{
    "926282": [
        "We believe that maintaining a diverse and inclusive workforce is critical to the success of our business. The Company encourages an environment where individuality is embraced regardless of age, gender, identity, race, sexual orientation, physical or mental ability, ethnicity and perspective and where each employee is accepted and respected and can, therefore, bring their most authentic self to work. To this end, we have established an employee-driven Diversity, Equity & Inclusion (“DE&I”) Task Force to spearhead our efforts. The DE&I Task Force is comprised of our Chief Financial Officer and employee volunteers who are passionate about DE&I and how it affects our workforce.",
        "In addition to diversity in our workforce, we seek to ensure diversity in our Board of Directors with respect to skills, experience, gender, race and ethnicity. Our Board of Directors is comprised of six members, two of which are females and three of which are ethnically diverse. Additionally, the Board of Directors has a diversity of skills and experience with respect to accounting and finance, management and leadership, vision and strategy, business operations, business judgment, crisis management, risk assessment, industry knowledge, corporate governance and global markets."
    ],
    "1274173": [
        "We are committed to creating an inclusive environment that promotes equality, cultural awareness and respect by implementing policies, benefits, training, recruiting and recognition practices to support our colleagues. Diversity and inclusion are about valuing our differences and continually identifying ways to improve our cultural intelligence, which ultimately leads to better decision-making and a more tailored client experience. We monitor employee demographic data such as gender, ethnicity, tenure and age. Employees value our Employee Resource Groups, which include the Women of Janus Henderson, the Black Professional Network and Janus Henderson Pride, to name just a few.",
        "Our recent accomplishments include:",
        "●Improved our gender pay gap over the past two years (2019 and 2020).",
        "●39% of employees globally are women.",
        "●22% of employees globally are ethnically diverse.",
        "●Achieved our 2022 Women in Finance Charter target goal of 25% senior management women representation in the UK.",
        "●Included in the 2020 Bloomberg Gender Equality Index and 2020 Human Rights Campaign Corporate Equality Index for our inclusive practices and policies.",
        "●Implemented a sabbatical leave program.",
        "●Enhanced our U.S. family leave pay and our UK shared parental leave pay.",
        "●Implemented a global adoption assistance program.",
    ],
    "1378950": [
        "We strive to build and create a culture where each person feels valued, respected and understood. As of January 2, 2021, the makeup of our employees consisted of 39% women and approximately 79% non-white."
    ],
    "1404655": [
        "We have launched various initiatives to further our goal of being a more diverse, inclusive, and equitable workplace. We have a team dedicated to diversity, inclusion, and belonging initiatives, including but not limited to: hiring goals focused on increasing black, indigenous and people of color representation company-wide, anti-racism training for employees and managers, key external partnerships, and our annual diversity report. In addition, we have numerous active employee resource groups, including Women@HubSpot, People of Color at HubSpot, BLACKhub, the LGBTQ+ Alliance, and Families@HubSpot, as well as a variety of interest groups globally including age inclusion, ability and accessibility, and veterans. "
    ],
    "1428875":[
        "At Terminix, we believe inclusion inspires results. Perspectives from a diverse workforce can provide key insights into selling into varied and different communities, providing numerous avenues for the growth of the business and improved customer satisfaction. ",
        "The Company has created a Diversity, Equity and Inclusion Council (“Council”) with a mission to foster actions that create an inclusive work environment valuing the contributions and perspectives of all team members. The goal of the Council is to advance a workforce that builds and advocates for gender, race, age, language, cultural background, education, work experience, ethnicity, sexual orientation, physical ability, as well as the religious and cultural views of members of Terminix. The Council is representative of Terminix teammates chosen to help engage in ongoing evaluation of Terminix’s internal business practices and advise the Terminix executive team on driving a culture of diversity, equity and inclusion.",
        "The Council is committed to promoting and advancing this important work through five distinct subcommittees that drive diversity, equity and inclusion goals across core business streams:",
        "Corporate Responsibility ","Culture","Inclusion","Supplier Diversity ","Talent and Equity ","As of December 31, 2020, Terminix employed a workforce in the Unites States that was 62 percent white and 38 percent minority representation. Also, the workforce was 82 percent male and 16 percent female, with two percent undeclared. Terminix is committed to improving the levels of both race and gender representation to better reflect the communities in which we operate.","We have long-established, teammate-driven Business Resource Groups, which provide opportunities for education, community partnerships, cultural awareness and career development. "
    ],
    "1514705":[
        "As of December 31, 2020, we have approximately 841 employees in the U.S. Approximately 41 percent of our domestic employees, principally at our cokemaking operations, are represented by the United Steelworkers union under various contracts. Additionally, approximately 3 percent of our domestic employees are represented by the International Union of Operating Engineers. Labor agreements at Granite City and Haverhill were renewed in 2020 and will expire on September 1, 2023 and November 1, 2023, respectively.",
        "As of December 31, 2020, we have approximately 292 employees at the cokemaking facility in Vitória, Brazil, all of whom are represented by a union under a labor agreement. During 2020, the labor agreement at our Vitória, Brazil facility was renewed for an additional year, and it expires on November 30, 2021.",
        "We partner with reputable recruitment firms to fill key positions. Through those partnerships, we have a commitment to fill our candidate slates with a diverse group of candidates. SunCoke’s commitment to diversity recruiting includes a partnership with Professional Diversity Network ("PDN"), which allows us to develop our talent pipeline directly from eight affinity networks. Approximately 11 percent of the Company's global workforce is female and minorities represent approximately 17 percent of the Company's U.S. workforce. The tables below provide breakdowns of gender representation globally and racial/ethnic group representation for U.S. employees."
    ]
}