{
    "allFilings2021_part9.json":{
        "36104":["  \nSponsorship of ten Business Resource Groups, including Asian, Black, Hispanic and Native American heritage, women, military and disabled employee groups, with chapters across the Company where employees can come together to discuss topics of interest to them, develop professional skills and build overall employee engagement, helping to create and sustain an inclusive workforce that drives business growth and propels accountability for diversity and inclusion at all levels within the Company; "],
        "42582":["Diversity and Inclusion ó A diverse workforce is critical to our long-term success. Embracing and valuing differences allows us to attract top talent, improve associate satisfaction and engagement, foster innovation, and meld varying experiences and perspectives to drive enhanced customer service, business creativity and decision-making. Our goal is to create a work environment where people have a real sense of belonging and are able to thrive. Our commitment is reflected in the policies that govern our workforce, such as our Business Conduct Manual and Global Zero Tolerance policy and is evidenced in our recruiting strategies, succession planning, diversity and inclusion training and Employee Resource Groups (ìERGsî), which are key to our inclusion efforts. Our ERGs provide associates access to coaching, mentoring and professional development, and include the Goodyear Black Network, Goodyear Veterans Association, Goodyear Womenís Network, Goodyear Pride Network, HOLA (Hispanic\/Latino), Next Generation Leaders and Goodyear Asia India Middle East (AIM)."],
        "66004":["Diversity, Equity & Inclusion (DEI)\n\nThe Company is committed to DEI based upon our belief that embracing DEI benefits all stakeholders by maintaining a workforce with a variety of skills and perspectives as a result of their diverse backgrounds and experiences. Specific DEI initiatives are in progress to further enhance our culture of belonging.\n\nThe Company is focused on recruitment of diverse candidates as well as on internal talent development of its diverse leaders so that all employees are provided with an opportunity to advance their careers within the Company. The Company solicited our employeesí perceptions of the Companyís focus on DEI with a comprehensive survey, followed-up with numerous meetings of groups of employees to discuss the results of the survey and to further engage our employees on matters of DEI. We expect to continue to monitor the results of our DEI efforts and continually explore opportunities to further engage our employees to ensure our actions are in-fact fully consistent with our stated Company core values. "],
        "70866":["Diversity, Equity and Inclusion (DE&I). NCR believes in the power and value of diversity and strives to build a globally inclusive workplace where all people are treated fairly. The Board of Directors and its Risk Committee have direct oversight of DE&I activities. In 2020, we appointed a DE&I leader to oversee NCRís DE&I programs and goals. Our key initiatives in 2020 included, amongst others:\nïdriving workforce diversity guidance programs, which include a quarterly DE&I learning and speaker series;\nïactivating a supplier diversity program that invests in small businesses, as well as minority, women and veteran-owned business enterprises;\nïcreating the Global Inclusion Council (GIC), under the executive sponsorship of our President and Chief Executive Officer, and our Senior Vice President and Chief Human Resources Officer, with the mission to inspire action that attracts top talent, creates an inclusive work environment that values the diversity of life experiences and perspectives, and encourages innovation in pursuit of NCRís mission; and\nïsponsoring various Business Resource Groups (BRGs), which are voluntary, employee-led groups that foster a diverse, equitable, and inclusive workplace aligned with NCRís mission, values, goals, business practices and objectives, including NCRís Black Professionals Forum, Women in NCR, and United (LGBTQIA+). We look to support additional BRGs where it will help support our employees."],
        "79879":["One of PPGís greatest strengths is the diversity of our people, who represent wide-ranging nationalities, cultures, languages, religions, ethnicities, lifestyles, and professional and educational backgrounds. Their unique perspectives enable us to meet challenges quickly, creatively and effectively, providing a significant competitive advantage in todayís global economy. To ensure our people feel valued and respected, we are committed to providing a workplace that embraces a culture of diversity and inclusion and is free from harassment and bullying. More information about PPGís people strategies and our workforce can be found in the Proxy Statement for our 2021 Annual Meeting of Shareholders and our Sustainability Report and on our sustainability website at http:\/\/sustainability.ppg.com."],
        "89089":["We believe in the power of inclusion and respecting our fellow associatesí work, ideas, beliefs, and lifestyles. Our Inclusion and Diversity Committee, which is a cross-functional team of associates, has been key to the development of programs such as our Womenís Leadership Conference and Associate Resource Communities (ARCs). The ARCs allow colleagues with similar interests to connect for networking, provide opportunities for growth, and support the communities and customers we serve. Our leadership team is committed to advancing inclusion and diversity within the workplace, by embracing the many backgrounds and perspectives that make each of us so unique, allowing us to remain relevant to the families we serve."],
        "110471":["Diversity, Equity, and Inclusion: The Company is committed to having a diverse and inclusive workforce which is reflected in the wide range of cultures, religions, ethnicities and nationalities, as well as varied professional and educational backgrounds currently represented at the Company. Because the Company believes in cultivating a well-rounded, diverse workforce, the Company continuously seeks out individuals who reflect and support the goal of maintaining a diverse corporation. We have further prioritized diversity and inclusion by hiring an expert partner to help us build a framework to promote an inclusive environment today and into the future in order to make the Company an even greater place to work."],
        "315213":["Diversity and Inclusion. The Company believes that its rich culture of inclusion and diversity enables it to create, develop and fully leverage the strengths of its workforce to exceed customer expectations and meet its growth objectives. In 2020, Robert Half President and CEO M. Keith Waddell, and President and CEO of Staffing Services Paul F. Gentzkow, joined President and CEO of Protiviti Joe Tarantino, along with more than 1,400 company leaders who have signed the CEO Action for Diversity & Inclusion (\"D&I\") pledge, making a commitment to advance inclusion and diversity in the workplace and community."],
        "705432":["We value diversity and are committed to creating a diverse and inclusive workforce. As of December 31, 2020, women and ethnic minorities represented approximately 70% and 36% of our workforce, respectively."],
        "863436":["As mentioned, we established an ESG\/Sustainability Council in 2020 with Board oversight to drive the five tenets of our long-term ESG strategy:  Environmental Responsibility, Our People, Our Community, Governance and COVID-19 Response.  Our commitment to ESG and these tenets is a strategic imperative as we build a sustainable infrastructure across the Company.  In partnership with our employees, we are committed to protecting the natural environment and our community through pollution prevention, conservation, responsible use and sustainable practices.  Through our sustainability initiatives, we further engage our employees to ensure that our business practices support diversity and inclusion to build an innovative workforce and to strive toward having our organization reflect the complexion of our customers and suppliers.  We are strengthening our diversity and inclusion programs with a planned set of actions around organizational training, refreshed company values, and a revitalized recruitment strategy.  In our view, the goals of providing value to shareholders and upholding the principle of human rights and treating people fairly and with dignity are integrally interconnected.  To this end, we actively participate in the development of our surrounding community.  In June 2020, our CEO Jeffrey Benck broadly communicated our commitment to taking positive steps toward promoting equality and supporting racial justice.  In furtherance of this objective, in the fourth quarter of 2020, the One Benchmark Foundation made donations to advance the cause around racial inequality. "],
        "877890":["Diversity, inclusion and belonging have long been a part of our culture, and we work to continually expand our diversity, inclusion and belonging initiatives. We have an employee-run committee focused on diversity, inclusion and belonging initiatives, and our diversity, inclusion and belonging initiatives are supported by our executive leadership team. For example, we recently expanded global parental leave benefits, gender pay equity initiatives and diversity-focused scholarships and programs to support underrepresented minorities, veterans and disabled workers. In 2019, we launched ìCultivating a Culture of Belongingî for our employees, a learning series to explore our own identities, share best practices and offer support as we champion inclusiveness and belonging across the enterprise. The program helps employees encourage an inclusive work environment and learn which factors foster diversity in the workplace.\nOur employee resource groups (ERGs) support underrepresented groups of employees and are an important component of our diversity, inclusion and belonging efforts, addressing topics like career development, mentoring, recruiting and interviewing candidates, advocacy and networking. As of December 31, 2020, we had ten ERGs with 29 chapters across nine offices in seven countries.\nAlso, in 2020, we launched a racial equity strategy with the objectives of supporting black students and businesses, modifying our people processes to promote racial equity, transparently sharing data as we progress on our journey, and personal learning about systemic racism. We are committed to listening, learning, and making sustainable change to stand against racism, bias and violence."],
        "898173":["We are also committed to providing a work environment where Team Members feel highly valued and where productivity at work is enhance by maintaining an inclusive environment and healthy work\/life balance, which we believe increases employee engagement.  Our ongoing emphasis on diversity and inclusion, including further ensuring our policies, recruitment and selection procedures, onboarding tactics and training efforts, positively builds upon our successful ìpromote from withinî philosophy and growth strategies.  "],
        "902791":["BBSI believes that making significant investments in the best management employee talent available allows us to leverage the value of this investment many times over. Additionally, we believe our Companyís success depends on our ability to attract, develop and retain our workforce. As such, we strive to be an employer of choice and promote the health, welfare and safety of our employees. This involves promoting diversity and treating all employees with dignity and respect, while providing our management employees with fair, market-based, competitive and equitable compensation."],
        "912728":["Diversity and Inclusion\n\nWe are committed to creating an even more diverse, equitable, and inclusive work environment than we have today. Our commitment to a diverse and inclusive workplace begins at the top, starting with our Board. Diversity in race, ethnicity, and gender are important factors in evaluating candidates for board nominees and since July 2017, we have added three female directors to our Board. We believe diverse backgrounds and experiences are important to provide a range of perspectives to overcome challenges, improve business performance, and support good decision making.\n\nThe skills and talents of our diverse workforce drive our performance and we respect the value they bring to our business. We strive for a diverse and inclusive environment where everyone can contribute and thrive. We have an ongoing commitment to ensure we have a diverse workforce and Board presence. We understand that a welcoming workplace attracts top talent, which drives performance and profitability. We seek candidates from all backgrounds, to continue to build our industryís most qualified workforce.\n\nIn 2020, we created a Diversity and Inclusion (ìD&Iî) Council to promote employee inclusion and engagement through initiatives that celebrate the diversity of our employees. As an organization that puts people at the center of everything we do, our vision is increased employee engagement and retention in part through enhanced D&I practices. Our assessment identified several D&I improvement activities that foster an inclusive environment:\n\nïIncorporate additional D&I training into our education programs for employees and leadership.\nïEngage our employees in the celebration of diversity. We plan to launch a series of Employee Resource Groups to foster an inclusive environment and better understand our colleaguesí backgrounds.\nïAssess our current benefits program to identify improvement opportunities to support our increasingly diverse employeesí unique needs.\n\nOur employees are also offered three D&I trainings throughout the year, Understanding Diversity, Generational Awareness, and Emotional Intelligence.\n\n"],
        "946454":["The Company believes it complies with all applicable state, local and international laws governing nondiscrimination in employment in every location in which the Company operates. All applicants and employees are treated with the same high level of respect regardless of their gender, ethnicity, religion, national origin, age, marital status, political affiliation, sexual orientation, gender identity, disability or protected veteran status. We continue to monitor our demand for skilled and unskilled labor and provide training and competitive compensation packages in an effort to attract and retain skilled employees."],
        "1043000":["Inclusion and Diversity\n\nAs we serve a diverse group of residents across several states and communities, we also strive to reflect the same diversity in our company.  We are proud to be an equal opportunity employer.  Our diversity is exhibited by the composition of our workforce with 84% female and 43% non-white employees.  We will continue to strive each day to maintain our inclusive culture through our efforts in recruiting, education, development and talent progression."],
        "1060219":["Salisbury embraces those characteristics of its employees and directors that make them unique, and Salisbury appreciates a work environment that is diverse in terms of such areas as age, color, disability status, ethnicity, family or marital status, gender identity or expression, national origin, political affiliation, race, religion, sexual orientation, and veteran\/military status."],
        "1095565":["HealthStream is committed to recruiting, maintaining, and growing a diverse, equitable, and inclusive workforce that help us live our Constitutional values as we strive to achieve positive results for our shareholders, employees, customers, and community."],
        "1095651":["In our recruiting efforts, we generally strive to have a diverse group of candidates to consider for roles."],
        "1101215":["To support these objectives, we take a holistic approach to our associatesí experience as an employee, recognizing that an engaged workforce drives our long-term growth and sustainability. Our board of directors and designated committees provide the important oversight of our human capital management strategy, including diversity, equity and inclusion, or DE&I, efforts, which are led by our global senior vice president of human resources. "],
        "1114995":["Our corporate culture embodies a set of principles centered around respect, collaboration, accountability, empowerment and thinking big. We believe our principles and the culture that derives from them are essential to the health and success of our business. We focus on aligning our employees to those principles, promoting and fostering diversity, inclusion, passion and commitment."],
        "1315257":["Inclusion and Diversity\n\nWe support an inclusive and diverse work environment across our company through a range of strategic programs. Our internal processes and programs target inclusion and diversity as a key area of importance and externally we place emphasis on the topic during philanthropic activities. Our Director for Global Inclusion and Diversity focuses on supporting our strategy to be an employer of choice, chairs the company's Inclusion and Diversity Committee, and helps to ensure that all employees feel they are heard and valued to harness the power of an engaged workforce."],
        "1326160":["Diversity and Inclusion\nDuke Energy is committed to continuing to build a diverse workforce that reflects the communities we serve while strengthening a culture of inclusion where employees and customers feel respected and valued. Our Enterprise Diversity and Inclusion Advisory Council, which is chaired by our Chief Operating Officer, is responsible for reviewing our diversity and inclusion initiatives for continuous improvement, as well as helping to develop actionable outcomes and results. We have established aspirational goals with respect to diversity and inclusion, and we regularly report our progress toward achieving those goals. Our aspirational goals include achieving a workforce representation of at least 25% female and 20% racial and ethnic diversity. As of December 31, 2020, our workforce consisted of approximately 23% female and 18% racial and ethnic diversity.\nThe company also has a number of Employee Resource Groups (ERGs), which are networks of employees formed around a common dimension of diversity whose goals and objectives align with the company's goals and objectives. These groups focus on employee professional development and networking, community outreach, cultural awareness, recruiting and retention. They also serve as a resource to the company for advocacy and community outreach and improving customer service through innovation. ERG-sponsored forums include networking events, mentoring, scholarship banquets for aspiring college students, and workshops on topics such as time management, stress reduction, career planning and work-life balance. Our ERGs are open to all employees.\nAmong other efforts, the company has developed partnerships with community organizations, community colleges and historically black colleges and universities to support our strategy of building a diverse and highly skilled talent pipeline. "],
        "1340652":["Diversity and Inclusion\n\nDiversity and inclusion are priorities for us. We believe that a rich culture of inclusion and diversity enables us to create, develop and fully leverage the strengths of our workforce. "],
        "1371489":["Diversity\/Inclusion\n\nISG believes a key to our success is our value of diverse backgrounds, experiences and cultures.  Our employees function within a collaborative community that welcomes varied ideas and styles.  These diverse perspectives produce enhanced results for our clients and result in a preferred place to work.\n\nWe exhibit our commitment to diversity and inclusion through our hiring practices, opportunities for learning and advancement and the distribution of rewards.  Through efforts, such as our Women-In-Digital industry group, we are able to help in the identification and advancement of diverse talent. While we have made progress in our workforce diversity representation, we seek to continually improve in this area.  "],
        "1425292":["We are an equal opportunity employer and are committed to maintaining a diverse and inclusive work environment free from harassment and discrimination regardless of race, religion, color, age, gender, disability, minority, sexual orientation or any other protected class. Our commitment to diversity and inclusion helps us attract and retain the best talent, enables employees to realize their full potential, and drives high performance through innovation and collaboration. "],
        "1433714":["Diversity, Inclusion, and Belonging. We believe we are a leader in diversity, inclusion, and sense of belonging, and seek to maintain our focus in these important areas for our workforce. As of December 31, 2020, women constitute 52% of our full-time workforce, 14% of our employees in the U.S. self-identified as a part of an under-represented minority group, and 40% of our employees at or above the Director level are women. Our talent acquisition program has led to steady, year-over-year increases in female and minority representation across Castlight, and we have established an annual hiring goal of 50% women and 20% individuals who identify as a member of an under-represented minority group. Our employees operate several Employee Resource Groups, including those for women in technology, LGBTQ-identified employees, and employee communities focused on interests such as cultural conversations and volunteering. "],
        "1466538":["Our CEO has signed the CEO Action for Diversity & Inclusion in support of creating a more inclusive workplace for our employees, our communities and society at large. We partner with organizations to recruit and develop underserved students and established a program to attract women who outperform. We measure our Diversity and Inclusion efforts by listening and acting on feedback received from employees, engaging senior management in D&I efforts and creating commitment on the divisional and firm-wide level."],
        "1526520":["Our diversity and inclusion initiatives support our goal that everyone throughout the Company is engaged in creating an inclusive workplace. We support inclusion through training on topics including Unconscious Bias and Inclusive Leadership. We also support a network of active Employee Resource Groups (ERGs) reflecting many dimensions of diversity across the Company."],
        "1527469":["Diversity, Equity and Inclusion\n\nWe are committed to ensuring diversity, equity and inclusion (DEI) are woven into our organizational values. Our DEI efforts are led by our Senior Vice President, Diversity, Equity and Inclusion, who reports to our Executive Vice President of Human Resources, with additional reporting responsibilities to the Legal & Regulatory Committee of our board of directors, the committee charged with oversight of our DEI efforts and our corporate and social responsibility efforts more broadly. We have established a Diversity & Inclusion Council and seven Employee Resource Groups (ERGs) that work to elevate diversity efforts by fostering a workplace that cultivates our differences, where employees feel celebrated, engaged, and connected. We seek to build a diverse workforce that delivers on our business objectives and embodies our values. We engage actively with our communities to make a difference in the places in which we live and work.\n\nIn addition to our human resources and DEI leadership, we currently have a DEI Manager and seven advisors supporting our seven ERGs, which are comprised of: Athene Military Veterans Organization; LiveWell; African American Athene Connection; Athene Asian Alliance; Lesbian, Gay, Bisexual, Transgender, Queer\/Questioning Employee Resource Group; Womenís Inclusion Network; and the Bermuda Diversity and Inclusion Committee. Each ERG is paired with a member of our Executive Committee to provide a direct link between the group and our executive leadership."],
        "1532961":["Diversity and Inclusion and Ethical Business Practices. We are committed to fostering work environments that value and promote diversity and inclusion, including NV5's Diversity and Inclusion Program which focuses on initiatives to increase the diversity of our workforce and promote an environment of trust where employees feel safe to express their opinions and perspectives without fear of repercussion. This commitment includes providing equal access to, and participation in, equal employment opportunities, programs, and services without regard to race, religion, color, national origin, disability, sex, sexual orientation, gender identity, stereotypes or assumptions based thereon. We pride ourselves in the development and fair treatment of our global workforce, including generous healthcare and benefit programs for our employees, equal employment hiring practices and policies, anti-harassment, workforce safety, and anti-retaliation policies. We welcome and celebrate our teamsí differences, experiences, and beliefs, and we are investing in a more engaged, diverse, and inclusive workforce.\n\nNV5 also fosters a strong corporate culture that promotes high standards of ethics and compliance for our businesses, including policies that set forth principles to guide employee, officer, director, and vendor conduct, such as our Code of Business Conduct and Ethics. We also maintain a whistleblower policy and anonymous hotline for the confidential reporting of any suspected policy violations or unethical business conduct on the part of our businesses, employees, officers, directors, or vendors and provide training and education to our global workforce with respect to our Code of Business Conduct and Ethics and anti-corruption and anti-bribery policies."],
        "1685040":["Diversity and Inclusion\nWe seek to foster a culture where diverse backgrounds and experiences are celebrated, and different ideas are heard and respected. We believe that by creating an inclusive workplace, we are better able to attract and retain talent and provide valuable solutions that meet the needs of our distribution partners, financial professionals that sell our products and their clients. We have established a Diversity and Inclusion Council, which includes representatives from across Brighthouse who collaborate to create programs and development opportunities that impact the diverse makeup of the Company and further enhance our inclusive culture."],
        "1745916":["During 2020, our workforce grew from over 4,000 domestic employees as of the fiscal year ended December 31, 2019 to over 6,000 domestic employees as of the fiscal year ended December 31, 2020.  At the end of fiscal year 2020, our workforce was 53.3% female and 46.7% male, and the ethnicity of our workforce was 43.7% White, 23.4% Hispanic, 16.8% Black, 10.3% Asian and 5.8% other.\n\nDiversity and Inclusion\n\nWe believe that building a diverse and inclusive, high-performing workforce where our employees bring varied perspectives and experiences to work every day creates a positive influence in our workplace, community and business operations. Our Board of Directors, our Nominating and Corporate Governance Committee and our Risk Committee provide regular oversight on our corporate sustainability, diversity and inclusion programs and initiatives. During 2020, we established leadership goals and created customized initiatives that focused on our continued effort to increase the number of women and underrepresented minorities in management positions throughout our company and its business divisions. As it relates to gender diversity, we established the Women Empowering Mentorships, Relationships, and Growth program to emphasize career growth, networking, and learning opportunities for women at the management level. We also foster a more inclusive culture through a variety of other diversity and inclusion initiatives, including corporate training, special events, community outreach and corporate philanthropy."],
        "1576280":["We strive to recruit, hire and retain a talented and diverse team of people who align with our values. "],
        "1626115":["Diversity and Inclusion\n\nWe believe that fostering an inclusive culture, which welcomes differing perspectives and beliefs, enables us to provide the best advice and insights to our clients. As such, we seek to recruit, develop and retain top talent with diverse backgrounds and experiences. Our efforts in this regard include campus recruiting programs focused on increasing the number of female applicants, recently launched campus recruiting programs focused on improving our ability to recruit diverse candidates, a diversity fellowship for business school applicants and a development and inclusion series focused on existing diverse employees at the firm. We also continue to challenge ourselves to broaden the candidate profiles we review, ensuring we are looking beyond traditional finance programs. These efforts are supplemented by our use of an artificial intelligence recruiting tool specifically designed to identify talent from a broader range of backgrounds than may be identified purely from more traditional methods.\n\nIn 2020, we recommitted ourselves to diversity and inclusion, with a particular emphasis on broadening the lens from gender equity to include a better focus on race and the recruitment and retention of LGBTQ+ professionals. We commenced a series of open forum discussions about race, hosted by our senior executives and guest speakers with perspectives on the topic, as well as firm-wide recognition of Juneteenth as a holiday. For the upcoming campus recruitment cycles, we have expanded our existing diversity fellowship to include LGBTQ+ applicants. Furthermore, we elevate the importance of diversity and inclusion as day-to-day workplace considerations through our annual training programs that include: Working with Respect; Your Influence and Impact at PJT Partners; and Fostering a Positive Work Environment.\n\nTo further emphasize the importance of diversity and inclusion as a critical part of our culture, every employee was required to state an individual objective related to diversity and inclusion as part of their 2020 year-end review. Progress towards these objectives will be discussed as part of mid-year and year-end reviews in 2021."],
        "1653558":["Inclusion and Diversity\n\nOur inclusion and diversity program focuses on our employees, workplace and community. We believe that our business is strengthened by a diverse workforce that reflects the communities in which we operate. We believe all of our employees should be treated with respect and equality, regardless of gender, ethnicity, sexual orientation, gender identity, religious beliefs, or other characteristics. As part of this goal, we launched a Diversity and Inclusion roundtable series for all employees to participate. Inclusion and diversity remains a common thread in all of our human resource practices so that we can attract, develop, and retain the best talent for our workforce. "],
        "1723866":["A key focus and objective for the Company is that we attract and retain highly qualified individuals while fostering an unwavering commitment toward inclusion and diversity."]
    }
}