{
    "104894": [
        "Human Capital",
        "Employees, Training and Development",
        "On February11, 2021, we had 112 employees including 48 persons engaged in property management functions and 64 persons engaged in corporate, financial, leasing, asset management and other functions. All of our officers and substantially all of our employees live and work in or near the greater Washington metro region. ",
        "Our human capital resources objectives include identifying, recruiting, retaining, incentivizing and integrating our existing and new employees. At WashREIT, we place great value on employee growth through goals, feedback and professional and leadership development offerings. Our leadership courses are internally developed and delivered through multi-session, cohort-based experiential learning environments and are offered to employees at multiple levels. A certified executive leadership coach provides ongoing development support for leadership program participants and the employee population at large. We financially support employees pursuing industry-specific training and certification programs. Also, we encourage individuals to join professional organizations that offer technical, soft skill and leadership development workshops. ",
        "We also survey our employees regularly on a variety of topics including strategic initiatives, employee engagement, diversity, town hall meetings, community service, and others and incorporate the feedback to ensure our programs and initiatives are best serving employee needs.",
        "Additionally, our equity and cash incentive plans are designed to attract, retain and reward our workforce through the granting ",
        "9",
        "of stock-based and cash-based compensation awards, with the goal of motivating such individuals to perform to the best of their abilities and achieve our objectives, including increasing stockholder value.",
        "Health, Safety and Well-being",
        "We support our employees with a robust employee benefits program, including a flexible vacation policy, parental leave, 401(k) matching, tuition reimbursement, an Employee Assistance Program, and other programs. ",
        "Additionally, we have a wellness program that provides fun, engaging challenges to encourage employees to continuously improve their physical, mental, and financial well-being. Programs we run throughout the year include biometric screenings, personal finance check-ups, and healthy lunch challenges. In our corporate offices, we recently improved our wellness room by doubling the space for employees to take a break to decompress. The rooms also provide nursing mothers a peaceful place to meet their needs.  ",
        "Our technological advances and multiple properties around the DC metro area allow our teams the flexibility to work from anywhere that suits their needs at any time. This allows us to easily meet our tenants’ needs as well as those of our employees, which has been especially important during the COVID-19 pandemic.",
        "Diversity and Inclusion",
        "WashREIT’s Diversity, Equity, Inclusion, and Belonging Initiative (\"DEIB\") is a long-term commitment to promote an environment where each individual feels comfortable being their most authentic selves. We believe diversity of backgrounds, experiences, cultures, ethnicities, and interests leads to new ways of thinking and drives organizational success. Our diverse 17 member DEIB Council is overseen by WashREIT’s senior leadership team and Board of Trustees. The DEIB Council both tracks and monitors our diversity metrics and facilitates learning and training opportunities that include: Diversity Speaker Series, targeted recruitment and relationship development of historically black colleges and universities and other diverse industry groups for internships, annual inclusion and belonging employee survey, partnership with diverse local non-profit to provide tutoring for school aged children among others.",
        "Community Engagement",
        "As a real estate investment trust, investing is at the core of what we do. But the most valuable investments we make are not in our buildings—they are in our people and our community. With more than five decades of experience operating exclusively in the Washington metro region, we’re passionate about making a difference in the region we call home.",
        "We are committed to improving the lives of those in need, and our employees participate in a wide variety of philanthropic activities throughout the year. Whether volunteering at a food bank, running a toy drive, walking for a cause, or participating in our company-wide community service day, we’re proud to foster a culture of giving back. "
    ]
}