{
    "12208": [
        "Human Capital Resources",
        "At Bio-Rad, we consider our employees to be our most valuable asset, and critical to the effective development, manufacture, sale, distribution and servicing of our vast array of products and services.  Our employees are essential to satisfying our customers’ needs for products to advance science and healthcare.  At December31, 2020, we had approximately 8,000 employees, the overwhelming majority of which are full-time employees.  Our employees are located throughout the world with roughly 45% in the Americas, 40% in Europe, the Middle-East and Africa, and 15% in Asia Pacific.",
        "Our employees are represented by more than 90 self-identified nationalities working in over 140 locations in 36 different countries around the world.",
        "Diversity, Equity and Inclusion",
        "At Bio-Rad, we recognize that diversity is a strength.",
        "Our differences offer new and unique ideas and perspectives to our organization.",
        "We foster a work culture that embraces the diverse experience and knowledge of every employee, creating an inclusive culture regardless of race, gender, age, sexual orientation, disability, or nationality. We have been purposeful in our efforts to hire, develop and retain diverse talent as well as in our efforts to create an inclusive culture.",
        "We actively encourage employee engagement and regularly solicit feedback regarding job satisfaction, career growth and development, collaboration, empowerment, ethics, and manager effectiveness.",
        "We use employee input to help our managers make focused and strategic commitments to improve and sustain engagement in their teams.",
        "Bio-Rad requires that all management and employees participate in ongoing training intended to increase awareness of the importance of a diverse and inclusive culture.",
        "Compensation and Benefits",
        "We provide a competitive total rewards program consisting of broad-based salary and bonus plans as well as annual management stock grants.",
        "These programs combine to recognize and reward performance based on individual, group, and overall company contributions.",
        "We provide competitive health and welfare programs which include medical, dental, vision and life insurance, a 401(k) plan, an employee stock purchase program, local pension plans, profit sharing, employee assistance, child and elder care programs, employee recognition and a host of other localized programs tied to the unique needs of our employees.  Pay equity is an integral part of our compensation strategy at Bio-Rad.",
        "We have ongoing processes and protocols to help us pay each individual employee appropriately based on her or his skills, performance, experience, location, market practices, etc., regardless of race, gender and other non-performance related attributes.",
        "Health, Wellness and Safety",
        "The health and welfare of our employees is of the highest importance to Bio-Rad.",
        "We prioritize, manage, and carefully track safety performance at all locations globally and integrate sound safety practices in every aspect of our operations.",
        "We offer work site hazard evaluations, workplace safety surveys, safety equipment selection, safety program reviews, chemical and radiation exposure monitoring, safety training, and disposal of hazardous chemical, radioactive and infectious waste.  In response to the COVID-19 pandemic and related mitigation measures, we implemented changes in our business in March 2020 in an effort to protect our employees and customers from ",
        "7",
        "COVID-related exposures.",
        "For example, we installed physical barriers between and distanced our employees in production facilities, implemented extensive cleaning and sanitation processes for both production and office spaces and broad work-from-home initiatives for employees in our administrative functions.",
        "While Bio-Rad’s essential workers have continued to work at our facilities and provide vital service to our customers, most employees in our administrative functions have effectively worked remotely since mid-March 2020.",
        "We require employees to isolate and quarantine when appropriate to protect their fellow workers and deploy rapid COVID-19 testing when appropriate.",
        "Training and Talent Development",
        "We provide training programs for managers and employees to support their growth and development.",
        "Our management series of courses cover essential management and leadership learning to provide our managers with the necessary skills and experience needed to more effectively lead and develop their teams.",
        "In addition, available courses for employees help them to be more effective at work, enhance interpersonal effectiveness, and help them achieve their full potential.",
        "We also support employees’ professional development by providing an educational reimbursement program for qualified educational expenses.",
        "We have moved our learning and development efforts to a virtual platform in response to the global pandemic.   "
    ]
}