{
    "15615": [
        "Human Capital Management",
        "At MasTec, our employees are an integral part of our growth and success.  MasTec began as a family business, and every member of the MasTec team is considered part of the MasTec family.  The safety, health and welfare of our employees is at the heart of our operations.  We are committed to diversity and inclusion in the workplace and value the diverse and varied perspectives and experiences of our employees.  We believe that our commitment to our employees, together with our team culture, fosters an environment of strong employee engagement.  When our employees are safe, healthy and engaged, we are most productive.  We believe that our employees and our customers benefit from the collective and well-coordinated efforts that result from effective employee engagement, teamwork and collaboration, which, in turn, allows us to deliver the highest level of excellence to our stakeholders. ",
        "For the twelve month period ended December31, 2020, we had an average of approximately 18,000 employees, of which approximately 1,700 were represented by unions or were subject to collective bargaining agreements.  Approximately 97% of our employees are located in the U.S.",
        "13",
        "Safety.",
        "  Safety is a core value at MasTec.  It is a mindset that permeates all aspects of our operations, and an attitude that our employees exhibit, strongly and openly.  We recognize the need of our workforce to have a safe workplace and are committed to maintaining a strong and sustainable safety culture within our organization.  We continually evaluate our safety programs to protect our most important asset – our team members.  For example, the COVID-19 pandemic presented unprecedented challenges in many parts of our business and operations, including with respect to keeping our employees safe.  Accordingly, we have adjusted our standard operating procedures within our business operations to ensure employee and customer safety and are continually monitoring evolving health guidelines and responding to changes as appropriate.  We have also developed human resource guidance to assist our employees.   ",
        "We have a proactive safety culture, and our safety leadership structure is designed to create accountability within each of our businesses and at the corporate level, including continuously monitoring, reporting and addressing our key safety performance indicators.  Our “Zero Harm” culture is fundamental to our goal of world class safety performance, and we work to instill safety values in every team member, such that safe behavior becomes instinctive and automatic.  We strive continuously to improve our safety performance.  We provide regular safety training and skill-level improvement programs and, through our risk management programs and other safety initiatives, we educate our staff, subcontractors and suppliers on safety matters.  We have memberships and participate in numerous safety and other organizations that promote industry safety.  Our safety performance is periodically recognized by our customers as well as by safety organizations.",
        "Health and Wellness.",
        "  Encouraging good health and following a healthy lifestyle is a MasTec philosophy.  We encourage all our employees to take an active role in living a healthy lifestyle and offer wellness tools and resources to help achieve and maintain good health.  We offer a comprehensive and flexible benefits program, including medical, dental, vision and prescription insurance, as well as access to telehealth services, which we expanded in 2020 in light of the COVID-19 pandemic to assist employees with medical and mental health matters.  In addition, to help our employees build a financially secure future, we offer a 401(k) plan with matching benefits, an employee stock purchase plan, life and disability insurance plans and a flexible spending account to help employees cover medical expenses.  We also offer employees support for personal and work-life issues, including health, legal and financial matters.",
        "Professional and Career Development.",
        "  We believe that professional development is essential to the success of our business, as it drives employee engagement and ensures that our team members have the requisite skills and training to deliver the highest level of excellence to our customers.  We invest significant resources in education, certification, training programs, and other professional development opportunities, including apprenticeship- and leadership-oriented training programs, tuition reimbursement for qualified training programs, sponsored attendance at industry conferences, departmental and divisional leadership conferences, employee training centers and advancement opportunities within and across businesses and divisions.  These programs are designed to create high performing teams, improve productivity, positively affect employee motivation and retention and further enhance career development opportunities.  We believe that our team culture, along with competitive salary and benefits packages and our focus on employee training and career development, including opportunities for promotion and mobility within our organization, helps us to attract and retain a diverse and experienced workforce.",
        "Diversity and Inclusion.",
        "  At MasTec, we are committed to diversity and inclusion in the workplace and to fostering an environment where our employees can freely bring diverse perspectives and varied experiences to work.  We seek to attract the best talent and foster a culture of inclusion, teamwork, support and empowerment where all talented individuals have access to opportunities and can achieve success.  Our commitment to diversity, equality and inclusion, together with our culture of belonging allows us to recruit and retain highly talented employees so that we are able to deliver exceptional results to our customers.  In 2020, 49% of our overall U.S. workforce and 43% of our U.S. management team was represented by women and minorities.  ",
        "Certain of our businesses have incorporated the use of annual diversity assessments and goal setting targets to expand diversity within our management and employee teams, and we expect to continue in these efforts.  We also have an extensive military veteran workforce, and actively engage in outreach programs tailored to military veterans.  ",
        "Safety.  Safety is a core value at MasTec.  It is a mindset that permeates all aspects of our operations, and an attitude that our employees exhibit, strongly and openly.  We recognize the need of our workforce to have a safe workplace and are committed to maintaining a strong and sustainable safety culture within our organization.  We continually evaluate our safety programs to protect our most important asset – our team members.  For example, the COVID-19 pandemic presented unprecedented challenges in many parts of our business and operations, including with respect to keeping our employees safe.  Accordingly, we have adjusted our standard operating procedures within our business operations to ensure employee and customer safety and are continually monitoring evolving health guidelines and responding to changes as appropriate.  We have also developed human resource guidance to assist our employees.   ",
        "Health and Wellness.  Encouraging good health and following a healthy lifestyle is a MasTec philosophy.  We encourage all our employees to take an active role in living a healthy lifestyle and offer wellness tools and resources to help achieve and maintain good health.  We offer a comprehensive and flexible benefits program, including medical, dental, vision and prescription insurance, as well as access to telehealth services, which we expanded in 2020 in light of the COVID-19 pandemic to assist employees with medical and mental health matters.  In addition, to help our employees build a financially secure future, we offer a 401(k) plan with matching benefits, an employee stock purchase plan, life and disability insurance plans and a flexible spending account to help employees cover medical expenses.  We also offer employees support for personal and work-life issues, including health, legal and financial matters.",
        "Professional and Career Development.  We believe that professional development is essential to the success of our business, as it drives employee engagement and ensures that our team members have the requisite skills and training to deliver the highest level of excellence to our customers.  We invest significant resources in education, certification, training programs, and other professional development opportunities, including apprenticeship- and leadership-oriented training programs, tuition reimbursement for qualified training programs, sponsored attendance at industry conferences, departmental and divisional leadership conferences, employee training centers and advancement opportunities within and across businesses and divisions.  These programs are designed to create high performing teams, improve productivity, positively affect employee motivation and retention and further enhance career development opportunities.  We believe that our team culture, along with competitive salary and benefits packages and our focus on employee training and career development, including opportunities for promotion and mobility within our organization, helps us to attract and retain a diverse and experienced workforce.",
        "Diversity and Inclusion.  At MasTec, we are committed to diversity and inclusion in the workplace and to fostering an environment where our employees can freely bring diverse perspectives and varied experiences to work.  We seek to attract the best talent and foster a culture of inclusion, teamwork, support and empowerment where all talented individuals have access to opportunities and can achieve success.  Our commitment to diversity, equality and inclusion, together with our culture of belonging allows us to recruit and retain highly talented employees so that we are able to deliver exceptional results to our customers.  In 2020, 49% of our overall U.S. workforce and 43% of our U.S. management team was represented by women and minorities.  "
    ]
}