{
    "20212": [
        "Human Capital",
        "We believe our human capital is material to our operations and core to the long-term success of the Company as an industry-leading racing, online wagering and gaming entertainment company anchored by our iconic flagship event - The Kentucky Derby.  Our focus is on attracting innovative and collaborative team members who want to build their skills in a successful and growing set of businesses focused on creating unique experiences for our guests.",
        "Our People",
        "As of December 31, 2020, we had a total of approximately 7,000 team members, of which 4,000 are full-time employees. As of December 31, 2020, the Churchill Downs segment had 1,900 team members, the Online Wagering segment had 240 team members; and the Gaming segment had 2,200 team members.   Nearly one-quarter of the Churchill Downs segment team members are full-time employees and nearly all of the Online Wagering and Gaming segment team members are full-time employees. The Company’s corporate staff consists of approximately 180 full-time employees. The number of seasonal employees fluctuates significantly through the course of the year primarily due to the seasonal nature of our businesses. We have the highest level of seasonal team members during the second quarter when we run the Kentucky Derby.",
        "As a result of the COVID-19 global pandemic and the closing of our gaming properties, a significant number of our team members were furloughed beginning in March 2020.  The Company provided health, dental, vision and life insurance benefits to furloughed full-time employees through July 31, 2020 and for an additional three months if a full-time employee was re-furloughed as a result of a subsequent property closure period or business capacity limitations.  As of December 31, 2020, approximately 500 full-time employees were covered by 16 collective bargaining agreements. We have experienced no material interruptions of operations due to disputes with our team members.",
        "Diversity and Inclusion",
        "We believe that a diverse workforce fosters innovation and cultivates a high performance culture that leverages the unique perspectives of every team member to profitably grow our businesses. The Company’s Board of Directors’ and executive management team is diverse based on gender and race and also have diverse experiences that individually and collectively create a high-performance culture focused on executing our strategic priorities to effectively and efficiently protect and grow our businesses. ",
        "We believe diversity and inclusion helps the Company attract the best talent to grow our businesses and enables our businesses to attract and delight customers and consumers. The Kentucky Derby is a pillar of our community that provides the opportunity for our team members and the community to raise significant funding for charities that support important aspects of our broader communities including fostering diversity and inclusion, food, shelter, education, and health related non-profits. The Company also provides donations to non-profit organizations that support these initiatives within our communities.  ",
        "Talent Acquisition, Development and Retention",
        "We invest in attracting, developing and retaining our team members. Our philosophy is to communicate a clear purpose and strategy, set challenging goals, drive accountability, continuously assess, develop, and advance talent, and to embrace a leadership-driven talent strategy. Our Company enables team members to grow in their current roles as well as to have opportunities to build new skills in other parts of the Company.  We review talent and succession plans with our Chief Executive Officer and Board of Directors periodically throughout the year. The process focuses on accelerating talent development, strengthening succession pipelines, and advancing diversity in gender, race and experience for our most critical roles. ",
        "Compensation, Benefits, Safety and Wellness",
        "We strive to offer market competitive salaries and wages for our team members and we offer comprehensive health and retirement benefits to eligible employees. Our core health and welfare benefits are supplemented with specific programs to manage or improve common health conditions and to provide a variety of voluntary benefits and paid time away from work programs. We also provide a number of innovative programs designed to promote physical, emotional and financial well-being. Our commitment to the safety of our employees, customers, and community remains a top priority and we have safety programs at all of our properties to facilitate identification and implementation of safety practices.  Refer to our discussion above under \"Overview\", for additional information on actions we have taken to facilitate social distancing and enhanced cleaning in order to protect our employees, customers, and communities as a result of the COVID-19 global pandemic.",
        "Governmental Regulations and Potential Legislative Changes ",
        "We are subject to various federal, state, local, and international laws and regulations that affect our businesses.  The ownership, operation and management of our Churchill Downs, Online Wagering, and Gaming segments, as well as our other operations, are subject to regulation under the laws and regulations of each of the jurisdictions in which we operate.  The ownership, operation and management of our businesses and properties are also subject to legislative actions at both the federal and state level.   ",
        "10",
        "Churchill Downs Regulations",
        "Horse racing is a highly regulated industry.  In the U.S., individual states control the operations of racetracks located within their respective jurisdictions with the intent of, among other things, protecting the public from unfair and illegal gambling practices, generating tax revenue, licensing racetracks and operators and preventing organized crime from being involved in the industry.  Although the specific form may vary, states that regulate horse racing generally do so through a horse racing commission or other gambling regulatory authority.  In general, regulatory authorities perform background checks on all racetrack owners prior to granting the necessary operating licenses.  Horse owners, trainers, jockeys, drivers, stewards, judges, and backstretch personnel are also subject to licensing by governmental authorities.  State regulation of horse races extends to virtually every aspect of racing and usually extends to details such as the presence and placement of specific race officials, including timers, placing judges, starters, and patrol judges.   ",
        "The total number of days on which each racetrack conducts live racing fluctuates annually according to each calendar year and the determination of applicable regulatory authorities.",
        "In the U.S., interstate pari-mutuel wagering on horse racing is subject to the Interstate Horseracing Act of 1978, as amended in 2000 (\"IHA\").  Through the IHA, racetracks can commingle wagers from different racetracks and wagering facilities and broadcast horse racing events to other licensed establishments.",
        "Kentucky",
        "In Kentucky, horse racing tracks and HRM facilities are subject to the licensing and regulation of the Kentucky Horse Racing Commission (\"KHRC\"), which is responsible for overseeing horse racing and regulating the state equine industry and overseeing the annual licensing and operations of HRMs in Kentucky.  Licenses to conduct live thoroughbred and standardbred racing meets, to participate in simulcasting, and to accept advance deposit wagers from Kentucky residents are approved annually by the KHRC based upon applications submitted by the racetracks in Kentucky.  ",
        "Derby City Gaming is subject to extensive state and local laws and is subject to licensing and regulatory control by the KHRC.  Changes in Kentucky laws or regulations may limit or otherwise materially affect the types of HRMs that may be conducted and such changes, if enacted, could have an adverse impact on our Kentucky HRM operations.  The failure to comply with the rules and regulations of the KHRC could have a material adverse impact on our business.",
        "TwinSpires Regulations and Potential Legislative Changes",
        "TwinSpires is licensed in Oregon under a multi-jurisdictional simulcasting and interactive wagering totalisator hub license issued by the Oregon Racing Commission and in accordance with Oregon law and the IHA.  We also hold advance deposit wagering licenses in certain other states where required.  Changes in the form of new legislation or regulatory activity at the state or federal level could adversely impact our mobile and online ADW business.",
        "Sports Betting and iGaming Regulations and Potential Legislative Changes",
        "Federal ",
        "In May 2018, the United States Supreme Court struck down the 1992 Professional and Amateur Sports Protection Act, which had effectively banned sports wagering in most states.  Removal of the ban gives states the authority to authorize sports wagering.  States have begun authorizing sports betting, which we believe will have a positive impact on our business.",
        "In January 2019, the Department of Justice’s Office of Legal Counsel (\"DJOLC\") issued a revised legal opinion regarding the scope of the Interstate Wire Act of 1961 (the \"Wire Act\"). Under the 2019 revised opinion, the DJOLC stated that the Wire Act applied to all forms of gaming that crosses state lines, including online gambling and online lottery.  The new opinion overturned a DJOLC opinion from 2011 which stated the Wire Act applied only to sports betting. In June 2019, a federal district court judge in New Hampshire ruled that the Wire Act applies only to gambling activities on sporting events and does not prohibit other forms of gambling conducted over the internet, including online casino gaming and in January 2021, the U.S. Court of Appeals for the First Circuit affirmed this decision. ",
        "Gaming Regulations and Potential Legislative Changes",
        "Casino laws are generally designed to protect casino consumers and the viability and integrity of the casino industry.  Casino laws may also be designed to protect and maximize state and local revenue derived through taxes and licensing fees imposed on casino industry participants as well as to enhance economic development and tourism.  To accomplish these public policy goals, casino laws establish procedures to ensure that participants in the casino industry meet certain standards of character and fitness.  Casino laws also require casino industry participants to:",
        "Ensure that unsuitable individuals and organizations have no role in casino operations,",
        "Establish procedures designed to prevent cheating and fraudulent practices,",
        "11",
        "Establish and maintain responsible accounting practices and procedures,",
        "Maintain effective controls over financial practices, including establishment of minimum procedures for internal fiscal affairs and the safeguarding of assets and revenue,",
        "Maintain systems for reliable record keeping,",
        "File periodic reports with casino regulators,",
        "Ensure that contracts and financial transactions are commercially reasonable, reflect fair market value and are arms-length transactions, ",
        "Establish programs to promote responsible gambling and inform patrons of the availability of help for problem gambling, and",
        "Enforce minimum age requirements.",
        "Typically, a state regulatory environment is established by statute and administered by a regulatory agency with broad discretion to regulate the affairs of owners, managers and persons with financial interests in casino operations.  Among other things, casino authorities in the various jurisdictions in which we operate:",
        "Adopt rulesand regulations under the implementing statutes,",
        "Interpret and enforce casino laws,",
        "Impose disciplinary sanctions for violations, including fines and penalties,",
        "Review the character and fitness of participants in casino operations and make determinations regarding suitability or qualification for licensure,",
        "Grant licenses for participation in casino operations,",
        "Collect and review reports and information submitted by participants in casino operations,",
        "Review and approve transactions, such as acquisitions or change-of-control transactions of casino industry participants, securities offerings and debt transactions engaged in by such participants, and",
        "Establish and collect fees and taxes.",
        "Any change in the laws or regulations of a casino jurisdiction could have a material adverse impact on our casino operations.",
        "Licensing and Suitability Determinations",
        "Gaming laws require us, each of our subsidiaries engaged in casino operations, certain of our directors, officers and employees, and in some cases, certain of our shareholders, to obtain licenses from casino authorities.  Licenses typically require a determination that the applicant qualifies or is suitable to hold the license.  Gaming authorities have very broad discretion in determining whether an applicant qualifies for licensing or should be deemed suitable.  Criteria used in determining whether to grant a license to conduct casino operations, while varying between jurisdictions, generally include consideration of factors such as the good character, honesty and integrity of the applicant; the financial stability, integrity and responsibility of the applicant, including whether the operation is adequately capitalized in the state and exhibits the ability to maintain adequate insurance levels; the quality of the applicant’s casino facilities; the amount of revenue to be derived by the applicable state from the operation of the applicant’s casino; the applicant’s practices with respect to minority hiring and training; and the effect on competition and general impact on the community.",
        "In evaluating individual applicants, casino authorities consider the individual’s business experience and reputation for good character, the individual’s criminal history and the character of those with whom the individual associates.",
        "Many casino jurisdictions limit the number of licenses granted to operate casinos within the state and some states limit the number of licenses granted to any one casino operator.  Licenses under casino laws are generally not transferable without approval.  Licenses in most of the jurisdictions in which we conduct casino operations are granted for limited durations and require renewal from time to time.  There can be no assurance that any of our licenses will be renewed.  The failure to renew any of our licenses could have a material adverse impact on our casino operations.",
        "Casino authorities may investigate any subsidiary engaged in casino operations and may investigate any individual who has a material relationship to or material involvement with any of these entities to determine whether such individual is suitable or should be licensed as a business associate of a casino licensee.  Our officers, directors and certain key employees must file applications with the casino authorities and may be required to be licensed, qualify or be found suitable in many jurisdictions.  Gaming authorities may deny an application for licensing for any cause that they deem reasonable.  Qualification and suitability determinations require submission of detailed personal and financial information followed by a thorough investigation.  The ",
        "12",
        "applicant must pay all the costs of the investigation.  Changes in licensed positions must be reported to casino authorities.  Casino authorities have the ability to deny a license, qualification or finding of suitability and have jurisdiction to disapprove a change in a corporate position.",
        "If one or more casino authorities were to find that an officer, director or key employee fails to qualify or is unsuitable for licensing or unsuitable to continue having a relationship with us, we would be required to sever all relationships with such person.  Casino authorities may also require us to terminate the employment of any person who refuses to file appropriate applications.",
        "In many jurisdictions, certain of our shareholders may be required to undergo a suitability investigation similar to that described above.  Many jurisdictions require any person who acquires beneficial ownership of more than a certain percentage of our voting securities, typically 5%, to report the acquisition to casino authorities, and casino authorities may require such holders to apply for qualification or a finding of suitability.  Most casino authorities, however, allow an \"institutional investor\" to apply for a waiver.  An \"institutional investor\" is generally defined as an investor acquiring and holding voting securities in the ordinary course of business as an institutional investor, and not for the purpose of causing, directly or indirectly, the election of a member of our board of directors, any change in our corporate charter, bylaws, management, policies or operations, or those of any of our casino affiliates, or the taking of any other action which casino authorities find to be inconsistent with holding our voting securities for investment purposes only.  Even if a waiver is granted, an institutional investor generally may not take any action inconsistent with their status when the waiver was granted without once again becoming subject to the foregoing reporting and application obligations.",
        "Any person who fails or refuses to apply for a finding of suitability or a license within the prescribed period after being advised it is required by casino authorities may be denied a license or found unsuitable, as applicable.  Any shareholder found unsuitable or denied a license and who holds, directly or indirectly, any beneficial ownership of our voting securities beyond such period of time as may be prescribed by the applicable casino authorities may be guilty of a criminal offense.  We may be subject to disciplinary action if, after we receive notice that a person is unsuitable to be a shareholder or to have any other relationship with us or any of our subsidiaries, we: ",
        "(i) pay that person any dividend or interest upon our voting securities, ",
        "(ii) allow that person to exercise, directly or indirectly, any voting right conferred through securities held by that person, ",
        "(iii) pay remuneration in any form to that person for services rendered or otherwise, or ",
        "(iv) fail to pursue all lawful efforts to require such unsuitable person to relinquish voting securities including, if necessary, the immediate purchase of said voting securities for cash at fair market value.",
        "Violations of Gaming Laws",
        "If we violate applicable casino laws, our casino licenses could be limited, conditioned, suspended or revoked by casino authorities, and we and any other persons involved could be subject to substantial fines.  A supervisor or conservator can be appointed by casino authorities to operate our casino properties, or in some jurisdictions, take title to our casino assets in the jurisdiction, and under certain circumstances, income generated during such appointment could be forfeited to the applicable state or states.  Violations of laws in one jurisdiction could result in disciplinary action in other jurisdictions. As a result, violations by us of applicable casino laws could have a material adverse impact on our casino operations.",
        "Some casino jurisdictions prohibit certain types of political activity by a casino licensee, officers, directors and key employees.  A violation of such a prohibition may subject the offender to criminal and/or disciplinary action.",
        "Reporting and Record-keeping Requirements",
        "We are required periodically to submit detailed financial and operating reports and furnish any other information that casino authorities may require.  Under federal law, we are required to record and submit detailed reports of currency transactions involving greater than $10,000 at our casinos and racetracks as well as any suspicious activity that may occur at such facilities.  Failure to comply with these requirements could result in fines or cessation of operations.  We are required to maintain a current stock ledger that may be examined by casino authorities at any time.  If any securities are held in trust by an agent or by a nominee, the record holder may be required to disclose the identity of the beneficial owner to casino authorities.  A failure to make such disclosure may be grounds for finding the record holder unsuitable.  Gaming authorities may require certificates for our securities to bear a legend indicating that the securities are subject to specified casino laws.",
        "Review and Approval of Transactions",
        "Substantially all material loans, leases, sales of securities and similar financing transactions must be reported to and in some cases approved by casino authorities.  We may not make a public offering of securities without the prior approval of certain ",
        "13",
        "casino authorities.  Changes in control through merger, consolidation, stock or asset acquisitions, management or consulting agreements, or otherwise are subject to receipt of prior approval of casino authorities. Entities seeking to acquire control of us or one of our subsidiaries must satisfy casino authorities with respect to a variety of stringent standards prior to assuming control.  Gaming authorities may also require controlling shareholders, officers, directors and other persons having a material relationship or involvement with the entity proposing to acquire control, to be investigated and licensed as part of the approval process relating to the transaction.",
        "License Fees and Gaming Taxes",
        "We pay substantial license fees and taxes in many jurisdictions in connection with our casino operations which are computed in various ways depending on the type of gambling or activity involved.  Depending upon the particular fee or tax involved, these fees and taxes are payable with varying frequency.  License fees and taxes are based upon such factors as a percentage of the casino revenue received; the number of gambling devices and table games operated; or a one-time fee payable upon the initial receipt of license and fees in connection with the renewal of license.  In some jurisdictions, casino tax rates are graduated such that the tax rates increase as casino revenue increases.  Tax rates are subject to change, sometimes with little notice, and such changes could have a material adverse impact on our casino operations.",
        "Operational Requirements",
        "In most jurisdictions, we are subject to certain requirements and restrictions on how we must conduct our casino operations.  In certain states, we are required to give preference to local suppliers and include minority and women-owned businesses and organized labor in construction projects to the maximum extent practicable.  We may be required to give employment preference to minorities, women and in-state residents in certain jurisdictions.  Our ability to conduct certain types of games, introduce new games or move existing games within our facilities may be restricted or subject to regulatory review and approval.  Some of our operations are subject to restrictions on the number of gaming positions we may have, and the maximum wagers allowed to be placed by our customers.",
        "Specific State Gaming Regulations and Potential Legislative Changes",
        "Florida",
        "The ownership and operation of casino gaming facilities in the State of Florida is subject to extensive state and local regulation, primarily by the DBPR, within the executive branch of Florida’s state government.  The DBPR is charged with the regulation of Florida’s pari-mutuel, card room and slot gaming industries, as well as collecting and safeguarding associated revenue due to the state.  The DBPR has been designated by the Florida legislature as the state compliance agency with the authority to carry out the state’s oversight responsibilities in accordance with the provisions outlined in the compact between the Seminole Tribe of Florida and the State of Florida.  Changes in Florida laws or regulations may limit or otherwise materially affect the types of gaming that may be conducted and such changes, if enacted, could have an adverse impact on our Florida gaming operation.  The laws and regulations of Florida are based on policies of maintaining the health, welfare and safety of the general public and protecting the gaming industry from elements of organized crime, illegal gambling activities and other harmful elements, as well as protecting the public from illegal and unscrupulous gaming to ensure the fair play of devices.  The failure to comply with the rules and regulations of the DBPR could have a material adverse impact on our business.",
        "In Florida, licenses to conduct live thoroughbred racing and jai alai, and to participate in simulcast wagering are approved by the DPW, which is responsible for overseeing the network of state offices located at every pari-mutuel wagering facility, as well as issuing the permits necessary to operate a pari-mutuel wagering facility.  The DPW also issues annual licenses for thoroughbred, standardbred, and quarter horse races, as well as jai alai, but does not approve the specific live race days.",
        "Illinois",
        "The ownership and operation of casino gaming facilities in the State of Illinois is subject to extensive state and local regulation and is subject to licensing and regulatory control by the Illinois Gaming Board (the \"IGB\").  The IGB assures the integrity of gambling and gaming in Illinois through regulatory oversight of riverboat and casino gaming, video gaming and sports wagering in Illinois.  Changes in Illinois laws or regulations may limit or otherwise materially affect the types of gaming that may be conducted and such changes, if enacted, could have an adverse impact on our Illinois gaming operations.  The failure to comply with the rules and regulations of the IGB could have a material adverse impact on our business.",
        "On June 30, 2020, legislation was signed into law by the Governor of Illinois that provides financial relief to the gaming industry. The legislation amends the existing law to allow the lower privilege tax on table games for existing casinos effective as of July 1, 2020 instead of when a newly authorized casino begins operations. The legislation also provides cash flow relief for existing casinos by extending the payment deadline for new gaming positions from July 1, 2020 to July 1, 2021 and extends the payment period and waives interest for reconciliation payments related to the new gaming positions. The legislation delays the payment deadline for the initial sports wagering license from July 1, 2020 to July 1, 2021 and also establishes a lower ",
        "14",
        "privilege tax schedule for a new casino in the Chicago area, which has been authorized but not yet opened. We believe the legislation will have a positive impact on our business operations.",
        "Louisiana",
        "The manufacturing, distribution, servicing and operation of video draw poker devices in Louisiana are subject to the Louisiana Video Draw Poker Devices Control Law and the rules and regulations promulgated thereunder.  The manufacturing, distribution, servicing and operation of video poker devices and slot machines are governed by the Louisiana Gaming Control Board (the \"Louisiana Board\") which oversees all licensing for all forms of legalized gaming in Louisiana.  The Video Gaming Division and the Slots Gaming Division of the Gaming Enforcement Section of the Office of the State Police within the Department of Public Safety and Corrections performs the video poker and slots gaming investigative functions for the Louisiana Board.  The laws and regulations of Louisiana are based on policies of maintaining the health, welfare and safety of the general public and protecting the gaming industry from elements of organized crime, illegal gambling activities and other harmful elements, as well as protecting the public from illegal and unscrupulous gaming to ensure the fair play of devices.  The Louisiana Board also regulates slot machine gaming at racetrack facilities pursuant to the Louisiana Pari-Mutuel Live Racing Facility Economic Redevelopment and Gaming Control Act.  Changes in Louisiana laws or regulations may limit or otherwise materially affect the types of gaming that may be conducted and such changes, if enacted, could have an adverse impact on our Louisiana gaming operations.  LSRC also issues licenses required for Fair Grounds to operate slot machines at the racetrack and video poker devices at their OTBs.  The failure to comply with the rules and regulations of the Louisiana Board or the LSRC could have a material adverse impact on our business.",
        "In Louisiana, licenses to conduct live thoroughbred and quarter horse racing and to participate in simulcast wagering are approved by the Louisiana State Racing Commission (\"LSRC\").  The LSRC is responsible for overseeing the awarding of licenses for the conduct of live racing meets, the conduct of thoroughbred and quarter horse racing, the types of wagering that may be offered by pari-mutuel facilities and the disposition of revenue generated from wagering.  Off-track wagering is also regulated by the LSRC.  Louisiana law requires live thoroughbred racing at a licensed racetrack for at least 80 days over a 20-week period each year to maintain the license and to conduct slot operations.",
        "Louisiana law requires live quarter horse racing to be conducted at the racetrack with the addition of the slot machines at Fair Grounds.  We conducted quarter horse racing at Fair Grounds for 10 days in each of 2018 and 2019.  In 2020, we obtained approval from the LSRC to move the 10 days of quarter horse racing to Evangeline Downs.  We expect to conduct quarter horse racing for 10 days in 2021.",
        "Effective July 15, 2020, legislation was signed into law by the Governor of Louisiana that exempts the tax on promotional play up to $5.0 million for casinos. We believe the legislation will have a positive impact on our business operations.",
        "Maine",
        "The ownership and operation of casino gaming facilities in the State of Maine is subject to extensive state and local regulation and is subject to licensing and regulatory control by the Maine Gambling Control Board (the \"MGCB\").  The laws, regulations and supervisory procedures of the MGCB are based upon declarations of public policy that are concerned with, among other things: (1) the regulation, supervision and general control over casinos and the ownership and operation of slot machines and table games; (2) the investigation of complaints made regarding casinos; (3) the establishment and maintenance of responsible accounting practices and procedures; (4) the maintenance of effective controls over the financial practices of licensees, including the establishment of minimum procedures for internal fiscal affairs and the safeguarding of assets and revenue and providing for reliable record keeping; and (5) the prevention of cheating and fraudulent practices.  The regulations are subject to amendment and interpretation by the MGCB.  Changes in Maine laws or regulations may limit or otherwise materially affect the types of gaming that may be conducted and such changes, if enacted, could have an adverse impact on our Maine gaming operations.  The failure to comply with the rules and regulations of the MGCB could have a material adverse impact on our business.",
        "Maryland",
        "The ownership and operation of casino gaming facilities in the State of Maryland is subject to extensive state and local regulation and is subject to licensing and regulatory control by the Maryland Lottery and Gaming Control Commission (“MLGCC”), with staff assistance from the Maryland Lottery and Gaming Control Agency (“MLGCA”). The MLGCA oversees all internal controls, auditing, security, surveillance, background investigations, licensing and accounting procedures for each casino in the State of Maryland, including Ocean Downs.  Changes in Maryland laws or regulations may limit or otherwise materially affect the types of gaming that may be conducted and such changes, if enacted, could have an adverse impact on our Maryland gaming operations.  The failure to comply with the rules and regulations of the MLGCC could have a material adverse impact on our business.",
        "15",
        "Mississippi",
        "The ownership and operation of casino gaming facilities in the State of Mississippi is subject to extensive state and local regulation, including the Mississippi Gaming Commission (the \"Mississippi Commission\").  The laws, regulations and supervisory procedures of the Mississippi Commission are based upon declarations of public policy that are concerned with, among other things: (1) the prevention of unsavory or unsuitable persons from having direct or indirect involvement with gaming at any time or in any capacity; (2) the establishment and maintenance of responsible accounting practices and procedures; (3) the maintenance of effective controls over the financial practices of licensees, including the establishment of minimum procedures for internal fiscal affairs and the safeguarding of assets and revenue, providing for reliable record keeping and requiring the filing of periodic reports with the Mississippi Commission; (4) the prevention of cheating and fraudulent practices; (5) providing a source of state and local revenue through taxation and licensing fees; and (6) ensuring that gaming licensees, to the extent practicable, employ Mississippi residents.  The regulations are subject to amendment and interpretation by the Mississippi Commission.  Changes in Mississippi laws or regulations may limit or otherwise materially affect the types of gaming that may be conducted and such changes, if enacted, could have an adverse impact on our Mississippi gaming operations.  The failure to comply with the rules and regulations of the Mississippi Commission could have a material adverse impact on our business.",
        "Ohio",
        "In 2012, the Governor of Ohio signed an Executive Order which authorized the Ohio Lottery Commission (the \"OLC\") to amend and adopt rules necessary to implement a video lottery program at Ohio’s seven horse racing facilities.  The ownership and operation of VLT facilities in the State of Ohio is subject to extensive state and local regulation.  The laws, regulations and supervisory procedures of the OLC include: (1) regulating the licensing of video lottery sales agents, key gaming employees and VLT manufacturers; (2) collecting and disbursing VLT revenue; and (3) maintaining compliance in regulatory matters.  Changes in Ohio laws or regulations may limit or otherwise materially affect the types of gaming that may be conducted and such changes, if enacted, could have an adverse impact on our Ohio gaming operations.  The failure to comply with the rules and regulations of the OLC could have a material adverse impact on our business.",
        "Pennsylvania",
        "The ownership and operation of casino gaming facilities in the Commonwealth of Pennsylvania are subject to extensive state and local regulation and are subject to licensing and regulatory control by the Pennsylvania Gaming Control Board (\"PGCB\") as well as other agencies. The PGCB regulates, oversees and enforces all matters related to gaming activity in Pennsylvania, including, without limitation, operations, internal controls, accounting procedures, auditing, security, surveillance, licensing, background investigations and compliance of each casino in the state. Changes in Pennsylvania laws or regulations may limit or otherwise materially affect the types of gaming that may be conducted and such changes, if enacted, could have an adverse impact on our Pennsylvania gaming operations. The failure to comply with the rules and regulations of the PGCB could have a material adverse impact on our business.",
        "In Pennsylvania, licenses to conduct live thoroughbred racing, to participate in simulcast wagering and to accept advance deposit wagers from Pennsylvania residents are approved by the Pennsylvania State Horse Racing Commission (“PSHRC”). The PSHRC regulates the operations of horse racing, the conduct of pari-mutuel wagering and the promotion and marketing of horse racing in Pennsylvania. As a Category 1 slot machine licensee, Presque Isle is required to conduct live racing on at least 100 days each calendar year. The PSHRC approved Presque Isle for 100 live race days in 2021. ",
        "Other Specific State Regulations and Potential Legislative Changes",
        "On February 22, 2021, the Governor of the Commonwealth of Kentucky signed into law Senate Bill 120 which creates a statutory definition of pari-mutuel wagering that includes historical horse racing approved by the KHRC and addresses the Supreme Court of Kentucky's opinion in ",
        "The Kentucky Horse Racing Commission, et al v. The Family Trust Foundation of Kentucky, Inc. ",
        "regarding the KHRC's historical racing regulations and the validity of operating HRMs pursuant to a license issued by KHRC.  For more information, please refer to Item 3, Legal Proceedings.  Following this action, we do not believe that any further rulings in this litigation will impact our ability to operate HRM facilities in Kentucky.",
        "In Illinois, licenses to conduct live thoroughbred racing and to participate in simulcast wagering are approved by the Illinois Racing Board (\"IRB\").  The IRB appointed Arlington the dark host track for 60 simulcast host days in 2019 and 2020.  Arlington was also awarded 155 live host days in 2019 and 2020.  ",
        "16"
    ]
}