{
    "216228": [
        "Human Capital Management",
        "In order to continue innovating in the industries we serve, ITT remains committed to attracting and retaining top talent. We strive to make ITT a diverse, inclusive, and safe workplace for all, and create a high-performance culture with opportunities and training for employees to develop and grow professionally and personally. In addition, we ",
        "7",
        "offer competitive compensation, benefits, and health and wellness programs. As of December 31, 2020, we had approximately 9,700 employees located in 35 countries, including 2,600 employees in the U.S. ",
        "Corporate Governance and Oversight",
        "We believe that the success of our business is tied to the strength of our human capital. In order to foster a high-performance culture, we are committed to recruiting and hiring, onboarding and training, compensation planning, performance management, and professional development. To facilitate oversight of these matters, our Board of Directors (the “Board”) is composed of highly experienced and diverse individuals. The role of the Board is to oversee the affairs of the Company, including those pertaining to human capital, and to ensure the overall success of the business. The Board and our executive leadership team are committed to creating and adhering to policies and practices that will help attract, retain, and develop a workforce that aligns with our strategies and values. The Board and executive leadership team also work closely together to evaluate human capital areas, such as those involving workplace health, safety, and well-being; and to implement measures to support these areas.  ",
        "Diversity, Equity & Inclusion",
        "Diversity, Equity, & Inclusion are critical business priorities for ITT. We value and leverage the differences that make each of us unique. We are focused on demonstrating our commitment to Diversity, Equity & Inclusion through our actions, including creating an environment where all ITTers are able to fully engage and achieve their potential, and freely share ideas to guide us toward more innovative thinking and better business decisions and solutions. We value diversity in our employee population, including diversity in race, religion, gender, disability, nationality, age, sexual orientation, ethnic background, and more. For additional information along with our diversity metrics and statistics, please refer to our June 2020 Sustainability Supplement report found on our website. We firmly believe that we will create more success by leveraging our collective know-how and continuously learning from each other's diverse ideas, opinions and experiences. We believe that creating a diverse environment allows us to generate bold thinking that will sustain and propel our success in the global marketplace and create long-term sustainable value for all our stakeholders. ",
        "Labor Practices and Policies",
        "At ITT, we strive to treat all employees equitably and are committed to maintaining fair labor practices around the world. We adhere to the International Labour Organization (ILO) Declaration of Fundamental Principles and Rights at Work. Some of these principles are summarized below.  ",
        "ITT respects employees’ right to bargain collectively within the requirements of the law, and we partner closely with union leaders to address labor issues at our sites.",
        "ITT pays its employees fair and competitive rates and provides competitive benefits. ",
        "ITT fully adheres to the ILO Declaration of Fundamental Principles and Rights at Work, which calls on countries and companies to abolish child labor.  ",
        "ITT fully supports and adheres to the principles of both the Universal Declaration of Human Rights and the United Nations Global Compact everywhere we operate. ",
        "As of December 31, 2020, approximately 21% of our U.S. employees are represented by unions. No one unionized facility accounted for more than 12% of ITT's total revenues. In addition, many of our global employees are covered by collective agreements or represented by works councils or other groups. Our relations with our employees are strong and we have not experienced any material strikes or work stoppages in the past several years.",
        "Health, Safety, and Well-being",
        "At ITT, the health, safety, and well-being of our employees is our number one priority. Our Environmental, Safety, Health and Security (ESH&S) team provides for the systemic control of workplace risks and drives continual improvement of environmental and occupational safety and health protocols at all our sites around the world. We challenge ourselves to continually reduce injury frequency and severity by engaging employees in our “Accept Only Zero” safety accountability system and fostering an environment where employees take responsibility for their actions and have access to tools and training to work safely together. Our focus on employee safety has resulted in a 25% decline in recordable incidents in 2020 as compared to the prior year, as well as a reduction in workers' compensation expenses in the United States.",
        "Talent Development",
        "We invest significant resources to develop our talent and to remain a worldwide leader in the manufacturing of highly-engineered customized products and solutions. We foster employee growth and development by providing numerous training opportunities across the globe and by engaging in periodic talent reviews and in-depth succession planning sessions globally. Our talent development programs provide employees with the resources they need to help achieve their career goals and to build strong management and leadership skills. ",
        "8",
        "Compensation and Benefits",
        "We provide flexible compensation and benefits programs to help meet the needs of our employees. In addition to base salaries, we offer numerous benefits for certain eligible employees, including annual bonuses, stock awards, a 401(k) Plan, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, flexible work schedules, employee assistance programs, and tuition reimbursement. With respect to stock awards, we have used discretionary equity-based grants with vesting conditions to facilitate the retention of key personnel, particularly those identified as high-performing talent.",
        "General Developments of the Business",
        "Acquisitions",
        "Date of Acquisition",
        "Segment",
        "Business Acquired",
        "Description",
        "July 3, 2019",
        "CCT",
        "Matrix Composites (Matrix)",
        "Manufacturer of precision composite components in the aerospace and defense market",
        "April 30, 2019",
        "IP",
        "Rheinhütte Pumpen Group (Rheinhütte)",
        "Designer and manufacturer of highly-engineered pumps suited for harsh and corrosive environments for the industrial and chemical markets primarily in Europe",
        "Other than as described herein, there have been no significant developments since our previous Form 10-K filing. See Note 22, ",
        ", to the Consolidated Financial Statements for additional information.",
        "9"
    ]
}