{
    "21665": [
        "Human Capital Management",
        "Human capital matters at Colgate are managed by our Global Human Resources function, led by our Chief Human Resources Officer, with oversight from the Personnel and Organization Committee of our Board of Directors (the \"Board\"). As of December 31, 2020, we had approximately 34,200 employees based in over 100 countries. Approximately 70% of our revenues are generated from markets outside the U.S. and 86% of our employees are located outside the U.S. Approximately 36% of our employees are based in Asia Pacific, 30% are based in Latin America, 15% are based in North America, 14% are based in Europe and 5% are based in Africa/Eurasia. Our global workforce covers a broad range of functions, from manufacturing employees to management personnel and certain of our employees are represented by unions or works councils.",
        "Colgate’s Culture and Core Values",
        "As we work to achieve Colgate’s purpose to reimagine a healthier future for all people, their pets and our planet, Colgate people, working around the world, share a commitment to our three core corporate values: Caring, Global Teamwork and Continuous Improvement. These values are reflected not only in the quality of our products and reputation, but also in our dedication to serving the communities where we live and work, as reflected in our sustainability and social impact and diversity, equity and inclusion strategies. With these values, we work to maintain a strong culture based on integrity, ethical behavior and a commitment to doing the right thing. Underlying these values and our strong culture is a commitment of all Colgate people to maintain the highest ethical standards and demonstrate ethical leadership, including compliance with Colgate policies and our Code of Ethics.",
        "CARING: We care about people — Colgate people, consumers, customers, stockholders and business partners. We are committed to acting with compassion, integrity, honesty and high ethics in all situations and to providing our employees with an innovative and inclusive work environment. As a reflection of Colgate’s caring value, during the COVID-19 pandemic, protecting the health, safety and well-being of Colgate people has been and remains our first priority. Many of our employees globally have worked from home during the pandemic. We implemented additional health and safety measures and social distancing protocols to help ensure employee safety when work from home is not possible. We also offered Colgate people and their families enhanced mental health and wellness benefit offerings. Combined with the fact that the vast majority of our products have been deemed “essential” for the health and well-being of people and their pets, these efforts have, in most instances, enabled us to continue to operate during the pandemic providing consumers with the health and hygiene products they need and want.",
        "GLOBAL TEAMWORK: All Colgate people are part of a global team, committed to working together across countries and throughout the world. Only by sharing ideas, technologies and talents can we achieve and sustain profitable growth.",
        "CONTINUOUS IMPROVEMENT: We are committed to getting better every day in all that we do, as individuals and as teams. We continue to transform our learning strategy to better meet the evolving expectations of the modern workforce and create a continuous learning culture. All of our employees worldwide are provided with a series of training programs focused on building leadership skills. Our focus is to develop the strategic organizational capabilities that will drive current and future growth for Colgate by offering learning experiences that are closely aligned to our business strategy. Specifically, we are focused on implementing new ways of working and instilling a growth mindset to drive experimentation, digitization and innovation with agility and resilience.",
        "4",
        "Diversity, Equity & Inclusion ",
        "We believe our people are crucial to our ongoing business success. We celebrate differences, promote an inclusive environment and value the contributions of all Colgate people. As a truly global company, we are working to ensure that our workforce reflects the diversity of the communities in which we live and work. As of December 31, 2020, our global workforce was 60% male and 40% female, and women represented 41% of Colgate’s executives. Measuring the race/ethnicity of our workforce is challenging to do on a global basis. In the U.S., on an employee self-reported basis, the racial/ethnic composition of our workforce was approximately 67% White, 11% Hispanic, 9% Black, 8% Asian and 5% other. ",
        "We are committed to providing all of our employees with an inclusive work environment, learning opportunities and promotion and growth opportunities. A vital piece of our diversity, equity and inclusion strategy has been ensuring that our talent management process incorporates the advancement of women and people of all cultures, including underrepresented communities. To help further foster inclusiveness, we support employee resource groups for team members of many different underrepresented communities. Each of these resource groups contributes to our inclusive work environment by developing and implementing programs to promote business and community involvement as well as cultural awareness. We also partner with external organizations to develop an inclusive and supportive work environment.",
        "Our global diversity, equity and inclusion strategy aims to further advance our commitment to become an even more diverse, equitable and inclusive organization. The four pillars of our strategy are People, Community, Supplier Diversity and Communication. Consistent with this strategy, we are working to implement policies, learning experiences and processes that promote awareness, empathy, advocacy and opportunity; become an ally for positive change for the underserved in communities in which we live and work; support minority and women-owned suppliers to enable success of diversity-owned businesses; and promote dialogue around diversity, equity and inclusion to increase awareness and advance the culture change to achieve our vision.",
        "Succession Planning",
        "We have a rigorous succession planning process, led by our Global Human Resources function. Our Board is also extensively involved in succession planning and people development with special focus on CEO succession. As part of the succession planning process, we review and discuss potential successors to key positions and examine backgrounds, capabilities and appropriate developmental assignments. ",
        "Compensation Philosophy",
        "Given the importance of Colgate people to our business success, attracting, motivating and retaining high-quality talent is a key focus. We view compensation as an important tool to motivate leaders at all levels of the organization. For information regarding our compensation philosophy and executive compensation programs, please see our Proxy Statement to be filed with the United States Securities and Exchange Commission (the “SEC”) in connection with the 2021 Annual Meeting of Stockholders.",
        "5"
    ]
}