{
    "27996": [
        "OUR HUMAN CAPITAL",
        "Our most valuable asset is our employee-owners. As of December 31, 2020, we had 6,185 employees. Approximately 98% of our team is full-time employees, with 65% representing non-exempt roles working in production, processing or call center functions. We employ 5,487 employees in the United States, 586 employees in Canada and 112 employees in Australia and Europe. We are proud of our strong history of positive, productive employee relations. None of our employees are currently represented by labor unions. ",
        "The foundation of our continuing success as a Trusted Business Technology",
        "TM",
        " company is our ability to attract and retain diverse, exceptional and motivated talent. We accomplish this by providing a culture of inclusion, diversity, equity, development, opportunity and empowerment.  ",
        "Results-Driven, Community-Focused, Collaborative Culture",
        "We focus on creating an environment where our employee-owners, also known as Deluxers, feel respected and valued, and where they can contribute to their full potential. To this end, an important component of our One Deluxe strategy is that all North American employees own company stock. The heritage of the company also reflects deep-seated roots in community support and volunteerism, which is reflected in our purpose statement: “Champions for business so communities thrive.” Additionally, our values focus on delivering results:",
        "We put customers first.",
        "We earn trust.",
        "We create what’s next.",
        "We deliver for shareholders.",
        "We are a get-it-done team.",
        "In an effort to continue to improve our culture and and engagement, we provide learning and development at all levels of the organization on a variety of topics, including inclusion, diversity and equity (ID&E), leadership development and mentoring. We also strive to ensure that we are consistently receiving real-time feedback and that we continue to focus on transparent communication channels through change pulse checks, surveys, senior leadership forums and employee resource groups. During 2020, we received certification as a Great Place to Work from The Great Place to Work Institute.",
        "Inclusion, Diversity and Equity",
        "We embrace ID&E in our workforce, customers, partners and shareholders, valuing their unique backgrounds, experiences, thoughts and talents. Our mission is to empower all employees to bring their full authentic selves to work as One Deluxe and to foster an environment that reflects the diverse communities we serve. We strive to cultivate a culture and vision that supports and enhances our ability to recruit, develop and retain diverse talent at every level. We provide our customers, partners, and shareholders information about our ID&E program and our activities supporting social justice within the communities we serve. In addition, we are focused on furthering our ID&E initiatives throughout our business and have, among other things, created an ID&E council that is sponsored by our Chief Communications and Human Resources Officer and our Chief Revenue Officer. This council is comprised of employee-owners across multiple functions and business segments. Its top priorities for the next two years include implementing a comprehensive ID&E learning and development plan to build awareness and drive inclusive behaviors, further developing our diversity pipeline through hiring, mentoring and coaching, and establishing goals and metrics to ensure progress.",
        "As of December 31, 2020, our total workforce was approximately 55% female and 43% male. Our team members located in the United States were comprised of approximately 58% white, 14% Black or African American, 10% Asian American and 10% Hispanic or Latino.",
        "Health, Wellness and Safety",
        "Creating a culture where all employee-owners feel supported and valued is paramount to our One Deluxe strategy. The ongoing COVID-19 pandemic has led to unique challenges, and we continue to evolve our programs to support Deluxers’ health, safety and general well-being. ",
        "In response to the COVID-19 pandemic, we implemented significant changes to our operating environment to help our employee-owners remain productive and safe. Among other things, nearly half of our employee-owners continue to work from home, and we have implemented additional safety measures for employees continuing essential on-site work. We also reconfigured our factory floors and other personnel areas to ensure sufficient distancing in high density areas of our facilities, and we installed Plexiglas shields, implemented modified training programs to comply with distancing requirements, substantially limited visitor entry, increased virtual meetings and adjusted shifts to aid in physical distancing. Finally, we continue to provide a competitive benefits package focused on fostering work/life integration.",
        "8",
        "Community Engagement ",
        "Our employee-owners believe in the power of connection, of activity and of giving back to the communities we serve. That is why we have created multiple initiatives that focus on supporting our communities, both financially and with time and talent. It is essential to be invested and involved to attract and retain employees of the highest caliber."
    ]
}