{
    "310522": [
        "Human Capital",
        "29",
        "Our employees are key to ensuring our long-term success. They are essential to our goals of being a return-oriented company able to attract private capital while managing risk, increasing our operational agility and undertaking a digital transformation. As of December 31, 2020, we had approximately 7,700 employees. Because we design, build and maintain complex systems to support our specialized role in the secondary mortgage market, approximately 38% of our employees work in technology-related jobs. Competition is high for employees with technology skills in the Washington, DC and Dallas metropolitan areas, where most of our employees work. Despite conservatorship, an uncertain future, and limitations on the compensation we are able to offer, we believe many employees and potential recruits are attracted by our mission and the compelling nature of our work. As of December 31, 2020, approximately 4% of positions across the company were vacant, and approximately 6% of our technology-related positions were vacant.  ",
        "Employee Engagement",
        "We are committed to maintaining an engaged workforce as we believe engagement is critical to the ongoing achievement of the company’s and the conservator’s goals. We monitor employee engagement through regular surveys. In 2020 the vast majority of our employees agreed with statements such as whether they would recommend Fannie Mae as a great place to work, which we consider to be strong indicators of their engagement. We believe our ability to recruit and retain employees and keep them engaged is influenced by the opportunity to do interesting work that supports our mission. We also offer employee benefits to encourage involvement in socially positive efforts, including those that echo our mission. Specifically, we offer employees up to $5,000 per year in matching charitable gifts (subject to overall available funding) and 10 hours of paid leave each month to engage in volunteer activities. We have also established a relief fund to which our employees can make charitable donations to assist employees who have suffered losses as a result of a natural disaster or other catastrophic event.",
        "Employee Development ",
        "We invest in our employees’ development, because we believe doing so supports the success of the company as well as our employees. We seek to provide training and opportunities that enable employees to develop digital, leadership and other critical skills we need to achieve our strategy and fulfill our mission. In recent years, we have worked on instilling lean management techniques, practices and behaviors throughout our workforce and Agile development principles for employees engaged in product development. We also emphasize to our employees their responsibility for and role in managing risk through our risk-assessment and monitoring activities, training and corporate messaging. In ",
        "Fannie Mae 2020 Form 10-K",
        "Business | Human Capital",
        "2020, these efforts enabled us to respond to demands created by the COVID-19 pandemic and record-high volumes resulting from historically low interest rates with commercial speed and agility.  ",
        "Safety and Resiliency",
        "We took a number of steps in 2020 to protect the safety and resiliency of our workforce. From the onset of the COVID-19 pandemic in mid-March through early October 2020, we required nearly all of our workforce to work remotely. Recognizing that our employees were balancing a number of competing obligations, we focused on employee wellness and, with the help of a campaign to spotlight flexible work options, we created an environment that supports our business needs while helping employees better meet their personal obligations. We also increased the amount of family sick leave available to employees and made other adjustments to support employees. In early October 2020, we began allowing employees, on a voluntary basis, to request approval to return to work at some of our office locations and established mandatory COVID-19 safety protocols at those locations. We expect a significant majority of our employees will continue to work remotely for the foreseeable future. To date, our business resiliency plans and technology systems have effectively supported this remote work arrangement.",
        "Diversity and Inclusion",
        "We seek to foster an environment in which all employees are treated with dignity and respect, have the opportunity to contribute to meaningful work, and perform that work in an inclusive environment free from discrimination, harassment, and retaliation. We believe this commitment helps us attract and retain a skilled, diverse workforce. As of December 31, 2020, racial or ethnic minorities constituted 55% of our overall workforce and 24% of our officer-level employees, and women constituted 44% of our overall workforce and 37% of our officer-level employees. Supporting our role in the secondary mortgage market requires employees with specialized technology skills. As a result, we consider our workforce diversity in the context of fintech companies, whose operations are based on a blend of financial services products and technology platforms, rather than financial services firms or other companies that have significant retail operations or a large number of administrative roles. We sponsor programs and activities to cultivate a diverse and inclusive work environment by focusing on inclusive leadership principles, talent development, enterprise accessibility, team and group dynamics, and a consistent communications strategy that reinforces the practice of driving inclusion to achieve innovative solutions. We also support voluntary, grassroots employee resource groups that are open to all employees, support diversity and inclusion, and provide a forum for members to come together for professional growth and development, cultural awareness, education, community service, and networking across the organization. In 2020, our senior management also sponsored a series of “Courageous Conversations” to facilitate safe-space discussions for employees to gain an understanding of and share differing viewpoints on issues related to social justice.",
        "See “Corporate Governance—Human Capital Management Oversight” for information on oversight of human capital management by our Board of Directors’ Compensation and Human Capital Committee. See “Risk Factors—GSE and Conservatorship Risk” for a discussion of how restrictions on our compensation and uncertainty with respect to our future negatively affects our ability to retain and recruit executives and other employees.",
        "Increased human capital and business resiliency risk.",
        " COVID-19 continues to spread in the U.S. and the rate of new daily cases may increase from current levels. If a significant number of our executives or other employees, or their family members for whom they provide care, contract COVID-19 during the same time period, it could materially adversely affect our ability to manage our business, which could have a material adverse effect on our results of operations and financial condition. The risk of executives, other employees or their family members contracting COVID-19 may increase with the resumption of business activity and the reopening of workplaces and schools. ",
        "We are now allowing employees",
        ", on a voluntary basis, ",
        "to request approval to return to work at some of our office locations",
        ". Although we have established COVID-19 safety protocols, the return of some employees to the office may increase the risk of our employees contracting COVID-19",
        "W",
        "e expect ",
        "a significant majority",
        " of our employees will continue to work remotely for the foreseeable future",
        ", driven by safety concerns, childcare obligations and other factors",
        " The strain on our workforce caused by this shift to a remote work environment and the uncertainty and stressors associated with the COVID-19 pandemic may result in business interruptions, reduced productivity and other adverse impacts on our operations. While our technological systems to date have continued to function with our workforce working remotely, this telework arrangement increases the risk of technological or cybersecurity incidents that negatively affect our business operations. This telework arrangement, as well as the risk that employees or their family members could contract COVID-19 and our reliance on third parties for some functions, also could adversely affect our ability to maintain effective controls and procedures, which could result in material errors in our reported results or disclosures that are not complete or accurate. ",
        "Human Capital Management Oversight",
        "In early 2021, our Board approved amendments to the Compensation Committee Charter to, among other things, change the name of the Compensation Committee to the Compensation and Human Capital Committee, and better reflect the Committee’s role in overseeing the company’s human capital management. The Compensation and Human Capital Committee of the Board has oversight of the company’s human capital management and its diversity and inclusion program and related policies and practices. As part of its oversight role, the Committee reviews the company’s primary compensation programs and benefits, succession planning for executives, as well as corporate culture and employee engagement. ",
        "Compensation and Human Capital Committee:",
        "Diane C. Nordin, ChairRobert H. Herz, Vice ChairMichael J. HeidKarin J. Kimbrough",
        "Compensation Risk Assessment",
        "Our Enterprise Risk Management division conducted a risk assessment of our 2020 employee compensation policies and practices. In conducting this risk assessment, the division reviewed the following, among other things:",
        "our performance goals and performance appraisal process; ",
        "our compensation structure (including incentives and pay mix);",
        "our severance arrangements and compensation clawback provisions;",
        "the restrictions on compensation applicable during conservatorship, particularly the limit on annual direct compensation for our Chief Executive Officer; and",
        "the oversight of aspects of our compensation by the Compensation and Human Capital Committee, the Board of Directors and FHFA.",
        "The division also assessed whether mitigating factors existed that would reduce the opportunity for inappropriate risk-taking within our compensation policies and practices. Our Chief Risk Officer shared the risk assessment of the company’s 2020 compensation policies and practices with the Compensation and Human Capital Committee",
        "Based on the risk assessment, management concluded that our 2020 employee compensation policies and practices do not create risks that are reasonably likely to have a material adverse effect on the company. A number of factors contributed to this conclusion, including:",
        "the 2020 scorecard objectives and Board of Directors’ goals are not designed or intended to incentivize employees to engage in activities outside our Employee Code of Conduct, risk appetite or any other activity that would involve taking inappropriate risks or result in a material adverse effect on the company;",
        "our Board risk limits inhibit excessive risk taking; the Board limits define the maximum amount of risk the company is willing to take in pursuit of its objectives, and the company regularly monitors and reports on these limits;",
        "the overall design of our compensation structure does not create material risks;",
        "deferred salary for our executive officers is subject to clawback provisions; and",
        "our control environment for compensation includes: a defined and consistently applied annual performance appraisal process; compensation adjustment guidelines and criteria; succession planning; and retention planning and monitoring.",
        "Management stated in its risk assessment that the cap on our Chief Executive Officer’s compensation under the Equity in Government Compensation Act of 2015 continues to be a risk factor for the company. As discussed in “Risk Factors,” the cap on our Chief Executive Officer compensation continues to make retention and succession planning for this position difficult, and it may make it difficult to attract qualified candidates for this critical role in the future.",
        "210",
        "Executive Compensation | Compensation Tables and Other Information",
        "Compensation Tables and Other Information ",
        "Summary Compensation Table",
        "The following table shows summary compensation information for the named executives.",
        "Summary Compensation Table for 2020, 2019 and 2018",
        "Salary",
        "Name and Principal Position",
        "(1)",
        "Year",
        "Base",
        "(2)",
        "Fixed Deferred",
        "(Service-",
        "Based)",
        "(3)",
        "Bonus",
        "(4)",
        "Non-Equity",
        "Incentive",
        "Plan",
        "Compensation",
        "(5)",
        "All Other",
        "(6)",
        "Total",
        "Hugh Frater",
        "2020",
        "600,000",
        "48,000",
        "648,000",
        "Chief Executive",
        "2019",
        "71,104",
        "671,104",
        "Officer",
        "2018",
        "113,077",
        "139,615",
        "252,692",
        "Celeste Brown",
        "623,077",
        "1,500,000",
        "816,440",
        "112,310",
        "3,051,827",
        "ExecutiveVicePresident",
        "569,231",
        "1,229,231",
        "700,000",
        "722,336",
        "107,164",
        "3,327,962",
        "and Chief Financial Officer",
        "505,769",
        "794,615",
        "562,212",
        "549,475",
        "3,112,071",
        "David Benson",
        "1,920,000",
        "979,727",
        "113,710",
        "3,636,514",
        "President",
        "984,782",
        "121,948",
        "3,626,730",
        "1,669,615",
        "981,252",
        "135,535",
        "3,386,402",
        "Andrew Bon Salle",
        "538,462",
        "1,775,000",
        "884,476",
        "100,342",
        "3,298,280",
        "Former Executive Vice",
        "500,000",
        "889,039",
        "108,341",
        "3,272,380",
        "President—Single-Family  ",
        "1,741,346",
        "969,030",
        "97,824",
        "3,308,200",
        "Mortgage Business",
        "Jeffery Hayward",
        "519,231",
        "1,460,000",
        "762,010",
        "93,145",
        "2,834,386",
        "Executive Vice President",
        "765,941",
        "99,291",
        "2,825,232",
        "and Chief Administrative",
        "1,209,615",
        "739,140",
        "112,991",
        "2,561,746",
        "Kimberly Johnson",
        "1,373,846",
        "752,614",
        "93,369",
        "2,719,829",
        "and Chief Operating",
        "1,093,846",
        "689,088",
        "90,318",
        "2,373,252",
        "The principal position for each named executive is the position he or she held on December 31, 2020. Mr. Bon Salle retired on December 31, 2020.",
        "Amounts shown in this sub-column consist of base salary paid during the year on a biweekly basis. Calendar year 2020 contained 27 biweekly pay periods, rather than the usual 26 biweekly pay periods. This additional pay period occurs approximately once every 11 years because we pay on a biweekly basis. As a result, except for Mr. Frater, salary amounts for 2020 are slightly higher than the named executive’s annual base salary rate to reflect the additional biweekly pay period. In February 2021, FHFA requested that Mr. Frater repay the $23,077 payment he received for the 27th pay period net of applicable taxes. Mr. Frater voluntarily agreed to FHFA’s request and will repay this amount to the company; therefore, the $23,077 payment has been excluded from Mr. Frater’s base salary ",
        "211",
        "amount shown in this sub-column and from the “Total” column. The 2020 base salary rates for each executive were as follows: Frater: $600,000; Brown: $600,000; Benson: $600,000; Bon Salle: $500,000; Hayward: $500,000; Johnson: $500,000. The amount shown in this sub-column for Mr. Bon Salle also includes unused vacation paid upon his retirement.",
        "Amounts shown in this sub-column consist of the fixed, service-based portion of deferred salary. Deferred salary shown for 2020 generally will be paid in four equal installments in March, June, September and December 2021. Deferred salary accrues interest at one-half of the one-year Treasury Bill rate in effect on the last business day preceding the year in which the deferred salary is earned. For deferred salary earned in 2020, this rate is 0.795% per year. For deferred salary earned in 2019 and 2018, this rate was 1.315% and 0.88% per year, respectively. Interest on the named executives’ fixed deferred salary is shown in the “All Other Compensation” column. Deferred salary shown for 2019 was paid to our named executives during 2020, and deferred salary shown for 2018 was paid to our named executives during 2019. ",
        "The amounts shown in this column consist of the second and third installments of a sign-on award Ms. Brown received when she joined the company. See “Executive Compensation—Compensation Discussion and Analysis—Determination of 2019 Compensation—Certain Named Executive Compensation Arrangements—Chief Financial Officer” in our annual report on Form 10-K for the year ended December 31, 2019 for information regarding Ms. Brown’s sign-on award.",
        "Amounts shown in this column consist of the performance-based at-risk portion of deferred salary earned during the year and interest payable on that deferred salary. The table below provides more detail on the 2020 at-risk deferred salary awarded to our named executives.  ",
        "Performance-Based At-Risk Deferred Salary",
        "Name",
        "2020 Corporate Performance-Based At-Risk Deferred Salary",
        "2020 Individual Performance-Based At-Risk Deferred Salary",
        "Interest Payable on 2020 At-Risk Deferred Salary",
        "382,500",
        "427,500",
        "6,440",
        "459,000",
        "513,000",
        "7,727",
        "414,375",
        "463,125",
        "6,976",
        "357,000",
        "399,000",
        "6,010",
        "The table below provides more detail on the amounts reported for 2020 in the “All Other Compensation” column. ",
        "All Other Compensation",
        "CompanyContributionstoRetirementSavings(401(k)) Plan",
        "CompanyCredits toSupplementalRetirementSavingsPlan",
        "Matching CharitableAwardProgram",
        "Interest Payable on 2020 Fixed Deferred Salary",
        "22,800",
        "25,200",
        "72,585",
        "5,000",
        "11,925",
        "75,046",
        "600",
        "15,264",
        "58,431",
        "14,111",
        "58,738",
        "11,607",
        "All 2020 company contributions to the Retirement Savings Plan and Supplemental Retirement Savings Plan are fully vested.",
        "Amounts shown in the “Matching Charitable Award Program” column consist of gifts we made on behalf of our named executives under our matching charitable gifts program, under which gifts made by our employees and directors to Internal Revenue Code Section501(c)(3) charities were matched, up to an aggregate total of $5,000 for the 2020 calendar year.",
        "212",
        "Plan-Based Awards ",
        "The following table shows the at-risk deferred salary for each of the named executives during 2020. The terms of 2020 at-risk deferred salary are described in “Compensation Discussion and Analysis—2020 Executive Compensation Program; Chief Executive Officer Compensation—Elements of 2020 Executive Compensation Program—Direct Compensation.” Deferred salary amounts shown represent only the performance-based at-risk portionof the named executives’ 2020 deferred salary.",
        "Grants of Plan-Based Awards in 2020",
        "Estimated Future Payouts Under",
        "Non-Equity Incentive Plan Awards",
        "Award Type",
        "Threshold",
        "Target",
        "Maximum",
        "At-risk deferred salary—Corporate",
        "At-risk deferred salary—Individual",
        "Total at-risk deferred salary",
        "450,000",
        "900,000",
        "540,000",
        "1,080,000",
        "487,500",
        "975,000",
        "420,000",
        "840,000",
        "Amounts shown are the target amounts of the performance-based at-risk portion of the named executives’ 2020 deferred salary. Half of 2020 at-risk deferred salary was subject to reduction based on corporate performance against the 2020 scorecard, as determined by FHFA, and half was subject to reduction based on individual performance in 2020, taking into account corporate performance against the 2020 Board of Directors’ goals, as determined by the Board of Directors with FHFA’s review. No amounts are shown in the “Threshold” column because deferred salary does not specify a minimum amount payable. The amounts shown in the “Maximum” column are the same as the amounts shown in the “Target” column because 2020 at-risk deferred salary was only subject to reduction; amounts higher than the target amount could not be awarded. The actual amounts of the at-risk portion of 2020 deferred salary that will be paid to the named executives for 2020 performance are included in the “Non-Equity Incentive Plan Compensation” column of the “Summary Compensation Table for 2020, 2019 and 2018.” ",
        "Pension Benefits ",
        "Retirement Savings Plan",
        "The Retirement Savings Plan is a tax-qualified defined contribution plan for which all of our employees are generally eligible",
        "that includes a 401(k) before-tax feature, a regular after-tax feature and a Roth after-tax feature. Under the plan, eligible employees may allocate investment balances to a variety of investment options. We match in cash employee contributions up to 6% of base salary and eligible incentive compensation. Employees are 100% vested in our matching contributions. In addition, for 2020, subject to IRS limits for 401(k) plans, we made contributions to the Retirement ",
        "213",
        "Savings Plan for our employees equal to 2% of salary and eligible incentive compensation, which includes the deferred salary element of our executive compensation program. In November 2020, we amended the Retirement Savings Plan to eliminate the 2% contribution effective January 1, 2021. In addition, effective December 31, 2020, current employees were fully vested in any unvested 2% contributions in the Retirement Savings Plan. Previously, participants were not fully vested in this 2% contribution until after three years of service. ",
        "Nonqualified Deferred Compensation",
        "We provide nonqualified deferred compensation to the named executives pursuant to our Supplemental Retirement Savings Plan. Our Supplemental Retirement Savings Plan is an unfunded, non-tax-qualified defined contribution plan. The Supplemental Retirement Savings Plan is intended to supplement our Retirement Savings Plan, or 401(k) plan, by providing benefits to participants whose eligible earnings exceed the IRS annual limit on eligible compensation for 401(k) plans (for 2020, the annual limit was $285,000).",
        "For 2020, we credited 8% of the eligible compensation for our named executives that exceeded the applicable IRS annual limit. Eligible compensation in any year consists of base salary plus any eligible incentive compensation (which includes deferred salary) earned for that year, up to a combined maximum of two times base salary. The 8% credit consisted of two parts: (1) a 6% credit that was immediately vested; and (2) a 2% credit that would vest after the participant had completed three years of service with us. In November 2020, we amended the Supplemental Retirement Savings Plan to eliminate the 2% credit beginning with compensation earned for the 2021 plan year. In addition, effective December 31, 2020, current employees were fully vested in any unvested 2% credits in the Supplemental Retirement Savings Plan. ",
        "While the Supplemental Retirement Savings Plan is not funded, amounts credited on behalf of a participant under the Supplemental Retirement Savings Plan are deemed to be invested in mutual fund investments selected by the participant that are similar to the investments offered under our Retirement Savings Plan.",
        "Amounts deferred under the Supplemental Retirement Savings Plan are payable to participants in the January or July following separation from service with us, subject to a six month delay in payment for our 50 most highly-compensated officers. Participants generally may not withdraw amounts from the Supplemental Retirement Savings Plan while they are employees.",
        "The table below provides information on the nonqualified deferred compensation of the named executives in 2020, all of which was provided pursuant to our Supplemental Retirement Savings Plan. ",
        "Non-Qualified Deferred Compensation for 2020",
        "Company",
        "Contributionsin 2020",
        "Aggregate",
        "Earningsin",
        "Balanceat",
        "December 31, 2020",
        "4,943",
        "56,802",
        "38,041",
        "228,309",
        "59,711",
        "874,895",
        "80,804",
        "600,257",
        "78,299",
        "686,637",
        "113,563",
        "780,637",
        "All amounts reported in this column are also reported as 2020 compensation in the “All Other Compensation” column of the “Summary Compensation Table for 2020, 2019 and 2018.” ",
        "None of the earnings reported in this column are reported as 2020 compensation in the “Summary Compensation Table for 2020, 2019 and 2018” because the earnings are neither above-market nor preferential.",
        "Amounts reported in this column reflect company contributions to the Supplemental Retirement Savings Plan that are also reported in the “All Other Compensation” column of the “Summary Compensation Table for 2020, 2019 and 2018” as follows:",
        "214",
        "Balance Amounts Reported in “All Other Compensation” in the Summary Compensation Table",
        "Amounts in Aggregate Balance Column that Represent Company Contributions Reported as Compensation for 2019 in the Summary Compensation Table",
        "Amounts in Aggregate Balance Column that Represent Company Contributions Reported as Compensation for 2018 in the Summary Compensation Table",
        "25,600",
        "63,600",
        "41,385",
        "73,600",
        "92,500",
        "57,600",
        "58,000",
        "72,346",
        "57,692",
        "Potential Payments Upon Termination or Change-in-Control",
        "The information below describes and quantifies certain compensation and benefits that would have become payable to each of our named executives under our existing plans and arrangements if the named executive’s employment had terminated on December 31, 2020 under each of the circumstances described below, taking into account the named executive’s compensation and service levels as of that date. The discussion below does not reflect retirement or deferred compensation plan benefits to which our named executives may be entitled, as these benefits are described above under “Pension Benefits” and “Nonqualified Deferred Compensation.” The information below also does not generally reflect compensation and benefits available to all salaried employees upon termination of employment with us under similar circumstances. We are not obligated to provide any additional compensation to our named executives in connection with a change-in-control.",
        "Potential Payments to Named Executives",
        "We have not entered into agreements with any of our named executives that would entitle the executive to severance benefits. Under the 2020 executive compensation program, a named executive would be entitled to receive a specified portion of his or her earned but unpaid 2020 deferred salary if his or her employment was terminated for any reason, other than for cause. ",
        "Below we discuss various elements of the named executives’ compensation that would become payable in the event a named executive dies, resigns, retires, terminates employment due to long-term disability, or the company terminates his or her employment. We then quantify the amounts that would be paid to our named executives in these circumstances, in each case assuming the triggering event occurred on December 31, 2020.",
        "Deferred salary.",
        " If a named executive is separated from employment with the company for any reason other than termination for cause, he or she would receive the following:",
        "Fixed deferred salary.",
        " The earned but unpaid portion of his or her fixed deferred salary, reduced by 2% for each full or partial month by which the named executive’s termination precedes January 31 of the second year following the performance year (or, if later, the end of the twenty-fourth month following the month in which the named executive first earned deferred salary), except that the reduction will not apply if: (1) at the time of separation the named executive has reached age 62, or age 55 with 10 years of service with Fannie Mae, or (2) the named executive’s employment terminates as a result of death or long-term disability.",
        "At-risk deferred salary.",
        " The earned but unpaid portion of his or her at-risk deferred salary, subject to reduction from the target level for corporate and individual performance for the applicable performance year, except that the reduction will not apply if an officer’s employment terminates as a result of death or long-term disability prior to the Board of Directors’ and FHFA’s determinations of performance for at-risk deferred salary.",
        "Interest on deferred salary.",
        " Interest on deferred salary payments. Deferred salary accrues interest at one-half of the one-year Treasury Bill rate in effect on the last business day preceding the year in which the deferred salary is earned.",
        "Payment dates.",
        " Installment payments of deferred salary and related interest would be made on the original payment schedule, except that payments will be made within 90 days in case of the named executive’s death.",
        "Termination for cause.",
        " If a named executive’s employment is terminated by the company for cause, he or she would not receive any of the earned but unpaid portion of his or her deferred salary. The company may terminate an executive for cause if it determines that the executive has: (a) materially harmed the company by, in connection ",
        "215",
        "with the performance of his or her duties for the company, engaging in gross misconduct or performing his or her duties in a grossly negligent manner; or (b) been convicted of, or pleaded ",
        "nolo contendere",
        " with respect to, a felony.",
        "Retiree medical benefits. ",
        "We currently make certain retiree medical benefits available to our full-time employees who meet certain age and service requirements at the time of retirement.",
        "The table below shows the amounts that would have become payable to each of our named executives if his or her employment had terminated on December 31, 2020 for the reasons specified. Mr. Bon Salle retired from the company on December 31, 2020. No amounts are shown for Mr. Frater, as he does not receive deferred salary.",
        "Potential Payments Upon Termination as of December 31, 2020",
        "2020 Fixed",
        "DeferredSalary",
        "2020 At-Risk",
        "Interest on 2020 Deferred Salary",
        "Resignation, retirement, or termination without cause",
        "Long-term disability",
        "Death ",
        "Termination for cause",
        "1,110,000",
        "810,000",
        "1,935,264",
        "19,080",
        "2,419,080",
        "12,109",
        "2,412,109",
        "972,000",
        "22,991",
        "2,914,991",
        "23,850",
        "3,023,850",
        "15,136",
        "3,015,136",
        "877,500",
        "21,087",
        "2,673,587",
        "21,863",
        "2,771,863",
        "13,874",
        "2,763,874",
        "756,000",
        "17,617",
        "2,233,617",
        "18,285",
        "2,318,285",
        "11,604",
        "2,311,604",
        "1,080,400",
        "14,599",
        "1,850,999",
        "Death",
        "In the case of resignation, retirement or termination without cause, Ms. Brown and Ms. Johnson each would have received 74% of her 2020 fixed deferred salary, which is the earned but unpaid portion of her 2020 fixed deferred salary as of December 31, 2020, reduced by 2% for each full or partial month by which her separation from employment preceded January 31, 2022. Mr. Benson, Mr. Bon Salle and Mr. Hayward each would have received ",
        "216",
        "100% of his 2020 fixed deferred salary, with no reduction, because Mr. Benson and Mr. Bon Salle had reached age 55 with 10 years of service with Fannie Mae and Mr. Hayward had reached age 62.",
        "The amounts in this column in the event of resignation, retirement, or termination without cause reflect FHFA’s and the Board’s determinations of 2020 corporate performance-based at-risk deferred salary and 2020 individual performance-based at-risk deferred salary, as described in “Compensation Discussion and Analysis—Determination of 2020 Compensation.” The amounts in this column in the event of a termination due to death or long-term disability do not reflect any performance-based reduction, because the hypothetical December 31, 2020 termination date occurred prior to FHFA’s and the Board’s performance determinations for at-risk deferred salary in January 2021. ",
        "Interest payable on the deferred salary payments, which reflects that: (a) in the event of resignation, retirement, termination without cause, or long-term disability, installment payments of deferred salary would be paid on the original payment schedule; and (b) in the event of death, payments of deferred salary would be made within 90 days of the executive’s death. The amount of interest payable in the event of death in this table assumes the payment of deferred salary would occur on the 90th day following the hypothetical December 31, 2020 date of death. Interest on 2020 deferred salary payments accrues at an annual rate of 0.795%.",
        "Chief Executive Officer to Median Employee Pay Ratio",
        "The following table shows the compensation paid to our Chief Executive Officer for 2020, the total 2020 compensation of our median employee (which was calculated based on the methodology described below the table), and the estimated ratio of the Chief Executive Officer’s pay to the median employee’s pay for 2020. ",
        "2020 Chief Executive Officer to Median Employee Pay Ratio",
        "Individual",
        "Ratio",
        "Chief Executive Officer",
        "4.1 to 1",
        "Median Employee",
        "158,209",
        "We took the following steps to identify our median employee and determine this employee’s compensation:",
        "We identified our employee population as of December 31, 2020, which consisted of approximately 7,700 full-time and part-time employees. We did not include independent contractors in this population.",
        "For each employee (other than our Chief Executive Officer), we determined the sum of his or her base salary for 2020, performance awards for 2020 and the value of company contributions made in 2020 on his or her behalf to retirement plans. We did not annualize the compensation of employees who were employed for less than the full year, nor did we make any full-time equivalent adjustments to part-time employees.",
        "Comparing the sums, we identified an employee whose compensation best reflected Fannie Mae employees’ median 2020 compensation (that is, the midpoint of employees ranked in order of compensation amount).",
        "We then determined that median employee’s total 2020 compensation using the approach required by the SEC when calculating our named executives’ compensation, as reported in the Summary Compensation Table.",
        "In general, we offer employees base salary, the opportunity to receive awards for performance, company retirement plan contributions and other benefits. In accordance with SEC rules, the median employee compensation amount for 2020 provided in the table above consists of base salary, an award for 2020 performance, company retirement plan contributions and a matching gift the company made on behalf of the employee under our matching charitable gifts program, but does not reflect benefits relating to group life or health plans generally available to all salaried employees, parking or transit benefits that are generally available to all salaried employees, or personal benefits with an aggregate value of less than $10,000. The Chief Executive Officer compensation amount for 2020 provided in the table above consists of base salary and company retirement plan contributions, and is the same amount reported in the “Summary Compensation Table for 2020, 2019 and 2018.”",
        "Given the different methodologies that companies may use to determine their CEO pay ratios, the estimated ratio we report above may not be comparable to that reported by other companies.",
        "Director Compensation ",
        "Overview ",
        "Our Corporate Governance Guidelines provide that compensation for members of the Board of Directors will be reasonable, appropriate, and commensurate with the duties and responsibilities of their Board service. Our non-management directors receive cash compensation pursuant to a program authorized by FHFA in 2008. The compensation we provide to directors has not increased since this program was implemented in 2008. ",
        "217",
        "Mr. Frater, our Chief Executive Officer and a member of the Board of Directors, did not receive any additional compensation for his service as a director in 2020.",
        "Board Compensation Levels",
        "Board compensation levels under the program authorized by FHFA are shown in the table below. Our directors receive no equity compensation and no meeting fees.",
        "Board Service",
        "Cash Compensation",
        "Annual retainer for non-executive Chair",
        "290,000",
        "Annual retainer for non-management directors (other than the non-executive Chair)",
        "160,000",
        "Committee Service",
        "Annual retainer for Audit Committee Chair",
        "25,000",
        "Annual retainer for Risk Policy and Capital Committee Chair",
        "15,000",
        "Annual retainer for all other Committee Chairs",
        "10,000",
        "Annual retainer for Audit Committee members (other than the Audit Committee Chair)",
        "Additional Arrangements with our Non-Management Directors",
        "Expenses. ",
        "We pay for or reimburse directors for out-of-pocket expenses incurred in connection with their service on the Board of Directors, including travel to and from our meetings, accommodations, meals and education.",
        "Matching Charitable Gifts Program. ",
        "To further our support for charitable giving, non-employee directors are able to participate in our corporate matching gifts program on the same terms as our employees.",
        "Stock Ownership Guidelines for Directors. ",
        "In 2009, our Board of Directors eliminated our stock ownership requirements for directors.",
        "2020 Non-Management Director Compensation",
        "The total 2020 compensation for our non-management directors is shown in the table below.",
        "2020 Non-Management Director Compensation Table",
        "FeesEarnedor Paidin Cash",
        "Amy Alving",
        "170,000",
        "Sheila Bair",
        "174,806",
        "Renee Glover",
        "Michael Heid",
        "180,000",
        "185,000",
        "Robert Herz",
        "3,000",
        "188,000",
        "Antony Jenkins",
        "Karin Kimbrough",
        "Diane Nordin",
        "Jonathan Plutzik",
        "275,194",
        "Manolo Sánchez",
        "161,708",
        "166,708",
        "Directors who resigned from the Board during 2020 or 2021",
        "Brian Brooks",
        "40,000",
        "Ryan Zanin",
        "173,292",
        "Amounts shown in the “All Other Compensation” column consist of gifts we made on behalf of the directors under our matching charitable gifts program, under which gifts made by our employees and directors to Internal Revenue Code Section501(c)(3) charities were matched, up to an aggregate total of $5,000 for the 2020 calendar year.",
        "Ms. Bair became Chairwoman of the Board in November 2020.",
        "Mr. Plutzik was Board Chair until November 2020.",
        "218",
        "Mr. Brooks resigned effective March 2020.",
        "Mr. Zanin resigned effective January 2021."
    ]
}