{
    "313927": [
        "HUMAN CAPITAL",
        "Overview",
        "We take great pride in fostering an enduring culture of “doing well by doing good.” By having the opportunity to make meaningful contributions to society, each of our employees can help create a stronger, more resilient company while contributing to a better world. In their everyday work, employees embody our core values of integrity, quality, commitment and innovation, and in doing so, directly contribute to our long-standing character and reputation. ",
        "Safety and Wellness",
        "Employee safety remains our top priority. We develop and administer company-wide policies to ensure the safety of each team member and compliance with OSHA standards. In 2020, we implemented COVID-19 protocols across all locations in response to the pandemic, to ensure both the safety of our employees and compliance with federal and local requirement and guidelines.",
        "11",
        "Our Employees",
        "As of December 31, 2020, we had approximately 5,100 global employees, an increase of approximately 300 compared to December 31, 2019.The increase is primarily due to increased staffing at our global manufacturing plants. Approximately 87% of our workforce is located in the Americas, 10% in Europe, Middle East, and Africa, and 3% in the Asia-Pacific region. About 50% of our employees are salaried and about 50% are paid hourly wages. During fiscal 2020, our turnover rate was approximately 14.9%.Our revenue per employee in fiscal 2020 was approximately $958,000. ",
        "Diversity, Equity and Inclusion",
        "We embrace the diversity of our employees and believe that a diverse workforce reflective of our consumer base fosters innovation and cultivates an environment filled with unique perspectives. As a result, diversity, equity and inclusion (DEI”) are critical to help us meet the needs of our customers and consumers around the world. As of December 31, 2020, females represented 40.6% of our global workforce. We strive to cultivate a culture and processes that support and enhance our ability to recruit, develop and retain diverse talent at every level.",
        "We have established a Diversity & Inclusion Council that provides strategic direction, guidance and advocacy for our DEI initiatives which is led by our Chief Executive Officer and our Director, Diversity & Inclusion and includes diverse employees at every level from around the world. Our Board of Directors, acting principally through its Compensation & Organization Committee, oversees our DEI efforts.",
        "Hiring, Development and Retention",
        "Our talent strategy is focused on attracting the best talent and recognizing and rewarding performance, while continually developing, engaging and retaining our talented employees. ",
        "We invest resources in professional development and growth as a means of improving employee performance and improving retention. This includes our bi-annual “LEAP” (Leadership Empowerment Achievement Program), which is aimed at continuous learning, professional training and development opportunities, targeted leadership development courses for new and existing leaders of different levels of seniority, tuition reimbursement, and job specific programs for our employees.",
        "Compensation and Benefits",
        "As part of our overall effort to attract, develop and retain talented employees, our compensation programs are designed to align the compensation of our employees with our and their performance, and to provide the proper incentives to attract, retain and motivate employees to achieve superior results. Moreover, our policies and procedures are designed to ensure compensation is fair for employees of the same job, at the same level, location and performance. These include utilizing pay grades for appropriate job groupings, making pay decisions based on relevant factors, such as education, experience, and performance, and subjecting pay decisions to higher levels of leadership and Human Resources review to ensure those decisions are fair, equitable and align with our equal employment opportunity policies and objectives. ",
        "Employees are eligible for health insurance, prescription drug benefits, dental, vision, hospital indemnity, accident, critical illness, and disability insurance, life insurance, health savings accounts, flexible spending accounts, reproductive rights coverage, and identity theft insurance.",
        "Communities",
        "We encourage our employees to become involved in their communities, and in 2020, our Employee Giving Fund supported our communities by providing $1.2 million to 205 deserving organizations through annual grants, disaster relief, and other monetary support.Employees purchased back-to-school supplies online to support disadvantaged youth, donated clothes and non-perishable items for clothing and food drives and provided supplies for a summer camp and holiday dinner for families in need.In addition, the Company has contributed approximately $4.8 million to our communities, which includes the retail value of product donations, delivering masks and hand sanitizers to hospitals where we live, donating to local food banks, and supporting local food establishments with gift certificates.",
        "12",
        "PUBLIC INFORMATION",
        "We maintain a website at www.churchdwight.com and on the “Investors-Financial Information-SEC Filings” page of reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, as soon as reasonably practicable after we electronically file these materials with, or furnish them to, the Securities and Exchange Commission (the “Commission”). Also available on the “Investors-Corporate Governance” page on our website are our Corporate Governance Guidelines, charters for the Audit, Compensation & Organization and Governance & Nominating Committees of our Board of Directors (the “Board”), our Code of Conduct and our Proxy Statement.  We also publish a Sustainability Report that summarizes our business and corporate responsibility commitments and accomplishments including those related to our environmental, social, and governance performance.For more information regarding our sustainability and ESG initiatives please see the “Responsibility” page on our website and the discussion under the capital “Sustainability and Environmental, Social and Governance (“ESG”)” included above.Each of the foregoing is also available in print free of charge and may be obtained upon written request to: Church & Dwight Co., Inc., 500 Charles Ewing Boulevard, Ewing, New Jersey 08628, attention: Secretary. The information presented on our website is not a part of this Annual Report and the reference to our website is intended to be an inactive textual reference only. ",
        "13"
    ]
}