{
    "315709": [
        "Services and Human Capital",
        "Table of Contents",
        "Our Subsidiary Banks have historically focused on providing commercial banking services to small and medium sized businesses located in their trade areas and select international banking services. In recent years, however, the Subsidiary Banks have emphasized consumer and retail banking, including mortgage lending, as well as locating branches in retail locations and shopping malls. Today, we have 187 facilities and 282 ATMs serving 88 communities in Texas and Oklahoma.",
        "Through the Subsidiary Banks, we are engaged in the business of accepting checking and savings deposits and the making of commercial, real estate, personal, home improvement, automobile and other installment and term loans. Some Subsidiary Banks are very active in facilitating international trade along the United States border with Mexico and elsewhere. Our international banking business includes providing letters of credit, making commercial and industrial loans and providing foreign exchange services. Each Subsidiary Bank also offers other related services, such as credit cards, safety deposit boxes, collections, notary public, escrow services, drive up and walk up facilities and other customary banking services. ",
        "Each Subsidiary Bank makes available certain securities products through third party providers, as well as banking services during traditional and nontraditional banking hours through their ATM network and retail locations in shopping malls and other convenient places. Additionally, IBC also has introduced IBC Bank Online, an Internet banking product, in order to provide customers online access to banking information and services 24hours a day, as well as, IBC Mobile Banking with access from mobile devices 24 hours a day. No material portion of our business may be deemed seasonal.",
        "As of December 31, 2020, we and our Subsidiary Banks employed approximately 2,254 persons full time and 202 persons part time. As of December 31, 2020, more than half of our approximately 300-person officer management team have been with us for more than 15 years, and approximately two-thirds of those have been with us for more than 20 years. ",
        "Our mission is to develop a banking culture that builds genuine, personal relationships with our customers and the communities we serve. The most significant component of that mission is to attract, develop and maintain employees and officers of the highest quality, who are committed to their job, conduct themselves with the highest level of professionalism, devote themselves to their community, and relentlessly pursue perfection in their performance. ",
        "While senior management is certainly expected to lead by example, our objective is to instill our mission and cultural values throughout our entire organization. We are as dedicated to each other as “one team” moving in the same direction as we are to the communities we serve. We teach and train our employees to understand the reality of our customers’ everyday business, and to provide practical solutions based on significant experience, ingenuity, continuity, balance, integrity, intelligence, and very strong work ethic and technical skills, including significant bilingual capabilities. Our team approach allows us to nurture excellence in our staff in order to develop superior valuation skills so that each individual may better understand the risks and returns of transactions better than our competitors. We provide extensive training to our employees in an effort to ensure that our customers receive superior customer service. We seek to develop superior skills at the transaction level, using a bottom-up approach to management. The use of cluster groups, pods, roundtables, and team huddles are fundamental to our approach.",
        "We use compensation plans coupled with a complete evaluation program to reward and direct the development of our employees. Our compensation systems are reflective of the need to retain and develop a superior workforce, recognizing that unique and innovative programs need to be developed and maintained to retain highly qualified employees. We strive to provide pay, benefits, and services that help meet the varying needs of our employees. ",
        "4",
        "Compensation and benefits include market-competitive pay, retirement programs, broad-based bonuses, stock options, health and welfare benefits, financial counseling, paid time off, and family leave."
    ]
}