{
    "316709": [
        "Human Capital",
        "12",
        "We believe that hiring people who share our corporate purpose of helping clients achieve their financial goals is an essential element of executing our ‘Through Clients’ Eyes’ strategy, and we seek to attract, retain, and motivate the talent Schwab needs to successfully serve our clients and grow our business. As of December31, 2020, Schwab had full-time, part-time, and temporary employees, and persons employed on a contract basis, that represented the equivalent of approximately 32,000 full-time employees. ",
        "Schwab offers a compensation package that rewards both employee and company performance. The package encompasses an array of compensation components in addition to base pay including performance-based incentive pay, equity awards, recognition awards, and a range of health and wellness benefits. We also offer benefits and resources designed to help our employees achieve their financial goals, including a 401(k) plan, an employee stock purchase plan, financial planning consultations, and disability and life insurance options. In addition, Schwab offers programs to help with employee career growth including development and leadership programs as well as reimbursement for qualified business-related education and training. We also encourage and empower employees to volunteer in the communities where we live and work, offering paid time off for every employee to volunteer in his or her community. ",
        "We know that through workplace diversity, we gain a wider range of perspectives and experiences, which supports our strategy and helps us better serve our clients. We focus on attracting a diversity of talent by maintaining a strong employer brand and expanding where and how we meet prospective employees. We recruit from underrepresented communities through targeted campus recruiting, scholarship programs, and partnerships with professional organizations. We also offer coaching programs for college students from underrepresented communities to help develop career skills and learn about internship and career opportunities at Schwab. For Schwab employees, we support a number of Employee Resource Groups (ERGs) which are employee-driven and provide support, leadership development opportunities, and connection to our diverse marketplace. Our ERGs are made up of employees who share characteristics or life experiences and are committed to enhancing diversity and inclusion at Schwab. Additionally, our leaders are explicitly responsible for creating an environment where all people can do their best work, and for fostering the development of high-performance teams that recognize the value of diverse perspectives, skills and backgrounds. We regularly request feedback from our employees through surveys."
    ]
}