{
    "352915": [
        "Human Capital Management",
        "development and set objectives in partnership with their managers. We train managers to partner with employees and support them in their efforts.",
        "expanded eligibility to provide financial support for UHS employees and their families who were significantly impacted by the COVID-19 pandemic. ",
        "Our ability to negotiate favorable service contracts with purchasers of group health care services also affects our competitive position and significantly affects the revenues and operating results of our hospitals. Managed care plans attempt to direct and control the use of hospital services and to demand that we accept lower rates of payment. In addition, employers and traditional health insurers are increasingly interested in containing costs through negotiations with hospitals for managed care programs and discounts from established charges. In return, hospitals secure commitments for a larger number of potential patients. Generally, hospitals compete for service contracts with group health care service purchasers on the basis of price, market reputation, geographic location, quality and range of services, quality of the medical staff and convenience. The importance of obtaining contracts with managed care organizations varies from market to market depending on the market strength of such organizations.",
        "Total rent expense under the operating leases on the ",
        "three",
        "wholly-owned",
        "hospital facilities with the Trust was $17.1 million, $",
        "16.4",
        " million and $",
        "16.0",
        " million during 2020, 2019 and 2018, respectively.Pursuant to the terms of the three hospital leases with the Trust, we have the option to renew the leases at the lease terms described above and below by providing notice to the Trust at least ",
        "90 days",
        " prior to the termination of the then current term. We also have the right to purchase the respective leased ",
        "hospitals at their appraised fair market value upon any of the following: (",
        "i",
        ") ",
        "at the end of the lease terms or any renewal terms",
        "; (ii) ",
        "upon one month’s notice should a change of control of the Trust occur",
        ", or; (iii) within the time period as specified in the lease in the event that we provide notice to the Trust of our intent to offer a substitution property/properties in exchange for one (or more) of the three hospital properties leased from the Trust should we be unable to reach an agreement with the Trust on the properties to be substituted.",
        "In addition, we have rights of first refusal to: (",
        ")purchase the respective leased facilities during and for ",
        "180 days",
        " after the lease terms at the same price, terms and conditions of any third-party offer, or; (ii)renew the lease on the respective leased facility at the end of, and for 180 days after, the lease term at the same terms and conditions pursuant to any third-party offer. ",
        "Hospital Name",
        "We have one 5-year renewal option at existing lease rates (through 2031).",
        "We have two 5-year renewal optionsat fair market value lease rates (2022 through 2031).",
        "100",
        "NameandAge",
        "PresentPositionwiththeCompany",
        "the Consolidated Financial Statements-",
        "Relationship with Universal Health Realty Income Trust and Other Related Party Transactions",
        " for additional disclosure regarding the Company’s group purchasing organization agreement with Premier, Inc. Marc D. Miller is the son of Alan B. Miller, our ",
        "Executive ",
        "Chairman of the Board"
    ]
}