{
    "354963": [
        "Human Capital Management ",
        "",
        "As of December 31, 2020, the Company employed approximately 1,139 people in and around the Mid-Atlantic region of the United States, of which approximately 35% were female, and 26% of managerial employees were female. ",
        "Our Chief Human Resources Officer (\"CHRO\") is responsible for developing and executing the Company’s human capital management strategy in alignment with the business. This includes the attraction, acquisition, development, retention and engagement of talent to deliver on the Company’s strategy, the design of employee compensation and benefits programs, and oversight of our diversity and inclusion efforts. Our CHRO continuously evaluates, modifies, and enhances our internal processes and technologies to increase employee engagement, productivity, and effectiveness. In addition, the Chief Executive Officer (\"CEO\") and CHRO regularly update the Company’s board of directors and its committees on the operation and status of these human capital trends and management programs. Key areas of focus include:",
        "Culture, Values & Ethics",
        "Shentel is committed to operating in a fair, honest, responsible and ethical manner and we expect our employees to commit to these same principles. The Company has adopted a Code of Business Conduct and Ethics, which is also clearly visible to our customers and vendors on our external Shentel website (https://investor.shentel.com/corporate-governance/governance-overview). Additionally, at time of hire and at least annually, we ask all employees and board members to review and certify their commitment to this Code.",
        "In addition to compliance with our Code of Business Conduct and Ethics, the Company attempts to follow a Positive People Philosophy, which creates the foundation for how all employees work together to drive our collective ",
        "15",
        "Table of Contents",
        "success. Our culture is built upon values of always looking for opportunities to improve, taking ownership for resolving issues, effectively communicating to solve problems, working collaboratively as a team, and providing leadership by setting positive examples for others to follow. ",
        "Workplace Safety",
        "The health and safety of our employees is our highest priority. Exceeding OSHA Regulations is the expectation for Shentel. We have achieved this level of success through our deliberate creation and management of both regional and corporate safety committees. As of December 31, 2020, our commitment to safety has also allowed us to achieve a 2020 OSHA Incident Rate of 0.5, compared to the national utilities industry benchmark of 2.2. ",
        "Our focus on safety is also evident in our COVID-19 response. We developed a COVID Task Force Team at the outset of the pandemic which created policies and guidelines based on both the Centers for Disease Control and the Virginia Occupational Safety and Health (VOSH) Program, which have set forth the most stringent guidelines of all of the states in which we operate. These policies and guidelines are focused on keeping both our employees and customers as safe as possible as we continue to operate as an essential business during the pandemic.",
        "Compensation and Benefits",
        "We provide employees with compensation and benefits packages that are market-driven and aligned to a consistent Shentel Compensation and Rewards Philosophy. This philosophy is aligned with the needs of the business, and targeted to be competitive in the Company’s designated talent markets. As well as ensuring compensation competitiveness, the primary objectives of Shentel’s compensation programs are as follows:",
        "Create a competitive advantage to attract, motivate and retain the necessary talent for the Company.",
        "Focus both individual and organizational effort around strategy execution, accountability and Company core values for achieving key business outcomes.",
        "Emphasize individual performance-based differentiation linked to corporate and shareholder values.",
        "Establish job and salary structures that are market driven and reviewed on an ongoing basis in order to maintain long-term competitiveness.",
        "Ensure that pay processes are easily understood.",
        "Provide a consistent approach to delivering ongoing competitive compensation to employees of the Company. Consistency will be measured in terms of pay positioning relative to the Company’s defined competitive survey market as well as in comparison to the Company’s overall internal compensation philosophy and objectives.",
        "Target the 50th percentile of the Company’s defined competitive survey market for each relevant compensation component.",
        "Our compensation and rewards program consists of three primary components: Base Salary, Short-Term Incentive and Long-Term Incentive. Base Salary is paid for comparable knowledge, skills and experience. Short-Term Incentive is variable cash compensation designed to recognize and reward extraordinary performance and is based upon the achievement of a combination of Company-wide financial and service performance goals and achievement of individual objectives. Long-Term Incentive is equity based compensation that aligns eligible employees’ interests with those of shareholders and encourages a long term focus and retention.",
        "We also provide eligible employees the ability to participate in a 401(k) Plan which has competitive Company contributions, as well as generous health and welfare benefits, paid time off, employee assistance programs, and educational assistance, among many others. ",
        "Diversity and Inclusion",
        "We believe that a diverse workforce is critical to our success. Our recent efforts have been focused in three areas: inspiring innovation through an inclusive and diverse culture; expanding our efforts to recruit, hire and retain experienced, diverse talent; and identifying strategic initiatives to accelerate our inclusion and diversity programs. ",
        "Training and Talent Management",
        "To empower employees to realize their full potential, we provide a range of leadership development programs and learning opportunities, which emphasize skills and identify resources they can use to be successful. Our Shentel University platform supplements our talent development strategies and provides an online portal that enables employees to access virtual courses and self-directed web-based courses, leveraging both internally and externally developed and hosted content. In addition, we provide our employees with regular leadership and professional development events that focus on how we may best advance our team, effectively execute our business strategies, ",
        "16",
        "and continue to develop the talent and potential of our employees. We leverage our training and talent management efforts to ensure we have ready-now successors identified as the Company continues to grow and evolve.",
        "Employee Engagement",
        "Our annual employee satisfaction survey captures critical indicators of employee engagement and provides an overall employee favorability index. During 2020, we conducted our most recent enterprise-wide engagement survey, with the assistance of third party consultants, which focused on measuring engagement, inclusion, and overall employee satisfaction. The overall response rate in our latest survey, conducted in June 2020, was 80% and indicated an overall company favorability of 83%. We will continue to poll our employees and build action plans to address feedback shared by our team members. ",
        "Information About Our Executive Officers",
        "The following table presents information about our executive officers who, other than Christopher E. French, are not members of our board of directors.Our executive officers serve at the pleasure of the Board of Directors.",
        "Name",
        "Title",
        "Age",
        "Date in Position",
        "Christopher E. French",
        "President and Chief Executive Officer",
        "62",
        "April 1988",
        "David L. Heimbach",
        "Executive Vice President and Chief Operating Officer",
        "45",
        "May 2018",
        "James J. Volk",
        "Senior Vice President and Chief Financial Officer",
        "57",
        "June 2019",
        "Raymond B. Ostroski",
        "General Counsel, Vice President Legal and Corporate Secretary",
        "66",
        "January 2013",
        "Edward H. McKay",
        "Senior Vice President Engineering and Operations",
        "48",
        "January 2019",
        "William L. Pirtle",
        "Senior Vice President Sales and Marketing",
        "61",
        "Heather K. Banks",
        "Vice President and Chief Human Resources Officer",
        "47",
        "July 2019",
        "Elaine M. Cheng",
        "Vice President and Chief Information Officer",
        "March 2019",
        "Chase L. Stobbe",
        "Vice President and Chief Accounting Officer",
        "37",
        "April 2019",
        "Mr. French is President and Chief Executive Officer for Shentel. He is responsible for the overall leadership and strategic direction of the Company. He has served as President since 1988, and has been a member and Chairman of the Board of Directors since 1996. Prior to appointment as President, Mr. French held a variety of positions with the Company, including Vice President Network Service and Executive Vice President. Mr. French holds a bachelor’s degree in electrical engineering and an MBA, both from the University of Virginia. He has held board and officer positions in both state and national telecommunications associations, including service as a director of the Organization for the Promotion and Advancement of Small Telecommunications Companies (OPASTCO), was president and director of the Virginia Telecommunications Industry Association, and was a member of the Board of Directors and Leadership Committee of the USTelecom Association.",
        "Mr. Heimbach is Executive Vice President and Chief Operating Officer for Shentel. He joined the Company in May 2018, and is a twenty-year veteran of the telecommunications industry, having served in a variety of senior management roles with both large corporations and entrepreneurial start-ups. He most recently served as Chief Operating Officer of Rise Broadband, the nation’s largest fixed wireless service provider, with responsibility for sales, marketing, product management, engineering, construction, field and customer operations, and corporate strategy. Prior to joining Rise Broadband, Mr. Heimbach held several executive positions at Cincinnati Bell over a 14 year period including Chief Operating Officer; Senior Vice President/General Manager, Business and Carrier Markets; Vice President and General Manager of the Evolve Business Solutions subsidiary; Vice President Product Development; Director, Small and Medium Business Strategy; Director of Operations, Extended Territories; and Product Manager. Mr. Heimbach holds a B.S. in Communications from the J. Warren McClure School of Information & Telecommunications Systems of Ohio University and is a board member of the American Cable Association.",
        "Mr. Volk is Senior Vice President and Chief Financial Officer. He joined Shentel in June 2019. He has more than 20 years of experience in the telecommunications industry, and has served in a variety of senior financial management ",
        "17",
        "roles with both large corporations and high growth, early stage telecommunication providers. He most recently served as Vice President, Finance and Investor Relations of Uniti Group Inc. Prior to joining Uniti, he served as CFO of multiple public and private telecommunication companies, including PEG Bandwidth, Hargray Communications and UbiquiTel Inc. He previously held senior finance positions with AT&T and Comcast. Mr. Volk holds a Bachelor of Science Degree in Accounting from the University of Delaware and a Master of Business Administration from Villanova University.",
        "Mr. Ostroski is General Counsel, Vice President Legal and Corporate Secretary for Shentel. He joined Shentel in 2013 and is responsible for all legal and regulatory compliance matters for the Company. He also acts as Corporate Secretary to the Company’s Board of Directors. Mr. Ostroski began his career in the telecommunications industry in 1985, and has served as Executive Vice President and General Counsel for One Communications, Senior Vice President and General Counsel for Commonwealth Telephone Enterprises, Executive Vice President and General Counsel for RCN Corporation and Senior Vice President and General Counsel of C-TEC Corporation. Mr. Ostroski earned a bachelor’s degree in Social Science from Wilkes University and also earned a Juris Doctor degree from Temple University School of Law.",
        "Mr. McKay is Senior Vice President Engineering and Operations for Shentel. He was promoted to Senior Vice President in September 2015. His previous position was Vice President - Wireline and Engineering. He is responsible for network planning, engineering, construction and operations for Shentel’s networks. Mr. McKay joined Shentel in 2004, and began his telecommunications industry career in 1996, including previous engineering management positions at UUNET and Verizon. He is a graduate of the University of Virginia, where he earned master’s and bachelor’s degrees in Electrical Engineering. He represents the Company on the Board of ValleyNet.",
        "Mr. Pirtle is Senior Vice President Sales and Marketing. He was promoted to Senior Vice President in September 2015. His previous position was Vice President Wireless, responsible for Shentel’s Wireless segment. He is responsible for all sales and marketing efforts across all brands. He joined the Company in 1992, as Vice President Network Services responsible for Shentel's technology decisions, maintenance and operation of its telephone, cable, cellular, paging and fiber optics networks. He helped launch Shentel's Internet business in 1994, and led its participation in its wireless PCS business and Sprint affiliation beginning in 1995. He is a graduate of the University of Virginia. Mr. Pirtle is a co-founder of the Shenandoah Valley Technology Council and has represented the Company on the Board of ValleyNet. Mr. Pirtle is currently a member and chairman of the Competitive Carriers Association board of directors.",
        "Ms. Banks is Vice President and Chief Human Resources Officer at Shentel. She joined the Company in July 2019. Ms. Banks brings more than 20 years of experience in leading and managing strategic HR initiatives to Shentel. Prior to joining Shentel, Ms. Banks was the Chief Human Resources Officer of American Woodmark, headquartered in Winchester, Virginia. Prior to American Woodmark, Ms. Banks held numerous HR leadership positions with a variety of organizations across a range of industries, including Carlisle FoodService Products, UTC Aerospace Systems, Goodrich Corporation, Northern Power Systems, and IGT. She holds a Bachelor of Science in Psychology from Florida State University and a Master of Arts in Industrial Organizational Psychology from the University of New Haven. Additionally, Ms. Banks serves as Vice President on the Board of Trustees for the Powhatan School in Boyce, VA.",
        "Ms. Cheng is Vice President and Chief Information Officer for Shentel. She joined the Company in March 2019 and has more than 20 years of experience in diverse business environments across all areas of Information Technology. Prior to joining Shentel, Ms. Cheng served as Chief Information Officer and Managing Director of Global Strategic Design for CFA Institute in Charlottesville, Va. Prior to her time at CFA Institute, Ms. Cheng held a number of different roles over 16 years with M&T Bank in Buffalo, NY, including Group Vice President, Technology Business Services, Vice President of Retail Operations and Assistant Vice President, Web Product Owner. She received her Bachelor of Arts degree from Vassar College and her Masters of Business Administration from the University of Rochester. Additionally, Ms. Cheng is a founding board member of Charlottesville Women in Tech, a non-profit organization which encourages women to join and thrive in technology careers.",
        "Mr. Stobbe is Vice President and Chief Accounting Officer at Shentel. Mr. Stobbe is responsible for the leadership of Shentel’s accounting function. He joined Shentel in April 2019. Previously, he was a senior manager at KPMG LLP, where he focused on serving public telecommunications companies. He has led diverse teams and has extensive knowledge of U.S. GAAP and internal control over financial reporting. He holds both Bachelor and Master degrees in Accounting from the University of Missouri-Kansas City and is a certified public accountant.",
        "18",
        "Websites and Additional Information",
        "The Company maintains a corporate website at ",
        "www.shentel.com.",
        "We make available free of charge, through our website, our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8‑K and all amendments to those reports, as soon as reasonably practicable after we electronically file or furnish such reports with or to the Securities and Exchange Commission (\"SEC\").The contents of our website are not a part of this report.In addition, the SEC maintains a website at ",
        "www.sec.gov",
        " that contains reports, proxy and information statements and other information regarding the Company.",
        "19"
    ]
}