{
    "39263": [
        "Human Capital Resources",
        "At December31, 2020, we employed 4,685full-time equivalent employees. At that date, the average tenure of all of our full-time employees was over 10years while the average tenure of our executive officers was over 31years. None of our employees are represented by collective bargaining agreements. We believe our employee relations to be good.",
        "Oversight of our corporate culture is an important element of our board of director’s oversight of risk because our people are critical to the success of our corporate strategy. Our board sets the “tone at the top,” and holds senior management accountable for embodying, maintaining, and communicating our culture to employees. In that regard, our culture is designed to promote commitment to making people's lives better and to uphold that principle in everything we do. That commitment has been a central pillar in our approach to our employees, our planet and the communities we have proudly served for over 150years. Our culture is designed to adhere to the timeless values of integrity, caring and excellence. In keeping with that culture, we expect our people to treat each other and our customers with the highest level of honesty and respect, go out of their way to do the right thing, and we strive to be a force for good in everyday life. We dedicate resources to promote a safe and inclusive workplace; attract, develop and retain talented, diverse employees; promote a culture of integrity, caring and excellence; and reward and recognize employees for both the results they deliver and, importantly, how they deliver them. We also seek to design careers with our company that are fulfilling ones, with competitive compensation and benefits alongside a positive work-life balance. We also dedicate resources to fostering professional and personal growth with continuing education, on-the-job training and development programs. This devotion to our people has earned us a spot on Forbes magazine's Best Employers list. ",
        "Our employees are key to our success as an organization. We are committed to attracting, retaining and promoting top quality talent regardless of sex, sexual orientation, gender identity, race, color, national origin, age, religion and physical ability. We strive to identify and select the best candidates for all open positions based on qualifying factors for each job. We are dedicated to providing a workplace for our employees that is inclusive, supportive, and free of any form of discrimination or harassment; rewarding and recognizing our employees based on their individual results and performance; and recognizing and respecting all of the characteristics and differences that make each of our employees unique.",
        "We believe employing a diverse workforce enhances our ability to serve our customers and our communities. By promoting and fostering a workforce that we believe is reflective of our customers and communities, we seek to better understand the financial needs of our prospects and customers and provide them with relevant financial service products. Understanding and supporting our community has always been a priority to us. We have established a voluntary, employee-led and staffed team that is committed to touching and improving the lives of people that live and work in our community. Additionally, we provide employees the opportunity to use paid time off to perform community service activities in their choice of ways. In 2020, this amounted to over 7,100 hours of community service performed by our employees. Our efforts are designed to enrich the lives of not only those that are in need but also the lives of our employees who participate in these meaningful and rewarding opportunities.",
        "We believe embracing and understanding diversity has and will continue to make us a stronger company. We also believe that our diverse workforce is representative of our customers in the community and enables us to better serve our customers, enhancing our success as an organization. As we move forward, we will continue to embrace diversity and approach it in a manner consistent with our philosophy, by focusing on our employees, our customers, and our community.",
        "18",
        "Table of Contents"
    ]
}