{
    "48039": [
        "Human Capital",
        "Our People",
        "Our people differentiate us from our peers. Our “One HFC Culture” focuses on four key values – safety, integrity, teamwork and ownership. These values influence our decisions, shape our behaviors and provide the opportunity for our employees to thrive. Safety is our first priority. We care about our people and have implemented policies and procedures designed to help make sure they return home safely every day. We focus on integrity and doing the right thing. We champion a culture of teamwork and ownership by supporting each other and empowering employees to take action where they see a need or opportunity.",
        "As of December 31, 2020, we had 3,891 employees located in the following geographies:  2,933 employees in the United States, 711 employees in Canada and 247 employees in Europe and Asia. As of December 31, 2020, 1,306 employees were covered by collective bargaining agreements with various expiration dates ranging between 2021 and 2024. We have experienced no material interruptions of operations due to disputes with our employees and management attempts to have and believes that we have positive working relationships with our local unions and their members.",
        "Oversight",
        "Our Board of Directors and Board committees provide oversight on our strategies and policies related to human capital management. Our Compensation Committee is responsible for periodically reviewing HollyFrontier’s strategies and policies regarding the promotion of employee diversity, equity and inclusion, talent and performance management, pay equity and employee engagement, as well as our executive succession planning. Our Nominating, Governance and Social Responsibility Committee oversees our policies and practices regarding human rights in our operations and supply chain. This high level oversight is designed to ensure that our actions are well aligned with our strategies in attracting, retaining and developing a workforce that aligns with our values and strategies.",
        "Diversity & Inclusion",
        "Our leadership is committed to attracting, retaining and developing a highly engaged, high-performing, diverse workforce and cultivating an inclusive workplace where all employees feel valued and have a sense of belonging. Increasing our diversity and inclusion efforts is an organizational priority and strategic oversight of our efforts is provided by our Compensation Committee. We have introduced diversity awareness programs focused on increasing the number of underrepresented persons in engineering roles in our refineries and corporate office. Our university recruiting team has partnered with historically Black colleges and universities to offer full-time and summer internship opportunities and various diversity and inclusion organizations at universities to sponsor and participate in events, such as the North Texas Women’s Energy Network and the National Society of Black Engineers Convention. In addition, to help foster a culture of inclusion, we have two employee resource groups focused on strengthening our support of women and veterans in the workplace.",
        "Health & Safety",
        "The safety of our employees, contractors and communities is an overarching priority and fundamental to our operational success. We are grounded by our “Goal Zero” vision, which reflects our belief that safe production can be achieved each and every day. Our commitment to safety is embedded throughout our organization, from frontline employees and contractors to our executive leadership and board of directors. Our Operational Excellence Management System provides the framework through which we identify, monitor and reduce risks. Our Environment, Health and Safety (“EHS”) Leadership Council, comprised of company executives, including our CEO, business unit leaders and corporate safety specialists, sets EHS strategy and reviews performance. The Environmental, Health, Safety and Public Policy Committee of our Board of Directors provides board-level oversight of our strategies and performance in these areas.",
        "To achieve Goal Zero, our employee and contractor safety education and training programs are conducted on an ongoing basis. We set specific goals for workplace safety and measure attainment of those goals. Over the past five years ended December 31, 2020, our OSHA total recordable incident rate (“TRIR”) declined by 35 percent. In response to the coronavirus (“COVID-19”) pandemic, and with the health and safety of our employees as a top priority, we have temporarily modified our business practices by limiting employee and contractor presence at our facilities to essential operating personnel, using a work from home policy, restricting travel, and quarantining employees when necessary.",
        "17",
        "Table of Content",
        "Total Rewards & Development",
        "We believe that the health of our company is linked to the performance and health of our people. We want to inspire and empower our employees to feel confident in their long-term well-being and are committed to offering a comprehensive and competitive total rewards programs for our employees, as benchmarked against our peers. While our benefit offerings vary depending on each country’s market practices, they are designed to support employee health, financial and emotional needs. Our benefits include comprehensive coverage for health care, a competitive retirement savings benefit, vacation and holiday time and other income protection and work life benefits. We also provide tools to help recognize and reward employee performance consistent with our One HFC Culture. ",
        "Consistent with our culture of ownership and growth, we offer training, development and engagement programs across every level of our organization to provide employees the opportunity to develop their career by enhancing skills and capabilities consistent with the needs of the business. In 2019, we launched HFC LEAD. “LEAD” stands for Leadership, Excellence and Development and is comprised of a number of programs focused on developing current and future leaders, including the Future HFC Leader Development, Front Line Leader, and Leading the HFC Way programs. We invested $6.0 million in our employee training and development programs in fiscal 2020."
    ]
}