{
    "49826": [
        "Human Capital Management",
        "As of December 31, 2020, the Company employed approximately 43,000 people, with approximately 16,000 people located in the United States and the remainder in multiple other countries where the Company's businesses operate. The Company strives to be a great employer through its demonstrated commitment to talent development, employee safety, workplace culture, compensation and benefits, and diversity and inclusion.",
        "Talent Development",
        ". The Company's Great ITW Leader Framework defines the leadership capabilities and attributes that guide all leadership talent assessment, development and selection decisions. Great ITW Leaders are expected to be experts in the practice of the ITW Business Model, make great strategic choices, deliver great results, be great talent managers and provide strong leadership. Great ITW Leaders who have expertise in the ITW Business Model are the critical factor in translating the potential of the ITW Business Model into full performance. Because this expertise develops over time and through specific experiences, the Company focuses on developing and promoting its own talent to ensure the Company's sustained business success over the long term.",
        "Employee Safety",
        ". The safety and well-being of ITW's colleagues around the world has been, and always will be, its top priority. Guided by the Company's Enterprise Safety Strategy and the philosophy that every accident is preventable, ITW strives every day to foster a proactive safety culture. ITW's Enterprise Safety Strategy is based on the following core principles: (i) a goal of zero accidents, (ii) shared ownership for safety (business and individual); (iii) proactive approach focused on accident prevention; and (iv) continuous improvement philosophy.",
        "Consistent with these commitments, employee health and safety has been a top priority during the COVID-19 pandemic. Among its many actions and initiatives, the Company redesigned production processes to ensure proper social distancing practices, adjusted shift schedules and assignments to help colleagues who have child and elder care needs, and implemented aggressive workplace sanitation practices and a coordinated response to ensure access to personal protective equipment to ",
        "8",
        "minimize infection risk. Moreover, the Company's commitment to its employees was reinforced when the Company chose to leverage its strong financial foundation by continuing to employ all ITW colleagues through the entirety of the second quarter of 2020 when the economic effects of the pandemic were at their most widespread and severe. The Company also decided not to initiate any enterprise-wide employment reduction mandates or programs at any point in 2020.",
        "Workplace Culture",
        ". The Company operates under a decentralized, entrepreneurial culture that is crucial to the Company's performance and is one of the three unique elements of the ITW Business Model. ITW believes its colleagues around the world thrive in this culture, as it allows them to experience significant autonomy, a sense of shared ownership with their colleagues, and a work atmosphere deeply rooted in the Company's core values of Integrity, Respect, Trust, Shared Risk and Simplicity.",
        "Compensation and Benefits",
        ". As a global employer, the Company is committed to providing market-competitive compensation and benefits to attract and retain great talent across its global divisions. Specific compensation and benefits vary worldwide and are based on regional practices. In the U.S., the Company focuses on providing a comprehensive, competitive benefits package that supports the health and wellness, educational endeavors, community involvement and financial stability of its colleagues.",
        "Diversity and Inclusion",
        ". ITW believes it is at its best when it brings together unique perspectives, experiences and ideas. Rooted in ITW’s core values of Respect and Integrity, the Company is committed to equal employment opportunity, fair treatment and creating diverse and inclusive workplaces where all ITW colleagues can perform to their full potential. ITW remains committed to achieving its diversity and inclusion goals and enhancing the diversity of its global leadership teams. ITW drives progress through a comprehensive enterprise Diversity and Inclusion Framework, which focuses on (i) leadership commitment and accountability; (ii) attracting and retaining global, diverse talent; (iii) creating inclusive workplaces; and (iv) striving to be a great employer.",
        "Labor Relations",
        ". Less than three percent of the Company's U.S. employees are represented by a labor union, while outside the U.S., employees in certain countries are represented by an employee representative organization, such as a union, works council or employee association. The Company considers its employee relations to be excellent.",
        "The Company's Corporate Social Responsibility Report, published annually and available on the Company's website (",
        "www.itw.com",
        "), contains more information about the Company's human capital and its programs, goals and progress. Information on the Company's website is not incorporated herein by reference.",
        "9"
    ]
}