{
    "52827": [
        "HUMAN CAPITAL",
        "Rayonier is committed to creating an engaging and rewarding employee experience, as well as making safety a priority in everything we do.",
        "Our Culture and Employee Retention",
        "We view our culture as an asset and believe that fostering a healthy culture is critical to achieving our goals of being the preferred employer in the forestry industry and retaining key talent. We use various means to encourage  communication and information sharing across the organization.",
        "Every two years we conduct a formal company-wide employee survey to provide anonymous feedback to management. Survey results are benchmarked against our third-party provider’s global database, shared with employees and also reviewed with our Board of Directors to help set non-financial goals for management.",
        "Employee Development",
        "We offer a comprehensive approach to training and development which includes micro- and on-demand learning, classroom programs, coaching and mentoring, cross-functional assignments and conferences. We also provide a tuition reimbursement program, which reimburses 80% of the costs of approved degree programs. ",
        "Workplace Safety",
        "Safety is a way of life and a cornerstone of Rayonier’s culture — our key guiding principle is that all of our employees and contractors should return home safely each day.  To that end: ",
        "We employ a systematic, four-pronged approach to developing and assimilating our safety principles: set goals, communicate effectively, identify preventive measures and provide proper tools and training.",
        "We conduct meetings throughout our organization addressing key safety issues. ",
        "We offer safety courses each year in areas such as: defensive driving, proper chainsaw use, ATV safety, CPR certifications and first aid, emergency evacuation, slips, trips and falls, overhead hazards, fire prevention, internal reporting of safety incidents, general forestry requirements and various other safety topics.",
        "We generally engage contractors to perform a number of critical functions, such as the planting of trees and the harvesting and hauling of logs. Our safety management programs are designed to use a collaborative approach to focus on both employee and contractor safety. For our employees, driving is generally deemed to be the most hazardous activity associated with our business given the geographic dispersion of our assets. However, for our contracted workforce, activities associated with tree felling, extraction of logs and log transportation are the most critical risk areas. ",
        "In New Zealand, we have a comprehensive safety management program that includes both employees and contractors pursuant to local laws and the Health & Safety at Work Act 2015. Similar industry practices and regulations do not exist in the United States for contractors. Nonetheless, in addition to our employee safety programs in the U.S., we initiated programs with our U.S. contractors to better educate them on safe work practices.  In 2020, our contractors published 9 safety alerts and completed 1,398 training courses on safe trucking. ",
        "Throughout the COVID-19 pandemic, we have remained focused on protecting the health and safety of our employees and contractors, as well as their families and communities. Shortly after the outset of COVID-19, we implemented a work-from-home model for office employees and instituted enhanced safety and social distancing guidelines for field employees. This has enabled our Company and industry to continue to supply essential forest products while optimizing workplace safety. ",
        "Employee Wellness",
        "Our employee wellness program, Stay Strong, is designed to promote the overall health and well-being of our employees by providing education, resources, and a financial investment in our employees’ wellness. Stay Strong employs a comprehensive approach centered on four key areas: Health and Well-Being, Financial Wellness, Work-",
        "17",
        "Table of Contents",
        "Life Balance and Emotional Health. This includes a comprehensive benefits package, flexible work arrangements and generous paid time off as well as specific workshops ans programs tailored to locations.",
        "Inclusion and Diversity",
        "Rayonier is focused on promoting an inclusive and diverse workforce as we believe this plays an integral role in maintaining an engaging employee experience. As of December31, 2020, we had 413 employees, 314 in the U.S. and 99 in New Zealand. ",
        "The following charts provide details on diversity at Rayonier as of December31, 2020.",
        "We are seeking to improve our gender and racial diversity and have initiated actions to increase the diversity of qualified candidates. To this end, alongside other initiatives, we have assembled an internal team to further enhance and improve our efforts around promoting a diverse and inclusive culture where all employees are supported, empowered and valued. This team will guide policy objectives within our organization and identify initiatives to help increase diversity within the broader forestry industry. ",
        "18"
    ]
}