{
    "60977": [
        "HUMAN CAPITAL",
        "Our employees are the foundation of the Company's business success and are the creative, strategic, and operational engine of the Company. The Company seeks to support and maintain a culture of inclusion and innovation, creativity and collaboration, and superior service to all customers, recognizing that the Company succeeds when our customers succeed. We are proud to invest in our people through competitive pay and benefits, flexibility and support in order to balance work and personal demands, and professional and personal learning and development programs. The Company's human capital is governed by various federal, state, and local regulations. ",
        "7",
        "The Company monitors key employment activities, such as hiring, termination and pay practices to help ensure compliance with established regulations across the world. ",
        "As of December31, 2020, the Company employed approximately 3,500 people globally, composed of roughly 825 Performance Materials employees, 940 Technical Nonwovens employees, 1,680 Thermal Acoustical Solutions employees, and 55 corporate employees. The Company’s headcount was primarily composed of manufacturing employees, including direct and indirect labor and contract employees, which accounted for approximately 85% of the global workforce as of December31, 2020. The remaining 15% included Selling, Product Development, and Administration employees. During the year, as customer demand increased, the Company experienced a growing number of COVID-19 cases in its workforce commensurate with the increase in the communities where we operate, primarily in its Thermal Acoustical Solutions segment, causing higher overtime costs and the need for higher levels of temporary labor. ",
        "The Company has approximately 225 employees in the United States under union contracts expiring between May 2021 through September 2022. All employees at facilities in France are covered under a National Collective Bargaining Agreement. Additionally, certain salaried and all hourly employees in Germany, the United Kingdom, China, and Canada are also covered under a form of a National Collective Bargaining Agreement. ",
        "Diversity",
        "We value employee diversity from gender and race to interests, languages, and beliefs and the Company encourages employees to leverage their varied life experiences to contribute to our strong organization.",
        "Training and Professional Development",
        "Training is an integral part of developing and retaining our employees and creating a culture of leadership within the Company. As part of our standard onboarding program, employees complete training courses covering our commitment to leadership, diversity, ethics, Company policies, safety, preventing unconscious biases and Company values. The Company also trains employees on important environmental health and safety topics to help ensure our people, and the environment in which the Company operates, are protected. The Company further encourages employees to obtain additional training and formal education, which will assist them in their current positions and prepare them for advancement opportunities. In order to support such endeavors, the Company offers an Educational Assistance Program in which eligible employees are reimbursed for tuition and related costs. ",
        "Compensation and Benefits",
        "The Company's commitment to employees starts with benefit and compensation programs that value the contributions made by employees and offers physical, financial, and personal health programs to employees and their families. The Company recognizes financial stability is a critical component to an employee's well-being. In addition to competitive pay, the Company's benefit plan in the U.S. offers a 401(k) match and performance-based financial programs. Additionally, physical health programs and medical and dental coverage, help employees to feel their best on the job and at home. Full-time and part-time employees in the U.S. working 20+ hours per week are eligible for various insurance benefits, including, but not limited to, medical, dental, vision, and disability, in addition to wellness plans such as a fitness reimbursement program and a matching donation program. ",
        "Workplace Safety",
        "The health and safety of our employees is a top priority for the Company. We offer an Environmental, Health and Safety program that focuses on implementing related policies and training programs, and the Company monitors workplace safety regularly. During 2020, in response to the COVID-19 pandemic and in an effort to safeguard our employees from exposure, the Company implemented measures based on guidelines established by the Centers for Disease Control, the World Health Organization, and our own safety standards. These measures consist of policies, procedures, protocols, and guidance related to, among other things, COVID-19 symptom awareness, effective hygiene practices, travel restrictions, social distancing, face covering requirements, temperature and health screening, work-from-home requirements, contact tracing, and enhanced workplace cleaning. ",
        "8"
    ]
}