{
    "6176": [
        "Employees and Human Capital Management",
        "Employees",
        "On December 31, 2020, the Corporation and its subsidiaries had 1,533 active employees worldwide, of which approximately 50% are employed in the United States and approximately 50% are outside the United States. Approximately one-third of the Corporation’s employees are covered by collective bargaining agreements or works councils.",
        "Oversight",
        "The Compensation Committee of the Board of Directors maintains oversight of the Corporation’s human capital management strategies that it may deem important to the long-term sustainability of the Corporation.",
        "3",
        "Key Areas of Focus for the Corporation",
        "Health and Safety – The Corporation’s health and safety program is designed around the regulations associated with the specific hazards and unique working environments of the Corporation’s manufacturing and headquarter operations. The Corporation requires all of its locations to perform regular safety audits to ensure compliance with the safety program. Leading indicators, such as reporting and training of all near-miss events, are used to identify risks for potential future incidents. Lagging indicators, such as OSHA recordable rates and lost time incidence rates, are used to measure achievement of safety metrics, both of which statistically improved in 2020 over 2019.",
        "Diversity and Inclusion – The Corporation tracks various metrics such as turnover, absenteeism and diversity. The Corporation has developed strategies to ensure that employees of diverse backgrounds and perspectives enjoy a culture of mutual respect, inclusiveness and teamwork in an environment which values diversity.",
        "AVAILABLE INFORMATION ",
        "The Corporation files annual, quarterly and current reports; amendments to those reports; proxy statements and other information with the Securities and Exchange Commission (“SEC”). You may access and read the Corporation’s filings without charge through the SEC’s website at www.sec.gov. ",
        "The Corporation’s internet address is www.ampcopittsburgh.com. The Corporation makes available, free of charge on its internet website, access to these reports as soon as reasonably practicable after such material is filed with, or furnished to, the SEC. The information on the Corporation’s website is not part of this Annual Report on Form 10-K. ",
        "EXECUTIVE OFFICERS ",
        "The name, age, position with the Corporation, and business experience for at least the past five years of the Executive Officers(1) of the Corporation are as follows: ",
        "J. Brett McBrayer (age 55). Mr. McBrayer has served as the Corporation’s Chief Executive Officer since July 2018. He previously served as President and Chief Executive Officer at Airtex Products and ASC Industries, a global manufacturer and distributor of automotive aftermarket and OEM fuel and water pumps, from 2012 to 2017. Airtex Products and ASC Industries, together with its parent company, UCI International LLC, and affiliated companies filed for bankruptcy protection in June 2016, successfully emerging in December 2016. Mr. McBrayer also served as Vice President and General Manager of the Alcan Cable business at Rio Tinto Alcan, as Vice President and General Manager of the Specialty Metals Division at Precision Cast Parts Corporation, and held positions of various responsibility and leadership during his 20 years with Alcoa, Inc. Mr. McBrayer received a Bachelor of Science in Industrial Engineering from the University of Tennessee and a Master of Arts in Applied Behavioral Science from Bastyr University.",
        "Rose Hoover (age 65). Ms.Hoover has been employed by the Corporation for more than forty years. She has served as President and Chief Administrative Officer of the Corporation since August 2015. ",
        "Michael G. McAuley (age 57). Mr.McAuley has served as Senior Vice President, Chief Financial Officer and Treasurer of the Corporation since March 2018 and as Vice President, Chief Financial Officer and Treasurer since April 2016. Previously, he served as Senior Vice President and Chief Financial Officer of RTI International Metals, Inc., a producer of titanium mill products and fabricated metal components, from July 2014 to October 2015. ",
        "Samuel C. Lyon (age 52). Mr. Lyon has served as President of Union Electric Steel Corporation since February 2019. He previously served as Vice President and Group President of Performance Engineered Products at Carpenter Technology Corporation, a developer, manufacturer and distributor of stainless steels and corrosion-resistant alloys, from July 2017 to January 2019.Prior to that, he served as Vice President and General Manager of Dynamet Incorporated, the titanium business unit of Carpenter Technology, from October 2016 to June 2017, and as Chief Operating Officer of UCI-Pumps business of UCI-Fram, an OEM and after-market automotive parts supplier, from March 2013 to September 2016.",
        "Terrence W. Kenny (age 61). Mr.Kenny has been employed by the Corporation for more than thirty-five years.He has served as President of the Air & Liquid Systems Corporation for more than ten years.",
        "Officers serve at the discretion of the Board of Directors of the Corporation and none of the listed individuals serves as a director of another public company."
    ]
}