{
    "61986": [
        "Human Capital Management",
        "As of December31, 2020, we employed approximately 4,200 people worldwide, of which approximately 1,200 were employed in the United States and 3,000 were employed outside the United States. A large majority of our European employees belong to various European trade unions. Additionally, we have one trade union in China and one trade union in India. We have no trade unions in North America. ",
        "Health and Safety: The health and safety of our employees is our number one priority. To track the health and safety performance across our global manufacturing locations we utilize a mixture of leading and lagging indicators.The two lagging indicators we focus on is the Recordable Injury Rate (“RIR”) and Loss Time Injury Frequency Rate (“LTIF”).These are calculated in line with the United States Department of Labor Occupational Safety and Health Administration standards.In 2020, our year end RIR was 1.34 whereas the industry average was 4.1 and our LTIF stood at 0.87 versus the industry average of 0.9.In 2020, we recorded zero fatalities within our operations. In addition to our focus on lagging indicators, we also have developed pro-active programs to track our leading indicators. Our leading indicators include reporting of “near misses” and daily hazard observations through our “SLAM” (Stop-Look-Assess-Manage) and “Interactive Observation” Programs. In 2020, we recorded 26,975 SLAMs and Interactive Observations which had a positive effect on our RIR and LTIF helping our workforce to identify hazards and implement mitigation measures to avoid injury or loss.",
        "Diversity: We strive to create diverse and inclusive workplaces where all our team members can perform to their full potential. We place particular emphasis on developing our people and building a deep and diverse talent pool to ensure Manitowoc’s sustained success over the long-term. As stewards of our diversity and inclusion initiatives, our leadership team takes a proactive approach to build and develop a diverse pipeline of talent. Formed in 2019, the Future Leader Mentoring Program is an 18-month program partnering our key talent with executive leadership, to develop talent and identify our future leaders from within the enterprise. The first wave of this program was designed to accelerate the development of female leaders in the organization, increase retention, and create a strong pool of talent to take on more prominent roles in the future.",
        "Training and Talent Development: We provide all Manitowoc employees with a wide range of professional development opportunities throughout their careers. Programs designed to help our employees effectively perform their duties include our training courses in: environmental health and safety, welding apprenticeships, sales skills development, Lean manufacturing methodologies, The Manitowoc Way and corporate compliance (ethics & code of conduct, diversity & inclusion, insider training and workplace harassment). The Company also provides tuition reimbursement and routinely invests in seminars, conferences, and other training or continuing education for our employees. Additionally, the CEO and EVP, Human Resources conduct annual global succession planning meetings with senior leadership and the board of directors to review the Company’s top talent. We have implemented several programs to support the ongoing development of the Company’s top talent including: a mentorship program which includes a focus on developing female leaders, a supervisor leadership development program and ongoing individual development programs designed to build the leadership capabilities of our existing and future leaders. "
    ]
}