{
    "63276": [
        "Human Capital",
        "Mattel is a leading global toy company and owner of one of the strongest catalogs of children’s and family entertainment franchises in the world. Recruiting, developing, and motivating a talented global workforce is key to Mattel’s long-term growth and success. Through Mattel’s focus on employee engagement, diversity and inclusion, training and development, and health and safety, Mattel creates a supportive and rewarding environment where employees are encouraged to explore, innovate, grow, and lead.",
        "As of December 31, 2020, Mattel had approximately 32,100 employees (including temporary and seasonal employees) working in over 35 countries worldwide to create innovative products and experiences that inspire, entertain, and develop children through play, with approximately 27,600 employees (86% of the total workforce) located outside the U.S. Mattel has a significant global manufacturing labor workforce of approximately 22,800 employees.  The remaining workforce focuses on the design, marketing, sales, finance, and other aspects of Mattel’s business.",
        "9",
        "Mattel’s purpose-driven culture reflects how Mattel works and manages its global workforce:",
        "We collaborate: Being a part of Mattel means being part of one team with shared values and common goals where every person counts.",
        "We innovate: At Mattel, we always aim to find new and better ways to create innovative products and experiences across the organization.",
        "We execute: We are a performance-driven company that empowers our people to strive for excellence and best-in-class outcomes.",
        "Employee Engagement",
        "Mattel is committed to collecting regular feedback and to ensuring all voices are heard. Mattel measures employee engagement on an ongoing basis as it believes an engaged workforce leads to a more innovative, productive, and profitable company.  In addition, Mattel's annual global engagement survey, which generally measures employee job satisfaction, is used to improve the employee experience and to strengthen our workplace culture.",
        "Diversity and Inclusion",
        "Mattel is at its best when every member of its team feels respected, included and heard – when everyone can show up as themselves and do their best work every day. Mattel values and shares a wide range of ideas and voices that evolve and broaden its perspectives with a reach that extends into all its brands, partners, and suppliers.",
        "An integral component towards fostering an inclusive culture at Mattel are its Employee Resource Groups (ERGs), created and led by employees to bring together members and allies of underrepresented identities across the organization. The ERGs organize company-wide learning opportunities, cultural celebrations, and community outreach, elevate important conversations, and collect critical feedback.",
        "Mattel has been repeatedly recognized for these efforts and for its commitment to diversity and inclusion, including being recognized by the Human Rights Campaign Foundation as one of the country’s top places to work for LGBTQ+ equality.  For the second consecutive year, Mattel received a perfect score on the Human Rights Campaign Foundation’s Corporate Equality Index, a leading benchmarking survey and report measuring corporate policies and practices related to LGBTQ+ workplace equality.",
        "In 2020, Mattel announced the following global diversity and inclusion goals:",
        "1.",
        "Achieve 100% pay equity for all employees performing similar work globally.",
        "2.",
        "Increase female representation at all levels of the organization.",
        "3.",
        "Increase minority representation at all levels of the organization.",
        "Training and Development",
        "Continuously developing skills and capabilities for the future is essential to transforming Mattel into an IP-driven, high performing toy company. Additionally, offering the opportunity for employees to continuously learn and grow their careers at Mattel is a key driver of its employee engagement strategy.  In 2020, employees at all levels around the globe participated in almost 600,000 hours of learning content across professional, management development, and technical training.  This included both online and instructor-led training.",
        "Health and Safety",
        "Mattel is committed to providing a safe and ethical working environment for all of its employees, including the factories where Mattel products are made. Mattel has led the way in formalizing this principle into action. For example, in 1997, Mattel became one of the first companies to create standards that guide its efforts to manufacture responsibly. Today, these standards are known as Mattel’s Responsible Supply Chain Commitment, and they set forth ethical and environmental expectations for Mattel’s supply chain partners.",
        "Over the course of the COVID-19 pandemic, Mattel's top priority has been to protect the health and safety of its employees while at the same time mitigating the disruption to its business. Mattel has implemented enhanced protocols to provide a safe and sanitary working environment for employees.  In late 2019 and early 2020, Mattel successfully transitioned to a remote work structure for many of its employees.  In addition, Mattel has adopted rigorous health and safety measures to safeguard employees at its manufacturing plants and distribution centers.",
        "10"
    ]
}