{
    "708781": [
        "Employees and Human Capital Resources",
        "Employees and Human Capital Resources ",
        "The Company and its subsidiaries had 862 full-time and 239 part-time employees as of February 17, 2021. Of these employees, the Bank had 63 full-time and one part-time employee. ",
        "Cass has long been committed to comprehensive and competitive compensation and benefits programs to attract and retain talent in a competitive environment. Retention of skilled and highly trained employees is critical as the Company’s future operating results depend substantially upon the continued service of executive officers and key personnel. Furthering the philosophy to attract and retain a pool of talented and motivated employees who will continue to advance the Company’s purpose and contribute to overall success, compensation and benefits programs include: a noncontributory profit sharing program for most employees; a defined contribution 401(k) plan to provide retirement benefits to eligible employees; a performance-based equity compensation program for executive officers and key personnel; and incentive programs for loan and sales personnel. Cass also provides comprehensive health, dental, and vision plans to most employees, as well as free employee assistance programs to all employees and members of their families. ",
        "The Company invests in employees’ future by assisting with tuition reimbursement for continued education throughout the Company’s employee ranks. Employees are also able to participate in educational seminars run by outside parties to maintain and expand professional knowledge. ",
        "In order to develop a workforce that aligns with the Company’s corporate values, regularly sponsored campaigns and events occur, such as charitable workplace campaigns, food drives to assist local food banks, and toy drives to support charities during the holidays. Additionally, the Company supports a number of organizations with annual financial contributions. ",
        "Cass strives to place the health and well-being of employees above all else. Never has this been more necessary than during the novel coronavirus (“COVID-19”) pandemic. In response to the COVID-19 pandemic, the Company has taken significant steps to protect the health and well-being of employees and clients. These steps include implementing a work-from-home policy for the majority of employees, establishing safety guidelines in facilities based on guidance from the U.S. Centers for Disease Control and Prevention (“CDC”), and pausing travel that was routine in the Company’s operations. ",
        "2",
        "Table of Contents"
    ]
}