{
    "711772": [
        "Human Capital ",
        "As of December 31, 2020, the Company had 372 full-time and 11 part-time employees. At any given time, less than 1% of our employees are temporary. The Company’s employees are not represented by any collective bargaining unit. ",
        "The Company is committed to recruiting, developing and promoting a diverse workforce to meet the current and future demands of our business. In 2019, we instituted a policy which requires that all searches for positions Vice President and above include least one racially or ethnically diverse and one female candidate. All of our positions are listed on multiple job boards specifically targeted towards women, minorities, veterans, and people with disabilities. ",
        "As of December 31, 2020, our overall workforce was 54.8% female and 21.3% racially or ethnically diverse. Of those employees with position titles of Vice President and above, 42% were female and 12.5% were racially or ethnically diverse. ",
        "To ensure we provide a rich experience for our employees, we measure organizational culture and engagement by periodically engaging independent third parties to conduct cultural assessments and employee engagement surveys. Our employee driven Engagement Committee and Culture Task Force focus on monitoring and making continuous improvements to our work environment and employee engagement.",
        "12",
        "The Company encourages employees to contribute their personal best while respecting the balance between work and personal life. To empower employees to reach their potential, we provide training and development programs including traditional classroom training and coaching and experiential learning through Company-wide initiative beyond the scope of their everyday responsibilities. We also provide access to virtual and self-directed online courses in topics ranging from compliance to management skills through our BAI Learning system. To identify and develop our next generation of leaders, we have a robust talent and succession planning process and specialized programs to support the development of our talent pipeline at different levels.  The Company believes that its employee relations are good. "
    ]
}