{
    "712034": [
        "Human Capital Resources",
        "As the Home of Great Brands Built by Great People, we believe our employees are the key ingredient to our success. In alignment with our Vision, Values and Leadership Promise, we strive to create a great place to work… one that attracts top talent and motivates them to stay and contribute to our winning team. The Company’s strategic plan for Human Resources is focused on fostering a diverse and inclusive culture, developing leadership and talent, and enabling and engaging employees.",
        "As of December 31, 2020, we had approximately 6,100 full-time and part-time employees worldwide, with approximately 4,200 employees based outside of the U.S. Approximately 660 employees in our North American business are covered by collective bargaining agreements in certain of our manufacturing and distribution facilities. One of these agreements covering approximately 320 employees, expired in 2020 and is in the process of being re-negotiated. Outside the U.S., we have government-mandated collective bargaining arrangements in certain countries, particularly in Europe. There have been no strikes or material labor disputes at any of our facilities during the past five years.",
        "Diversity and Inclusion",
        "At ACCO Brands, our values include respecting the individual and celebrating diversity. We believe that an equitable and inclusive environment with diverse teams produces more creative solutions, results in improved and more innovative products and services, and is crucial to our efforts to attract and retain key talent. One of ACCO Brands’ goals is to increase the percentage of director-level-and-above female leaders to 33% (40% in North America) by 2025.",
        "Talent Management and Succession Planning",
        "Building and sustaining strong talent is critical to our success. We know that offering the right mix of on-the-job experiences and learning and development will support our goal of building capable and ready talent to lead the Company. Additionally, we invest in our employees by building individual and organizational capabilities that provide relevant learning and development solutions closely linked to business strategies. We deliver Company-required learning to ensure compliance with our Code of Conduct and other important policies. We enhance leadership effectiveness by fostering managers who recognize that people leadership is where they impact the business and their teams. Our “Raising the Bar” leadership development program supports the Company’s mission to have effective leaders at all levels.",
        "5",
        "Employee Engagement",
        "An important factor in our ability to deliver sustainable, long-term value and optimize resource utilization is our proactive management of employee engagement and change. We periodically invite employees to give candid feedback about their experiences working for ACCO Brands through an Employee Engagement Survey. Our employees enthusiastically respond at world-class participation rates. We also encourage employees to volunteer their time, efforts, and ideas to create a work culture that reflects their ideals and values. This active engagement of leadership and employees not only drives our workplace culture, it also results in positive business performance.",
        "Employee Health and Safety (\"EHS\")",
        "We are committed to Mission Zero— pursuing continuous improvement in health and safety within all our locations and to attain our goal of zero accidents and zero incidents. We have implemented our Comprehensive Environmental and Safety Management Plan (\"CESMP\") as an overall management system for our manufacturing and distribution locations. CESMP audits are completed by our EHS teams to measure the proactive steps each location is taking to prevent injuries. ",
        "Community Involvement",
        "We aim to give back to the communities where we live and work. Our corporate values include acting responsibly in our global communities through numerous employee volunteer and outreach initiatives. We encourage our employees to make a difference in our Company and in their communities by building on a fundamental commitment to integrity, teamwork, respect and inclusivity.  We support a wide range of charities, the most significant of which is City of Hope in the U.S, which has been ongoing for many years.",
        "6",
        "Executive Leadership of the Company",
        "As of February 24, 2021, the executive leadership team of the Company consists of the following executive officers.  Ages are as of December 31, 2020.",
        "Mark C. Anderson",
        ", age 58",
        "2007 - present, Senior Vice President, Corporate Development",
        "Joined the Company in 2007",
        "Patrick H. Buchenroth, ",
        "age 54",
        "2017 - present, Executive Vice President and President, ACCO Brands International",
        "2013 - 2017, Senior Vice President and President, Emerging Markets",
        "Joined the Company in 2002",
        "Stephen J. Byers, ",
        "age 55",
        "2019 - present, Senior Vice President and Chief Information Officer",
        "2008 - 2018, Group Vice President and Chief Information Officer, Tate & Lyle PLC",
        "Joined the Company in 2019",
        "James M. Dudek, Jr.",
        ", age 49",
        "2020 - present, Senior Vice President, Corporate Controller and Chief Accounting Officer",
        "2017 – 2020, Vice President and Corporate Controller",
        "2016 - 2017, Chief Accounting Officer, Innerworkings, Inc.",
        "Joined the Company in 2017",
        "Boris Elisman, ",
        "age 58",
        "2016 - present, Chairman, President and Chief Executive Officer",
        "2013 - 2016, President and Chief Executive Officer",
        "2010 - 2013, President and Chief Operating Officer",
        "2008 - 2010, President, ACCO Brands Americas",
        "2008, President, Global Office Products Group",
        "2004 - 2008, President, Computer Products Group",
        "Joined the Company in 2004",
        "Neal V. Fenwick",
        ", age 59",
        "2005 - present, Executive Vice President and Chief Financial Officer",
        "Joined the Company in 1984",
        "Angela Jones",
        ", age 57",
        "2020 – present, Senior Vice President and Global Chief People Officer",
        "2018 – 2020, Senior Vice President and Chief People Officer, Compass Minerals",
        "2016 – 2018, Rembrandt Foods, Vice President, Human Resources",
        "Joined the Company in 2020",
        "Gregory J. McCormack",
        "2018 - present, Senior Vice President, Global Products and Operations",
        "2013 - 2018, Senior Vice President, Global Products",
        "Joined the Company in 1996",
        "Cezary L. Monko",
        "2017 - present, Executive Vice President and President, ACCO Brands EMEA",
        "2014 - 2017, President and Chief Executive Officer, Esselte ",
        "Joined the Company in 1992",
        "Pamela R. Schneider",
        ", age 61",
        "2012 - present, Senior Vice President, General Counsel and Secretary",
        "2010 - 2012, General Counsel, Accertify, Inc.",
        "Joined the Company in 2012",
        "Thomas W. Tedford",
        ", age 50",
        "2015 - present, Executive Vice President and President, ACCO Brands North America",
        "Joined the Company in 2010",
        "7"
    ]
}