{
    "7332": [
        "Human Capital",
        "We aim to provide a safe, healthy, respectful and fair workplace for all employees.  We focus our actions to ensure our people are engaged and have the necessary tools and skills to be highly successful. ",
        "Southwestern Energy is committed to respect in the workplace.  All employees participate in a program addressing workplace behavior and respect on an annual basis.  Our Human Rights Policy, which is consistent with the International Labour Organization’s Declaration on Fundamental Principles and Rights at Work, underscores our commitment to our workforce and extends to vendors and contractors.  All decisions regarding recruiting, hiring, training, evaluation, assignment, advancement and termination of employment are made without unlawful discrimination on the basis of race, color, national origin, ancestry, citizenship, sex, sexual orientation, gender identity or expression, religion, age, pregnancy, disability, present military status or veteran status, genetic information, marital status or any other factor that the law protects from employment discrimination.  Compensation is based on several primary factors, including performance, skills, years of experience, time in position and market data.  Through our SWomeN initiatives, we actively seek to retain and develop our female talent.",
        "Southwestern Energy leaders, including senior management, are evaluated on and held accountable for the health, safety and environmental (“HSE”) performance of their teams.  We include HSE considerations in every business decision we make and foster a true “ONE Team” culture, where our employees and contractors work together to uphold the same high safety standards.",
        "Our response to COVID-19 in 2020 was driven by our long-standing commitment to safety.  We formed a cross-functional Incident Response Team (“IRT”) on March 12, 2020 to manage and oversee prolonged company-wide response and mitigation efforts.  The IRT met daily and provided real-time and weekly reports to senior management.  Increased safeguards for employees ",
        "23",
        "Table of Contents",
        "Index to Financial Statements",
        "and contractors were put in place, including mask requirements, social distancing, isolation and quarantine procedures, dynamic office closures and remote work protocols, rapid cleaning response protocols, temperature screenings at office locations, COVID-19 questionnaires and modified protocols as necessary based on continuous monitoring of relevant data and guidance.  We have also provided additional benefits to our employees including COVID-19 testing for all office and field employees and their families, paid time off for non-exempt workers required to isolate or quarantine, and have made plans to make the COVID-19 vaccine available to employees and their families who want it. ",
        "Additional information about our commitment to human capital is available on our website and in other company filings available on our website.  Note that the information on our website is not incorporated by reference into this filing.",
        "As of December31, 2020, we had 900 total employees, a decrease of 2% compared to year-end 2019.None of our employees were covered by a collective bargaining agreement at year-end 2020.We believe that our relationships with our employees are good. ",
        "Table of ContentsIndex to Financial Statements"
    ]
}