{
    "74303": [
        "HUMAN CAPITAL",
        "Olin maintains a global workforce to support our operations.  We are focused on supporting our global workforce through a variety of factors, which include benefits and compensation, a focus on diversity and inclusion and professional development.  We strive to provide our employees with a safe and comfortable environment which allows us to achieve our internal and external goals, while being committed to safely producing and distributing our products. ",
        "Olin senior management provides oversight for benefits and compensation of our workforce in a variety of ways, including periodic compensation benchmarking, implementation and adaptation of various employee benefit programs, primarily health and other related benefits, review of certain employee post-retirement benefits and accessibility of employee assistance programs.  Our human resources department oversees these programs to ensure our benefits and compensation are competitive.  We have both salaried employee and hourly employee structures in place to compensate employees.  Our benefits and compensation structures allow Olin to attract and retain a workforce that has exceptional talent which fosters achievement of Olin’s goals and objectives.  Separately, our Board of Directors maintains a Compensation Committee which sets policies, develops and monitors strategies for and administers the programs that are used to compensate our CEO and other senior executives.",
        "Olin is committed to lifting people through diversity and inclusion.  The insights provided by our workforce through various skills, backgrounds and experiences that each of our employees brings will lead us to future innovations which will reduce costs, reduce our environmental footprint, improve our ability to serve the world and keep our employees healthier and safer.  We uphold the diversity of our employees to embolden inclusive dialogue, creative ideas, and innovative solutions to cultivate lasting, positive impacts for our customers, employees, communities, and shareholders.  In our support of diversity and inclusion objectives, approximately 26% of our global workforce is comprised of women, and approximately 27% of our management roles are held by women.  Our goal is to continue to expand women in leadership positions by approximately 10% by 2025.  Our largest concentration of employees is located in the U.S., of which 29% are minorities.",
        "We also strive for continued professional development of our workforce.  We never stop learning and Olin provides a wide range of employee development and productivity programs.  These opportunities help our employees improve and grow, ensuring that each employee understands our values and commitment to one another.  Our learning platform focuses on fostering additional learning opportunities which allow our people to build meaningful careers.  As part of our commitment to professional development, we offer undergraduate and graduate tuition assistance to eligible employees up to a maximum of $10,000 per year.  We regularly review talent development and succession plans to identify and develop a pipeline of talent to maintain business operations.  We also have a well-established performance management process, which includes, at a minimum, annual year-end reviews and development discussions.  Our talent management process seeks to provide employees on-going feedback to enhance their performance.",
        "As of December 31, 2020, we had approximately 8,000 employees, with 6,800 working in the U.S., including approximately 1,700 employees at Lake City which is a GOCO facility, and 1,200 working in foreign countries.For our foreign country locations, approximately 56% are located in Europe, Middle East, Africa, and India, 20% in Asia Pacific, 14% in Canada, and 10% in Latin America.  Approximately 48% of our total employees are employed in our Chlor Alkali Products and Vinyls and Epoxy businesses, 49% are employed in our Winchester business, including 21% at Lake City, and 3% are employed in Corporate functions.  Various labor unions represent a significant number of our hourly-paid employees for collective bargaining purposes.",
        "The following labor contract will be required to be negotiated in 2021:",
        "Location",
        "Number of Employees",
        "Expiration Date",
        "East Alton (Winchester)",
        "573",
        "December 2021",
        "10",
        "Table of Contents",
        "While we believe our relations with our employees and their various representatives are generally satisfactory, we cannot assure that we can conclude this labor contract or any other labor agreements without work stoppages and cannot assure that any work stoppages will not have a material adverse effect on our business, financial condition or results of operations.",
        "LocationNumber of EmployeesExpiration DateEast Alton (Winchester)573December 2021"
    ]
}