{
    "77360": [
        "Human capital resources",
        "We believe our success depends on our ability to attract, develop and retain strong employees. We believe a deep-rooted culture energizes our employees to make a difference within and beyond the workplace. We strive to be the destination for top talent, and work hard to develop and retain high performers throughout their career. We also believe our Win Right values, positive culture and commitment to inclusion and diversity foster innovation and curiosity, which, in turn, contribute to us being an industry leader.",
        "As of December31, 2020, we had approximately 9,750 employees worldwide, of which approximately 52% are located in the U.S. A small portion of our U.S. employees are unionized, while outside the U.S., we have employees in certain countries, particularly in Europe, that are represented by an employee representative organization, such as a union, works council or employee association.",
        "Refer to \"COVID-19 Pandemic\" included in ITEM 7, \"Management’s Discussion and Analysis of Financial Condition and Results of Operations\" for information on human capital management actions we have taken in response to the COVID-19 pandemic.",
        "Employee engagement and development",
        "Engaging our employees and developing their careers is important to our long-term success and ties directly to our Win Right culture and values. We engage with our employees and gather feedback about our employee programs, practices and policies through various approaches that include: town hall meetings where Pentair leaders share strategies and perspectives; quarterly leadership webcasts to help ensure our results and expectations are clearly communicated; an annual global leadership meeting to help drive growth and productivity initiatives and share best practices; and a feedback feature on our employee intranet.",
        "Training and development",
        "To support employees in their career journey, we have developed and shared through our employee intranet a number of new tools and resources. These resources include: live training sessions; on-demand eLearning and virtual classrooms; and downloadable materials. ",
        "Our talent development efforts span across all levels of our organization, including our Leadership Development Program, a 36-month program in which future leaders participate in cross-functional rotations intended to develop their capabilities throughout organization-wide exposure. ",
        "3",
        "Inclusion and diversity",
        "Our commitment to inclusion and diversity is part of living our Win Right values. Our success also depends on our ability to attract, engage and retain a diverse group of employees. We believe an inclusive and diverse workforce contributes different perspectives and innovative ideas that enable us to improve every day. We believe that every employee should be provided the same opportunity to be heard, respected, have a sense of belonging and contribute to our mission. Race, gender, ethnicity, country of origin, age, personal style, sexual orientation, physical ability, religion, life experiences and many more factors contribute to this diversity.",
        "Our statistics are a measure of our performance, and we are committed to advancing a diverse workplace. The following sets forth information regarding the diversity of our workforce as of December 31, 2020:",
        "Percent of workforce",
        "Percent of leadership roles***",
        "Minorities*",
        "41.5%",
        "24.8%",
        "Women**",
        "31.4%",
        "27.6%",
        "* Inclusive of the following racial minority groups: Black/African American, Hispanic/Latino, American Indian/Alaskan Native, Asian, Native Hawaiian/Other Pacific Islander. Data for U.S. employee population only. ",
        "** Global data.",
        "*** Leadership roles are those of employees who are director level and above.",
        "We take an integrated approach to supporting and promoting workplace inclusion and diversity including: ensuring leadership involvement and ownership; attracting and retaining diverse talent at all levels; fostering a globally aware, inclusive culture; and ensuring our practices are fair and nondiscriminatory. In addition, we promote an inclusive and diverse workplace through: a training called the “The Power of Inclusion”; business resource groups led by employees; Pentair’s Code of Business Conduct and Ethics; and an Inclusion and Diversity Hub on our employee intranet. ",
        "Health, safety and wellness",
        "We are committed to providing a safe workplace for all of our employees. We encourage employees to “Stop Work” anytime there is a potential concern regarding worker safety, and promote an open door policy so that all of our employees feel free to speak to their manager if there are any potential health, safety, compliance or sustainability concerns. Additionally, each site maintains a confidential reporting process, and we encourage the use of the Ethics Hotline for employees to report anonymously potential safety concerns. All locations, enterprise wide, must meet and/or exceed regulatory agency standards as applicable to each plant’s location.",
        "Compensation and benefits",
        "In the U.S., all non-union full-time employees are eligible to receive the following benefits: short-term and long-term disability insurance; flexible and health savings accounts and wellness programs; health insurance (medical, pharmacy, dental); eight weeks paid parental leave for birth, adoptive and foster parents; two weeks paid caregiver leave; legal services; retirement provision; stock ownership; tuition reimbursement; holidays; vacation and sick time. Union employee benefits vary by contract.",
        "ESG Activities",
        "As a leading provider of water treatment and sustainable solutions and with a foundation of Win Right values, we recognize that the work we do and the products and services we provide improve lives and the environment around the world. Pentair strives to be a positive influence on the social and environmental issues of today. As we progress, we are committed to building on our Win Right values and culture by further contributing to the development of a sustainable and responsible society that we believe will also drive our future growth. We are focused on further integrating our environmental, social and governance (“ESG”) goals throughout our business by creating broad accountability for our social responsibility strategy and creating shared commitments and targets. In 2020, Pentair completed a formal ESG assessment to identify ESG topics of importance to our shareholders, customers, suppliers, employees and communities. Through engagement with these stakeholders, internal business leaders and subject matter experts, we identified ESG goals designed to culminate into targets to further our commitment to social responsibility. ",
        "We have published an annual corporate responsibility that has reported on our ESG activities and accomplishments, which can be found on our corporate website, and which is not incorporated by reference into this Annual Report on Form 10-K. In addition, we have established a formal social responsibility program to further advance our social responsibility goals.",
        "Environmental Matters"
    ]
}