{
    "7789": [
        "Human Capital Matters",
        "We are very fortunate to have diverse, committed teams of approximately 4,100 colleagues who are capable, determined and empowered to drive our company forward. By strengthening our workforce and providing opportunities for all colleagues to ",
        "3",
        "apply their talent and grow as professionals, we strive to foster pride in working for Associated and to be recognized as the employer of choice among Midwestern financial services firms. As a result of our efforts:",
        "85% of our colleagues provided feedback through an annual workplace survey conducted by a third party on key topics related to the overall health and culture of the organization. Colleague engagement has continued to increase steadily since our first survey in 2015.",
        "In 2020, 26% of colleagues advanced their careers at the Corporation through 745 internal promotions. ",
        "We focus on the whole person by offering wide-ranging healthcare programs, community volunteering opportunities, retirement plans, support for parents and families and more.",
        "Approximately 53% of colleagues are enrolled in the Corporation’s well-being platform. In addition, approximately 3,800 colleagues and spouses participate in the Corporation’s confidential biometric screening, and nearly 400 colleagues (and over 500 total participants including family members) elect to receive free, annual vaccinations through employer-sponsored vaccine opportunities.",
        "We believe our success begins and ends with people. For this reason, the establishment and nurturing of a culture where colleagues feel valued, respected and open to sharing ideas and perspectives is at the core of Associated Bank. This culture is anchored in the belief that an investment in the future of our colleagues is an investment in the future of our Corporation. Further, we feel a critical component to our success is our ability to recognize and value diversity and inclusion, both internally and in the communities we serve.",
        "Our DE&I efforts focus on enhancing our workforce, strengthening our markets, and fostering a culture of belonging for our colleagues, customers and the communities we serve. These efforts are supported by members of the Corporation’s six Colleague Resource Groups (CRGs) who work to drive greater organizational awareness of and to address the unique needs of young professionals, women, veterans, LGBTQ+, people of color, and disability communities. As part of these efforts:",
        "People of color represent 16%, protected veterans represent 2% and people with disabilities represent 12% of our workforce.",
        "We continue to advance diversity representation at all levels across our organization. At year end, women or people of color represent 65% of all Assistant Vice President roles; women represent 32% of all Senior Vice President roles. ",
        "In addition, 38% of our Executive Committee and 29% of our Board of Directors are represented by women or people of color.",
        "We continue to develop and implement programs to support DE&I; all colleagues participate in annual diversity, equity, and inclusion training; leaders have the opportunity for specialized training to understand the unique opportunities for hiring underrepresented groups. ",
        "To specifically support the LGBTQ+ community, we have recently added the option to include gender pronouns to email signatures and candidate applications and have reinstituted domestic partner benefits.",
        "None of our colleagues are represented by unions. "
    ]
}