{
    "78890": [
        "Human Capital Management ",
        "Culture and Values",
        "At Brink’s, the following values underpin our company culture: Safety, Integrity, Engagement, Continuous Improvement, Customer Focus, and, our newest value, Diversity and Inclusion. Our values guide the way we work and are the cornerstone of our winning culture. They ensure that we work safely to protect ourselves and others, consider the customer first in all we do, display the highest standards of ethics, engage and empower employees, continually find new ways to improve the way we work, and foster a diverse and inclusive workplace. ",
        "Workforce Demographics ",
        "We have a culturally and geographically diverse workforce that serves customers in more than 100 countries. Based upon business demand, we have a need for a flexible workforce. In certain geographic regions, statutory employee protections may limit our ability to increase or decrease our workforce without significant expense.",
        "At December31, 2020, our company had approximately 73,700 full-time and 2,800 part-time employees. Approximately 86% of our employees, approximately 65,500, are outside the United States. Of our approximately 11,000 employees in the United States, approximately 700 were classified as part-time employees. Certain employees in the United States provide corporate services throughout the various regions in which we operate. ",
        "A part of our second three-year Strategic Plan, or SP2, includes strategic acquisitions. We previously announced the acquisition of the majority of the cash operations of G4S. As of December31, 2020, we had completed substantially all of this transaction, including acquiring a number of employees, which at year-end remained at approximately 18,700 employees. These employees consist of full time and contract employees. In general, these employees were added to our local compensation and benefit programs, except where existing contractual and statutory obligations required continuation of other programs. All management employees have successfully completed an induction program to ensure that they are aligned with the Company’s compensation, performance management, talent management and compliance policies.",
        "Employee Safety and Wellness",
        "Employee safety is of paramount importance as we strive to bring every employee home safe every night. During 2020, we shifted Company priorities to adapt to the immediate needs of the COVID-19 pandemic by, among other things, prioritizing the health and safety of our employees, their families and our customers, while maintaining our essential services to our customers. This included investing in additional personal protective equipment, enhanced cleaning protocols, and work protocols aimed at minimizing unnecessary social contact both in our workplaces and while serving our customers. ",
        "Diversity, Equity and Inclusion",
        "With the significant focus on racial injustice in the U.S., and the ripple effects around the world in 2020, we reflected on how best to demonstrate and reinforce our commitment to diversity, equity and inclusion (“DE&I”) to our employees and stakeholders. With input from our Board and internal and external stakeholders, we increased the emphasis on DE&I in our Values, which underpin all that we stand for and guide how we work together. We hired our first DE&I leader and welcomed him in early 2021 to continue to evolve our DE&I strategy, define our goals, evaluate our progress, and guide our communications. In 2020, we joined the CEO Action for Diversity and Inclusion, an organization that works to advance diversity and inclusion in the workplace. We continued to expand the scope and programs of our Women’s Leadership Forum, established in 2018 to promote women’s leadership in the Company’s U.S., Canada and Mexico businesses. We established UNITY as a new Business Resource Group for Black employees in the U.S. Our Business Resource Groups are supported with an executive sponsor, and we are thoughtfully considering expanding them in both scope and reach in the future.",
        "In early 2021, we signed the UN Global Compact, affirming our commitment to meet fundamental responsibilities in the areas of human rights, labor and the environment. More information on our Environmental, Social and Governance Priorities can be found on our Sustainability page on our brinks.com website.",
        "5",
        "Labor Relations",
        "North America",
        "–",
        " At December31, 2020 we employed approximately 12,700 employees. We have no union employees in the U.S. At December31, 2020, Brink’s was a party to nine collective bargaining agreements in Canada with various local unions covering approximately 1,300 employees.  The agreements have various expiration dates from 2021 to 2024. ",
        "Outside of North America, approximately 53% of our employees are represented by trade union organizations and/or covered by collective bargaining agreements.  ",
        "Latin America",
        "– ",
        "At December31, 2020, we employed approximately 31,500 employees, 71% of whom are covered by various collective bargaining agreements with expiration dates from 2021-2023. ",
        "Europe",
        "At December31, 2020, we employed approximately 16,500 employees, 49% of whom are covered by various collective bargaining agreements with expiration dates from 2021-2023. ",
        "Rest of World",
        "At December31, 2020, we employed approximately 15,800 employees, 20% of whom are covered by various collective bargaining agreements with expiration dates from 2021-2023.",
        "We believe our employee relations are satisfactory."
    ]
}