{
    "79282": [
        "Human Capital ",
        "At December31, 2020, the Company had 11,136 employees. We have agreements with our sales employees and certain other employees that include provisions: (1) protecting our confidential information and trade secrets, (2) restricting their ability post-employment to solicit the business of our customers, and (3) preventing the hiring of our employees for a period of time after separation from employment with us. The enforceability of such agreements varies from state to state depending upon applicable law and factual circumstances. The majority of our employment relationships are at-will and terminable by either party at any time; however, the covenants regarding confidential information and non-solicitation of our customers and employees generally extend for a period of at least two years after cessation of employment.",
        "None of our employees are subject to a collective bargaining agreement and we consider our relations with our employees to be good.",
        " Our Guiding Principles",
        "Every successful team thrives on the diversity of talent, thought, experience, character, and work ethic. Our continued success depends on the full and effective recruitment and enhancement of the most qualified teammates. Put simply, Brown & Brown is a Meritocracy®—our people rise according to their merits. We pride ourselves on creating an open, diverse, performance-driven, and transparent culture that celebrates and recognizes teammates at all levels. ",
        " Culture",
        "Our unique culture drives our results and is a key component of the Company’s strategy. Brown & Brown is a lean, decentralized, highly competitive, profit-oriented sales and service organization composed of people of the highest integrity and quality, bound together by clearly defined goals and prideful relationships. We consider ourselves teammates, not “employees,” and our success is guided by leaders, not managers. Our Company believes our teammates are far more than ordinary, and we know they achieve extraordinary results because they are challenged, empowered, and rewarded for doing so.",
        " Soliciting Feedback.",
        "We regularly solicit anonymous feedback from our teammates, and we are proud that 94% of our teammates say Brown & Brown is a Great Place to Work®. We know these results stem from the fact that we view the personal health and well-being of our teammates and their families as paramount. As an organization, we value, encourage, and support these priorities, and by doing so, we cultivate a productive and highly engaged team that drives our Company to thrive and succeed.",
        " Human Capital Credentials",
        "Nearly a quarter of our Company is owned by our teammates, which we believe cultivates a unique ownership culture. We strive to provide multiple opportunities for teammates to share in the ownership of Brown & Brown and to create personal wealth, including through our employee stock purchase program, our 401(k) plan, and long-term equity grants. We estimate that more than 60% of our teammates own stock in our Company, establishing an ownership mindset that we believe demonstrates the strongest vote of confidence from our teammates. This ownership mindset also influences how we operate, including how we invest in our business, and the work we do for our customers. In addition to being a Great Place to Work® certified company, Brown & Brown, Inc. was recognized as a Best Workplace for Women and Millennials in 2020.",
        "8",
        "Table of Contents",
        " Our Workforce.",
        "The vast majority of our teammates are regular full-time employees. Our goal is to provide our teammates with careers, not jobs. In addition to our regular full-time teammates, we also employ regular part-time teammates and seasonal/temporary teammates. The following chart illustrates the categorical breakdown of our teammate population, which includes all persons who receive wages or salaries through the Company’s payroll: ",
        "Regular full-time teammates: Teammates who work at least a 32-hour workweek for an indefinite period of time. All regular full-time teammates are generally eligible for all employment benefits provided by the Company to its teammates.",
        "Regular part-time teammates: Teammates working less than a 32-hour workweek for an indefinite period of time. Depending on the average hours worked per week, regular part-time teammates may be eligible for limited employment benefits as specified in the terms of the particular employment benefit plan or policy. ",
        "Seasonal/temporary teammates: A teammate who is hired as an interim replacement, to temporarily supplement our workforce, or to assist on the completion of a specific project, other than those supplied under contract by an outside agency. Employment assignments in this category are typically of a limited duration. ",
        "Recruitment; Education and Development",
        "A critical part of the Company’s strategy revolves around the recruitment and development of our teammates; to drive our growth by offering innovative risk management solutions to our customers, we often think of ourselves as being in the people recruiting and enhancing business. We actively recruit in all of our offices and at all levels of our organization. We have been particularly successful at building our talented workforce by hiring recent college graduates, mid-level professionals with experience outside of the insurance industry, and seasoned insurance professionals with a desire to elevate their careers. We also recruit and develop talent through our college internship program, which leverages our strong relationships with a number of key colleges and universities. ",
        "We also build our team by completing high-quality acquisitions that fit culturally and make sense financially. In 2020, we added approximately 796 new teammates through 25 strategic acquisitions.",
        "We invest heavily in our teammates' education and development because we believe it improves their capabilities, engagement, satisfaction, and productivity, which, in turn, positively impacts how we serve our customers and, ultimately, our Company’s performance and results. One of the pillars of our educational program is “Brown & Brown University,” a rigorous training program we believe distinguishes us from our industry peers, offering comprehensive sales, technical, and other courses for new producers, office leaders, and other teams withinthe organization. In addition, the Company recently established the Brown & Brown Education Assistance Program, which provides tuition reimbursement and student loan repayment assistance, as well as the National Merit Brown & Brown Scholarship.",
        "The Company recently launched a “Peer Partnership Program” designed to connect individuals from across our organization and support them in building new partnerships, expanding their networks, and experiencing our Company culture through different perspectives.",
        "9",
        " Diversity, Inclusion, and Belonging",
        "The Company believes diversity of thought and experiences results in better outcomes and empowers our teammates to make more meaningful contributions to our customers, our Company, and the communities in which we live. Accordingly, as part of our strategy, we recently announced the formation of the Brown & Brown Diversity, Inclusion, and Belonging Task Force. This task force is composed of individuals with diverse experience and expertise, and it seeks to collect ideas, thoughts, and stories from our teammates across our operating segments and locations. Our goal is to ensure a wide range of perspectives are considered as we develop a strategic framework around promoting diversity, inclusion, and belonging throughout the Company. To this end, the task force has already undertaken the following initiatives to understand the Company’s current strengths and areas for development, which will drive our go-forward priorities:",
        "launched a Company-wide teammate survey on diversity, inclusion, and belonging that allows us to gather baseline metrics; ",
        "conducted focus group sessions, as well as one-on-one outreach and conversations, that foster meaningful discussions on our future strategy; ",
        "completed an assessment to analyze the strategies, programs, and messaging of companies with similar size and composition, as well as peers across the insurance industry;",
        "launched an external listening campaign involving interviews with peer corporations with a range of experiences and approaches, as well as engaging sector experts with knowledge of diversity and inclusion program design, training modalities, and cross-company comparisons; and",
        "provided a dedicated mailbox for teammates to submit suggestions, thoughts, and stories. ",
        "Brown & Brown does not tolerate discrimination in any form with respect to any aspect of employment. The Company has an established policy that recruitment, hiring, transfers, promotions, terminations, compensation, and benefits practices be without regard to race, color, religion, absence of religious affiliation, national origin, ethnicity, age, disability, perception of disability, sex, sexual orientation, gender identity/expression, gender orientation, marital status, service in our armed forces, veteran status in our armed forces, political activity, or political party affiliation. ",
        "The Company tracks the representation of women and underrepresented racial and ethnic minorities because we know diversity helps us build better teams and improve our customer experience. Our gender and minority data are presented periodically to our Board. We are proud of our efforts in this area to date and continue to strive to further diversify our workforce and strengthen our culture of inclusion and belonging.",
        " Health and Safety",
        "The safety and well-being of all Brown & Brown teammates are of utmost importance. Brown & Brown intends to provide a safe environment for teammates and visitors to our offices. ",
        "In 2020, the Company had no work-related fatalities and 29 injuries or occupational diseases, as determined based on the number of claims made under our workers’ compensation policy, other than claims that were closed and for which no payment was made.",
        "Focus on Health and Wellness",
        "The Company is uniquely focused on our teammates' physical, mental, spiritual, and financial health and wellness. We recognize that healthy employees are better positioned to support their families, their communities, and our customers and, in turn, to deliver strong results for the Company and our shareholders. Individuals are encouraged to exercise regularly, and our offices routinely sponsor local races and other events to encourage our teammates to stay active. We also encourage our teammates to pursue interests outside of work by taking vacation or personal time, volunteering in their communities, and pursuing their hobbies.",
        "Our new headquarters in Daytona Beach, Florida, was designed with open floorplans to encourage regular movement and interaction among our teammates, which we believe facilitates a better and more productive work environment. Substantially all offices and workstations in our new headquarters have been equipped with ergonomic furniture and standing desks to support the physical health of our teammates.",
        "The remote working environment resulting from the COVID-19 pandemic has underscored the importance we place on our teammates' health and wellness. During the pandemic, our Chief Executive Officer appeared in weekly check-in videos to our teammates focused on personal stories about grit, resiliency, and maintaining mental and physical well-being. In addition, during the pandemic, the Company launched a series of 30-minute “Small Bites” sessions on a wide range of topics, including meditation, yoga, nutrition, fitness, and home office ergonomics.",
        "10",
        "Safety Guidelines",
        "The Company has formal workplace safety guidelines that apply to all of our teammates and facilities, with some offices establishing even more specific guidelines for conduct. These guidelines cover, among other things, hazardous and unsafe work areas and conditions, cell phone usage, travel, attire, communication protocols for closures and emergencies, and our workers’ compensation benefits. Our teammates are expected to conduct themselves in a manner that will foster and maintain cooperative working relationships, ensure safety, and promote effectiveness. Teammates are expected to perform their duties professionally, to the best of their ability, and in accordance with all established standards, and to exercise sound judgment and conduct themselves in a professional, courteous manner at all times. ",
        "Driving for Business Policy",
        "The Company has a formal Driving for Business policy prohibiting teammates from using mobile devices for calls, texting, or email while driving, except when using a hands-free device. Under our policy, teammates routinely driving for business purposes are required to maintain an acceptable motor vehicle record (“MVR”) and be subject to the MVR being reviewed at the time of hire and periodically after that. Teammates must have a valid driver’s license, obtain supervisory approval, and show proof of minimum required insurance before using their personal vehicle for business purposes.",
        "Violence in the Workplace Policy",
        "The Company has a formal policy against violence in the workplace. This policy prohibits any form of weapon from being carried or maintained in the Company’s offices and prohibits teammates from making threats or engaging in violent activities. Under our policy, any teammate who believes he or she has been a victim of violence, threats of violence, intimidating conduct, or has heard jokes or offensive comments about a violent occurrence must report such actions immediately to their team leader or another member of the Company’s leadership. In addition, any teammate who believes he, she, or another teammate may be in imminent danger of violence must notify local law enforcement officials immediately.",
        "Mental Health",
        "We are particularly passionate about mental health, and we believe leadership in that area starts at the top. Our Chief Executive Officer regularly addresses the importance of mental health in his communications with our teammates. Individuals are encouraged to engage in activities that promote good mental health and, when needed, to seek out help from friends, co-workers, and medical professionals. To foster a sense of connection during the COVID-19 pandemic and to help our teammates better recognize and address mental health issues, the Company curated weekly videos featuring teammates from across our organization sharing their personal experiences related to stress, anxiety, loneliness, acts of kindness and service, and navigating work from home with spouses, partners, pets, and children. ",
        "Through the Company’s Employee Assistance Program (“EAP”), the Company has contracted with a third-party service provider to offer all teammates and their dependents no-cost, confidential employee assistance on a 24/7 basis. Under the EAP, teammates and their dependents can get help for emotional concerns, marital or family difficulties, alcohol or drug dependency, stress, compulsive gambling, and legal or financial problems."
    ]
}