{
    "82811": [
        "Human Capital Management",
        "At the end of fiscal 2020, we employed approximately 23,000 full-time associates worldwide. Of those associates, approximately 11,000 were located in Mexico; approximately 3,700 in the US; approximately 3,000 in China; approximately 2,200 in India; and approximately 3,100 in the rest of the world. ",
        "We feel that our associates are our most valuable assets, and consider our associate relations to be very good. Our objective is to create a high-performing organization by attracting and retaining high-quality, diverse talent and creating an environment in which all associates have the opportunity to reach their full potential.  ",
        "The core goal of our performance management process is to develop and maintain a high-performing organization that is positioned to meet our business objectives. Creating a high-performing organization requires associates and managers to exhibit transparency in their day-to-day interactions, and use data to drive decision-making and accountability. Our performance management process focuses on enabling associates and managers to gain alignment through:",
        "a structured annual goal-setting process where managers and associates work collaboratively to develop specific, measurable, achievable, relevant and time bound (SMART) goals that align with our overarching business objectives and our company values;",
        "clear, organization-wide expectations that managers and associates monitor progress toward completion of their SMART goals with regular coaching sessions and periodic evaluations; and",
        "an annual performance assessment that provides a direct link between the associate’s pay and performance.",
        "11",
        "In addition to our focus on performance, we also have a strong commitment to our company values of integrity, responsibility, diversity and inclusion, customer success, innovation with purpose, continuous improvement, performance, and a passion to win, all with a sense of urgency. We regularly promote these values from the top down. In 2020, both our executive leadership team and some of our associates participated in a series of videos that communicated the importance our values to our global workforce. In addition to instilling our corporate values as a key part of associate life, we promote a commitment to ethics and compliance among our workforce through our Code of Business Conduct and Ethics. In 2020, 98.6% of our global workforce completed training on the Code of Business Conduct and Ethics.  ",
        "As mentioned above, diversity and inclusion are rooted in our company values. We believe that we are at our best when we bring to bear the unique perspectives, experiences, backgrounds and ideas of our associates. We seek a workforce that reflects the communities in which we operate, and strive to create diverse, equal and inclusive workplaces where all of our associates have the opportunity to achieve their full potential.",
        "We are also committed to improving the health and well-being of our associates. Regal’s US wellness program was established in 2008 and is continuously evolving to better educate, motivate and reward our associates for maintaining and achieving healthy measures. During our wellness plan year running from October 1, 2019 through September 30, 2020, 35% of our US associates participated in on-site biometric screening that provides them with key metrics such as BMI, blood pressure, and triglyceride, cholesterol and blood glucose levels. ",
        "As a company, we believe that our value of responsibility requires community engagement, and we encourage our associates to share in our commitment to the communities where we operate. We have an established charitable foundation, which is governed by an advisory board comprised of our associates. The Regal Charitable Foundation focuses on supporting the United Way and other 501(c)(3) nonprofit organizations in the areas of health and human services, education and the arts, and civic and disaster relief, and prioritizes requests that are submitted by our associates. In fiscal 2020, the Regal Charitable Foundation provided $570,481 of support to organizations in the communities where our associates live and work.",
        "Information About Our Executive Officers",
        "The names, ages, and positions of our executive officers as of March2, 2021 are listed below along with their business experience during the past five years. Officers are elected annually by the Board of Directors. There are no family relationships among these officers, nor any arrangements or understanding between any officer and any other persons pursuant to which the officer was elected.",
        "Executive Officer",
        "Age",
        "Position",
        "Business Experience and Principal Occupation",
        "Louis V. Pinkham",
        "49",
        "Chief Executive Officer",
        "Joined the Company in April 2019, as Chief Executive Officer. Prior to joining the Company, Mr. Pinkham was Senior Vice President of Crane Co. from 2016-2019; prior thereto he served in other leadership roles at Crane Co. from 2012-2016. Prior to joining Crane Co., Mr. Pinkham was Senior Vice President at Eaton Corporation. From 2000-2012, he held successive and increasing roles of global responsibility at Eaton. Prior to joining Eaton, Mr. Pinkham held an Engineering and Quality Manager position at ITT Sherotec and a Process Design Engineer position with Molecular Biosystems, Inc.",
        "Robert J. Rehard",
        "52",
        "Vice President, Chief Financial Officer",
        "Joined the Company in January 2015, as Vice President, Corporate Controller and Principal Accounting Officer and became Vice President, Chief Financial Officer in April 2018. Prior to joining the Company, Mr. Rehard was a Division Controller for Eaton Corporation and held several other financial leadership positions throughout his career with Baxter, Emerson, Masco and Cooper. Mr. Rehard started his career with Deloitte & Touche in Costa Mesa, California.",
        "12",
        "Thomas E. Valentyn",
        "61",
        "Vice President, General Counsel and Secretary",
        "Joined the Company in December 2013, as Associate General Counsel and became Vice President, General Counsel and Secretary in May 2016. Prior to joining the Company, Mr. Valentyn was General Counsel with Twin Disc, Inc. from 2007-2013. From 2000-2007, he served as Vice President and General Counsel with Norlight Telecommunications; prior thereto he served as in-house counsel with Johnson Controls, Inc. from 1991-2000. He began his legal career with Borgelt, Powell, Peterson and Frauen in Milwaukee, Wisconsin.",
        "John M. Avampato",
        "60",
        "Vice President, Chief Information Officer",
        "Joined the Company in April 2006 and became Vice President, Chief Information Officer in April 2010. Prior to joining the Company, Mr. Avampato was Vice President, Chief Information Officer for Newell Rubbermaid from 1999-2006. Mr. Avampato served in several positions for Newell Rubbermaid from 1984-1999.",
        "Cheryl A. Lewis",
        "Vice President, Chief Human Resources Officer",
        "Joined the Company in March 2020, as Vice President, Chief Human Resources Officer. Prior to joining the Company, Ms. Lewis served as Segment Director, Human Resources for Illinois Tool Works Inc. from 2010-2020. Prior to joining Illinois Tool Works Inc., Ms. Lewis was Vice President, Human Resources with Alcan Packaging from 2008-2010. From 1991-2008 she held successive and increasing roles of responsibility, including Vice President, Human Resources at Panduit Corporation.",
        "Scott D. Brown",
        "President, Commercial Systems Segment",
        "Joined the Company in August 2005 and became President, Commercial Systems Segment in June 2019. Prior to being promoted to his current position, Mr. Brown, in successive roles, served as Vice President, Business Leader of Commercial Motors, Vice President, Business Leader of Control Solutions, and Vice President, Manufacturing. Prior to joining the Company, Mr. Brown spent 17 years with General Electric in operations and various business leadership roles.",
        "Eric S. McGinnis",
        "50",
        "President, Industrial Systems Segment",
        "Joined the Company in August 2005 and became President, Industrial Systems Segment in June 2019. Prior to being promoted to his current position, Mr. McGinnis served as Vice President, Business Development and Vice President, Industrial Motors. Prior to joining the Company, Mr. McGinnis spent 12 years with General Electric in various business leadership roles.",
        "John C. Kunze",
        "58",
        "President, Climate Solutions Segment",
        "Joined the Company in September 2007 and became President, Climate Solutions Segment in June 2019. Prior to being promoted to his current position, Mr. Kunze served as Vice President, Business Leader of Climate Solutions, and, before that, Vice President, Business Leader of Air Moving. From 2000-2007, Mr. Kunze served as Chief Operating Officer of Jakel, Inc. He began his career with Invensys and Emerson.",
        "Jerrald R. Morton",
        "59",
        "President, Power Transmission Solutions Segment",
        "Joined the Company in February 2015 and became President, Power Transmission Solutions Segment in June 2019. Prior to being promoted to his current position, Mr. Morton served as Vice President, Business Leader of Power Transmission Solutions from 2017-2019, and led the global operations for Regal’s power transmission business from 2015-2017. Prior to joining the Company, Mr. Morton spent 28 years with Emerson in a variety of roles in Quality, Technology, and Operations and was Vice President, Global Operations of Emerson’s power transmission business at the time Regal Beloit Corporation acquired that business.",
        "13",
        "As previously reported, Mr. Jonathan J. Schlemmer retired as Chief Operating Officer effective January 31, 2020, consistent with a reorganization of the Company’s leadership that resulted in the elimination of the Chief Operating Officer position."
    ]
}