{
    "86312": [
        "Human Capital Management",
        "At December31, 2020, the Company had approximately 30,600 employees, 98% of whom are full-time employees.  Over 90% of the Company’s employees are located in the United States.  The following table shows the geographic distribution of the Company’s employees as of December31, 2020:",
        "Location",
        "%ofTotal",
        "Domestic:",
        "Connecticut",
        "24.1",
        "New York",
        "7.3",
        "Minnesota",
        "7.2",
        "Texas",
        "6.6",
        "California",
        "5.3",
        "Florida",
        "3.8",
        "Georgia",
        "3.4",
        "Colorado",
        "3.0",
        "All other domestic ",
        "(1)",
        "30.2",
        "Total Domestic",
        "90.9",
        "International:",
        "Canada",
        "5.0",
        "United Kingdom",
        "4.0",
        "All other international",
        "0.1",
        "Total International",
        "9.1",
        "Consolidated total ",
        "100.0",
        "___________________________________________",
        "No other single state accounted for 3.0% or more of the Company’s employees as of December 31, 2020.",
        "Despite the public health crisis, during 2020, the Company hired more than 1,900 full-time employees, nearly a third of whom filled important technology and data and analytics positions. The Company did not implement any reductions in its workforce or reduce salaries as a result of the pandemic during 2020.",
        "The average employee tenure at the Company is 12 years, and over 20 years for the Company’s approximately 600 most senior leaders. The Company’s average global voluntary turnover rate over the past three years was approximately 7%.  The Company believes that these employee tenure and voluntary turnover rates are due, in part, to the resources and support the Company provides to employees throughout their careers, as discussed below. ",
        "Maintaining an Ethical Culture",
        "The Company’s culture of honesty, integrity and accountability is critical to its long-term success. To support this culture, the Company promotes ethics and compliance awareness across its operations. On an annual basis, all employees of the Company’s wholly owned subsidiaries are required to complete the Company’s ethics training and certify that they have reviewed, understand and agree to comply with the Company’s Code of Business Conduct and Ethics and other applicable Company policies. ",
        "The Company provides employees with multiple channels to raise concerns, including the Human Resources, Employee Relations and Compliance functions, as well as the Travelers Ethics Helpline. The Company’s independently administered Ethics Helpline is available to employees and others 24 hours a day, seven days a week to report issues or seek guidance confidentially and anonymously. Trained professionals investigate each concern and, where appropriate, escalate it internally. In addition, the Company maintains a formal Whistleblowing and Non-Retaliation Policy that prohibits retaliation against, or discipline of, an employee who raises concerns in good faith.",
        "30",
        "Employee Engagement",
        "The Company strives to deliver an employee experience that engages its workforce and strengthens the organization, including, where appropriate, through action plans intended to create a more meaningful employee experience.  These plans are generated, in part, through team conversations and are designed to hold managers accountable for increasing their employees’ engagement. In addition, the Company’s Chief Human Resources Officer meets regularly with the Chief Executive Officer and other senior leaders to discuss employee engagement strategies and the Company’s progress.  Based on the Company's employee tenure and voluntary turnover rates, as discussed above, as well as other means the Company uses to evaluate the employee experience and the success of its engagement efforts, the Company believes that its engagement efforts are effective.  ",
        "Learning and Development",
        "The Company offers various learning and development opportunities to provide its employees with the skills and capabilities they need to be successful. For example, managers participate in the Company’s leadership workshop, Leadership Challenge©, which provides an overview of key leadership practices at the Company. These practices are designed to enable leaders to increase engagement and inclusion, lead change, drive innovation, tie business goals to a greater purpose and coach people to higher levels of performance. The Company also offers three additional foundational workshops centered on leadership: Leadership Principles, Coaching for Performance Excellence, and Managing Inclusion. ",
        "In addition, the Company offers career mentorship and development programs for both entry-level and experienced professionals. For example, the Company’s multi-year entry-level Leadership Development Programs provide employees with an opportunity to progress through a steady career path in a specific discipline such as Actuarial, Business Insights & Analytics, Data Science, Finance, Human Resources, Technology or Operations. Participants complete assignments and rotations designed to help them build upon their strategic thinking skills and business acumen. In addition, the Company’s Development Programs in Underwriting, Investments and Product Management provide the foundational knowledge and technical skills necessary for success and include on-the-job training, classroom instruction, self-study materials and independent work in an assigned business area. These programs have been a part of the Company’s talent strategy for many years. ",
        "In 2020, the Company also added a senior-level position responsible for monitoring the development of talented employees to support them in developing the skills necessary to advance their career and expanding their relationships to ensure their success.",
        "Diversity and Inclusion",
        "The Company believes that its diversity and inclusion efforts are important to its success.  The Chief Diversity and Inclusion Officer leads the Company’s diversity and inclusion efforts.  The Company also has a Diversity Council that is chaired by the Chairman and Chief Executive Officer, comprising the 40 members of the Company’s Operating Committee. ",
        "The Company provides training, development and cultural events to encourage an inclusive culture among its employees, including the Company’s leadership. Among others, the Company offers training with respect to conscious inclusion, unconscious bias, and harassment awareness, as ways to ensure a respectful work environment and adherence to applicable legal requirements.  ",
        "The Company also has eight Diversity Networks – voluntary groups led by employees, dedicated to fostering a diverse and inclusive work environment. The networks help foster the retention, development and success of the Company’s employees through networking, mentorship and community volunteer opportunities. In addition, these groups are a resource for the Company’s business leaders, providing them with important insights and perspectives. More than 11,000 employees – over a third of the Company's employee population – are members of one or more of the Company's Diversity Networks.  ",
        "The Company also continues to improve its diverse talent pipeline. The Company has established deliberate recruiting, retention and development practices that are tailored to deepen diverse talent pools and broaden advancement opportunities. These practices include matching upcoming leaders with mentors within the organization and offering workshops to advance their careers within the Company. The Company also uses various talent acquisition strategies, including sourcing strategies and initiatives and partnerships with college diversity groups and other organizations, to help create a pipeline of diverse candidates.  ",
        "The Company has made significant progress over the past decade in increasing its diverse talent. In each of the last 10 years, the Company has increased the percentage of people of color (as defined by the U.S. Equal Employment Opportunity Commission's EEO-1 race and ethnicity categories for the U.S.) in its U.S. workforce. As of December31, 2020, women and people of color represented approximately 55% and 25% of its U.S. workforce, respectively. The Company continues to make ",
        "31",
        "progress in promoting women and people of color. In each of the last 10 years, the Company has increased the percentage of women and people of color in U.S. management-level positions. ",
        "Performance and Succession",
        "The Company’s performance management strategy is designed to develop the Company’s talent and equip employees with the skills and resources necessary to ensure the Company’s continued success. To that end, managers assist with setting and monitoring goals, planning, development and discussing opportunities for improvement throughout the year.  ",
        "The Company also conducts a comprehensive annual talent review, which includes succession planning, to identify and prepare talented employees for future leadership positions. Each line of business identifies talented employees and succession candidates for targeted development and advancement opportunities. This talent review process culminates with the Chief Executive Officer and those reporting directly to him meeting to review succession plans for key positions.  In addition, at least annually, the Chief Executive Officer meets with the Nominating and Governance Committee of the Board of Directors and the full Board of Directors to discuss succession-related matters.   ",
        "Compensation and Benefits",
        "The Company’s compensation and benefits programs are designed to attract, motivate and retain high performing employees and to help employees be healthy and productive in all aspects of their lives.",
        "Paying employees equitably is the foundation of the Company’s performance-based culture. The Company has comprehensive processes and controls in place and reviews its compensation practices annually with independent, outside experts, in each case to help ensure equitable pay across the Company. Based in part on these measures, the Company believes that it pays its employees equitably, regardless of gender, race or any other protected classification.",
        "The Company’s minimum hourly wage in the United States is $15. As calculated and reported in the Company’s most recent Proxy Statement filed in April 2020, excluding the Company's Chairman and Chief Executive Officer, (i) the median of the annual total compensation of all the Company’s employees was more than $111,000, and (ii) the median of the annual total compensation of the Company’s full-time U.S. employees who worked for the Company for the entire year, who comprised over 90% of its workforce, was nearly $128,000.",
        "The Company takes a holistic approach with respect to the physical, emotional, mental and financial well-being of its employees. The Company offers comprehensive, flexible benefit options for its employees.  In the United States, these include, among others:  ",
        "Health and Wellness",
        "Medical, dental, vision and prescription drug coverage;",
        "Health savings and flexible spending accounts;",
        "The ",
        "my",
        "Wellness platform, a virtual application containing wellness tools and resources to help employees achieve their physical, mental and wellness goals; ",
        "Round-the-clock access to Life Balance, the Company’s employee assistance program, which provides employees access to professional counseling services, life coaching, personalized mentoring and support resources; and",
        "Grand Rounds, a free service for employees and dependents enrolled in the Company’s medical plan that matches members to top-ranked doctors, provides expert second opinions and assists in navigating the health care system.",
        "Savings and Retirement",
        "A 401(k) Savings Plan, through which the Company matches employee contributions dollar-for-dollar up to 5% of eligible pay, up to a maximum annual Company match of $7,000; ",
        "The Paying It Forward Savings Program, through which the Company supports employees with student loans by making an annual contribution in the employee’s 401(k) account equal to the annual student loan payments. The combined maximum of the 401(k) match and the Paying It Forward savings contribution is 5% of eligible pay, up to a maximum of $7,000;",
        "A pension plan that provides annual pay credits from 2% to 6% of eligible pay based on age and years of service, plus quarterly interest credits; ",
        "Financial wellness assessments; and ",
        "Retirement planning services.  ",
        "32",
        "Other ",
        "Life insurance; ",
        "Short- and long-term disability coverages; ",
        "Paid time-off, starting at 20 days per year, up to a maximum of 30 days per year based on years of service, plus the ability to purchase up to 6 additional days per year;",
        "Paid parental and adoption leave; ",
        "Childcare discounts; ",
        "A corporate discount program; and ",
        "Paid time off for volunteering. ",
        "Board Oversight of Human Capital Management",
        "The Company’s Board of Directors takes an active role in overseeing the Company’s human capital management strategy, including its diversity and inclusion efforts. The Chief Human Resources Officer and other senior executives present to the Board regularly on human capital management matters, including the progress the Company has made over time. Additionally, pursuant to its charter, the Nominating and Governance Committee of the Board meets regularly with senior management, including the Chief Executive Officer, the Chief Human Resources Officer and the Chief Diversity and Inclusion Officer, to review and discuss the Company’s strategies to encourage diversity and inclusion within the Company. Pursuant to its charter, the Compensation Committee of the Board, which is advised by an independent compensation consultant, reviews and approves the Company’s general compensation philosophy and objectives. In addition, the Compensation Committee meets with senior management on a regular basis to discuss the Company’s practices designed to help ensure equitable pay across the organization. "
    ]
}