{
    "87347": [
        "Human Capital",
        "At December 31, 2020, Schlumberger employed approximately 86,000 people representing more than 160 nationalities. ",
        "Schlumberger believes that the diversity of its workforce is one of its greatest strengths and aims to maintain its employee population diversity in proportion to the revenue derived from the countries in which it works.",
        "Schlumberger recognizes that its ability to attract, develop, motivate and retain a highly competent and diverse workforce has been key to its success for many decades.As a service company, Schlumberger believes it is critical for its people to communicate with its customers in their native languages and to share the values of the people in the countries where it works.Furthermore, Schlumberger’s diverse workforce is better able to respond to, and deliver services and products that meet the unique expectations and requirements of, its stakeholders, including customers, suppliers and stockholders.Schlumberger’s long-standing commitment to national and cultural diversity fosters a culture that is global in outlook, yet local in practice, which permeates every layer of the Company.",
        "In addition to national and cultural diversity, achieving improved gender balance has been a focus of policy and action in Schlumberger since the late 1970s, when it began recruiting women for field operations roles.Since then, Schlumberger has continued to expand opportunities for women across its field operations, technology, business and management roles.Schlumberger believes that these gender diversity initiatives help it maintain its competitive advantage.",
        "Schlumberger set its first gender balance target in 1994, with the goal of having women comprise 15% of its salaried workforce by 2015.This goal was achieved ahead of schedule in 2011.Schlumberger’s current gender balance goal is to have women comprise 25% of the Company’s salaried workforce by 2025.In 2020, women made up approximately 23% of the Company’s salaried employee population. Additionally, approximately 21% of management roles were held by women in 2020.",
        "Schlumberger is proud of its meritocratic culture, its commitment to early responsibility and internal promotion, and its “borderless career” philosophy.Schlumberger strives to identify top talent within the Company, and to provide opportunities for employees who demonstrate exceptional competency and performance to progress to higher levels within the organization.Schlumberger seeks to nurture its talent pool to maximize each employee’s developmental potential through a combination of training and experience.Schlumberger’s “borderless career” philosophy means it supports flexible career paths, helping employees develop their skills across different functions, businesses and geographies.These opportunities accelerate career development while fostering an agile workforce and the next generation of business leaders.",
        "7"
    ]
}