{
    "88121": [
        "Human Capital Resources",
        "Employees are critical to the operation of all Seaboard’s essential businesses and Seaboard is committed to the safety and wellbeing of all employees. Seaboard’s human capital management strategies include a focus on the following areas: (i)physical wellness – Seaboard offers competitive healthcare benefits, including wellness and employee assistance programs; (ii) financial wellness – Seaboard offers competitive compensation and bonus packages, as well as life and ",
        "4",
        "disability insurance benefits; (iii) work/life wellness – Seaboard provides paid time off and paid holidays, as well as professional development opportunities and support, including tuition reimbursement programs; (iv) community wellness– Seaboard believes in supporting the communities in which it operates and provides matching gift programs, volunteer time off and sponsors charitable activities and events; and (v) additional benefits – Seaboard provides other benefits designed to engage and retain employees, including hosting employee events designed to maintain morale and foster teamwork and providing an employee meat purchase program at wholesale prices. Seaboard also recognizes that diversity is the key to its successful operations and seeks to design human capital management strategies to meet the diverse needs of its employees.",
        "As of December 31, 2020, Seaboard had approximately 13,100 employees, of whom approximately 6,600 were in the U.S. Of Seaboard’s total U.S. employees, approximately 83% were Pork segment employees. Substantially all of Seaboard’s Pork segment’s hourly employees at its processing plant are covered by a collective bargaining agreement that expires in 2024. The Pork segment has had challenges recruiting and retaining employees due to the remote locations, restrictive domestic policies on immigration and unique operating environments, among other factors. Currently between 30% and 60% of the Pork segment’s workforce is dependent upon employment visas in different production areas.",
        "Internationally, Seaboard operates facilities globally, including in developing countries, where at times, inherent challenges associated with safety and political stability may exist, primarily in the CT&M segment. The CT&M segment is dependent on identifying and retaining qualified expatriate personnel at many of its locations. Recruiting and developing talent in these locations remains a priority for this segment. "
    ]
}