{
    "92230": [
        "Human Capital",
        "Truist believes it is crucial to attract and retain top talent who can further Truist's purpose, mission and values. To facilitate talent attraction and retention, Truist aims to provide teammates a diverse, inclusive and safe workplace that affords them opportunities to grow and develop in their careers.",
        "Truist's Compensation and Human Capital Committee provides input on talent management strategy for Truist and oversees the design and administration of material incentive compensation arrangements, as well as other human capital matters, including teammate diversity and inclusion, teammate engagement, and well-being initiatives.",
        "Truist Financial Corporation   17",
        "Truist's Enterprise Ethics Risk Office partners with a broad group of internal stakeholders to set standards for teammate conduct and facilitate the timely intake and routing of teammate concerns for review. As part of that effort, the team seeks to identify trends reflecting on organizational culture and/or operational challenges and to develop solutions. The results of these efforts are regularly shared with Truist's Executive-Level Ethics, Business Practices, and Conduct Committee and its Board of Directors.",
        "The following table presents a summary of teammates as of December 31, 2020:",
        "Table 4: Teammate Summary",
        "# of Teammates",
        "% of Population",
        "Full-Time",
        "52,294",
        "95.1",
        "Part-Time",
        "2,688",
        "4.9",
        "Total",
        "54,982",
        "100.0",
        "Leveraging a skilled contingent workforce is an important part of Truist's overall workforce strategy. It has enabled Truist the ability to drive process and system integrations during the Merger period while continuing to deliver on Truist's core purpose.",
        "Diversity, Equity & Inclusion",
        "Truist's commitment to DEI is deeply rooted in the Company's purpose to inspire and build better lives and communities. Ensuring Truist attracts, develops, and retains diverse, talented, and caring people in the industry is critical to the Company's overall success. To deliver on Truist's DEI goals, Truist created a dedicated DEI Office, specifically focused on attracting and advancing diverse representation at key levels of the Company, embedding DEI in all Truist's business strategies and hiring and investing in diverse communities. The DEI Office partners with groups across Truist to develop tools, resources, and programs to positively influence the societal impact of clients, teammates, communities and stakeholders.",
        "Truist recognizes that ethnically diverse talent have historically been underrepresented in leadership positions at financial services companies. To emphasize Truist's commitment to advancing diversity, the Company committed to increasing its racially and ethnically diverse teammates among senior leadership positions to 15%.",
        "The following tables presents a summary of diversity statistics as of December 31, 2019:",
        "Table 5: Teammate Diversity (1)",
        "Women",
        "People of Color",
        "Board of Directors",
        "31.8",
        "18.2",
        "Executive Leadership & senior leaders",
        "22.1",
        "11.8",
        "First / mid-level managers",
        "54.1",
        "24.7",
        "Professionals",
        "50.4",
        "33.2",
        "All others",
        "76.9",
        "40.9",
        "All teammates",
        "64.4",
        "35.6",
        "(1)",
        "Source: EEO-1 data as of December 31, 2019. All others is a combination of sales workers and administrative support EEO-1 job categories.",
        "Talent Development",
        "Truist teammates have access to extensive programs and benefits for career advancement. Teammates can partner with a certified coach to help them focus, create clear goals and stay accountable to achieving those goals. Truist also provides tuition assistance so teammates can continue formal education by seeking degrees that align with career goals.",
        "In addition to career development opportunities, Truist provides a differentiated learning experience to new and existing teammates, including formal onboarding training to prepare new teammates through learning content libraries for individual development needs. Truist provides a wide range of forums for learning that include relevant current trends and emerging skills in the marketplace.",
        "Truist also has a Leadership Institute, a uniquely qualified leadership development center that creates dynamic leaders and increases teammate retention. Truist strives to succeed in maximizing the potential in every individual and instilling values and behaviors that create a strong culture of leadership. The Truist Leadership Institute combines expert psychological insight with lessons learned throughout its 60-year history of leadership development. This foundation has allowed Truist to provide teammates throughout the Company with the knowledge and skills to maximize performance.",
        "18   Truist Financial Corporation",
        "Health, Safety, and Wellness and COVID-19",
        "The health and safety of teammates are paramount and they have guided Truist's responses to the COVID-19 crisis. In a shift of operations, Truist enabled the majority of its workforce to work remotely, moved call centers to work-from-home status, provided teammates with the technology and resources to continue working, and enhanced cybersecurity. For teammates who needed to work in branches and offices, Truist implemented new cleaning routines, social distancing procedures, and wellness and hygiene measures. In 2020 Truist provided all teammates with resources to support their physical and mental well-being during this time."
    ]
}