{
    "93556": [
        "Human Capital Management",
        "The Company’s purpose is For Those Who Make the World, which puts employees, customers, communities and plants at the heart of its human capital strategies and practices. The Company defines success as delivering value for all stakeholders. The Company believes its commitment to quality, safety and sustainability enables its vision to be the type of uniquely human-centered global industrial company that strives to keep every stakeholder in mind and the Company's values, operating model and oversight of its human capital support this purpose.",
        "As of January 2, 2021, the Company had approximately 53,100 employees in over 60 countries, approximately one-third of whom were employed in the U.S. In addition, the Company had approximately 10,500 temporary contractors globally, primarily in operations. The workforce is comprised of approximately 68% hourly-paid employees, principally in manufacturing, distribution center and security monitoring operations, and 32% salaried employees. Nearly 1,400 U.S. employees are covered by collective bargaining agreements dispersed among 28 different local labor unions, and a majority of European employees are represented by workers councils.  The Company strives to maintain a positive relationship with all its employees, as well as the unions and workers councils representing them where applicable. There have been no significant interruptions of the Company’s operations in recent years due to labor disputes.",
        "Governance and Oversight",
        "The CEO and the management Executive Committee are entrusted with developing and advancing the Company’s key human capital strategy which is reviewed with the Board of Directors. The Chief Human Resource Officer is charged with the development and stewardship of this strategy on an enterprise-wide basis. This incorporates a broad range of dimensions, including culture, values, labor and employee relations, leadership capabilities, performance management and total rewards. Diversity, equity and inclusion are key to successfully achieving business and organizational objectives.  Key processes include ongoing performance and development feedback, quarterly diversity, equity and inclusion reviews, and periodic engagement surveys that are reviewed by the management Executive Committee and Board of Directors. Code of Business Ethics, Workplace Harassment Prevention, and Managing Unconscious Bias trainings are provided to employees and the content is regularly reviewed for applicability and improvement, and updated as needed. All employees have access to the INTEGRITY@SBD platform where support, guidance and resources are available on topics regarding integrity, code of ethics, diversity, compliance, and workplace harassment. Employees are encouraged to address any concerns through multiple channels, including anonymously whenever possible, without fear of retaliation or retribution.    ",
        "Diversity, Equity & Inclusion",
        "The Company's management Executive Committee, Board of Directors and workforce are dedicated to diversity, equity and inclusion and work to ensure that all employees feel valued, heard and are positioned to succeed. As of January 2, 2021, the Company's CEO and his direct staff reside in the U.S. and are comprised of 27% women and 20% of the CEO and his direct staff are racially or ethnically diverse. Women represent approximately 31% of the global workforce. As stated in the Company's Equal Employment Opportunity reporting to the U.S. government, in the U.S., approximately 33% of employees are racially or ethnically diverse. ",
        "The Company strives to create a culture of equality that unlocks human potential and uncovers the key drivers of a workplace in which everyone can advance and thrive. The Company is executing initiatives across the global workforce designed to foster an inclusive workplace and facilitate equitable career development opportunities. The Company has nine employee resource groups (\"ERGs\") with more than 90 local chapters across the globe. These ERGs are formed around various dimensions of diversity and participation across groups is encouraged. The ERGs include Abilities (including cognitive, social-emotional, and physical abilities), African Ancestry, Asian Heritage, Hispanic/Latinx, Developing Professionals, Pride & Allies (LGBTQ+), ",
        "7",
        "Veterans, Women, and Working Parents. Company leaders actively participate, sponsor and engage with the ERGs. Management monitors hiring, retention, promotion and continued progress toward achieving the Company's diversity goals.  The Company also prioritizes investing in its communities by supporting individuals and organizations that advance these goals across cities and regions in which it operates. In 2020, the management Executive Committee prioritized a focus on gender and racial/ethnic diversity across the Company.  The Company launched an equity campaign designed to reach, inspire, support and engage (“RISE”) women and people of color. Through RISE, the Company has supported ten actions to confront racism and social injustice throughout its communities and across the world, which includes specific goals across culture, career, and community focus areas. In 2019, the Company became a signatory of Paradigm for Parity committing to addressing the gender gap in corporate leadership. The Company has also participated in the Business Roundtable Diversity & Inclusion Index, where the largest U.S.-based employers are committed to building a more inclusive environment. The Company's CEO was among the signatories of the CEO Action for Diversity & Inclusion. ",
        "Lifelong Learning",
        "The Company believes a sustainable competitive advantage is achieved through lifelong learning.  The employees' rate of learning, resilience, and adaptive performance enables the Company to innovate, operate with excellence, and deliver value to customers and shareholders.  Employee learning and development is a key enabler to engage, motivate and inspire the Company's workforce and is supported internally through the Stanley Black & Decker University and externally with key partners.  Tailored programs address career advancement, leadership development, and skill development needs of the workforce across the Company. Employees consumed more than 25,000 hours of online voluntary learning in 2020. As a leader in advanced manufacturing the Company also strives to provide meaningful training and development for critical skills, new skills, and ways of working with technology to its labor and factory workforce.  This includes new operational skills, maintenance, digital, and management skills.  The Company utilizes a broad range of capabilities, modes of learning, and platforms, including the use of artificial intelligence and data analytics to achieve its lifelong learning and advanced manufacturing objectives.  ",
        "Talent Attraction, Advancement, and Retention",
        "The diversity of skills, ways of working, and adaptability of the Company's operating model continue to increase and are reflected in all aspects of its talent management practices. Approximately 35% of global new hires in 2020 were women, and in the U.S. approximately 47% of new employees were racially or ethnically diverse. Internal talent reviews are conducted annually to manage talent and leadership performance.  The Company utilizes feedback provided by employees through multiple channels, including internal social platforms, listening sessions, and periodic surveys to improve the employee experience and aspires to be the employer of choice. Development and succession plans are managed in partnership with Human Resources and business segments. Employee compensation and benefits are globally managed and locally adjusted to maintain market and skill competitiveness to attract and retain talent. ",
        "Employee Wellness, Health and Safety ",
        "The Company is committed to providing competitive benefits to attract and retain talent, that vary by country, including benefits and programs to support healthy lifestyles, mental health, and retirement readiness. In 2020, the Company's commitment to ensuring the health and safety of its employees and supply chain partners was demonstrated through its agile and adaptive response to the ongoing novel coronavirus (COVID-19) pandemic. The Company was able to sustain business operations by implementing critical safety measures and wellness policies, oversight and systems. These actions proved to be highly effective in protecting critical manufacturing and operating employees in site locations and field operations. The Company also quickly transitioned its office employees around the globe to a nearly complete virtual workforce, providing the necessary technical and collaboration support to enable these employees to adjust to a virtual working environment. The Company believes the adopted hybrid work policies are likely to be a lasting result of the pandemic and will be a key enabler to support the broad needs of critical on-site to fully virtual employees. Additional information regarding the Company's response to COVID-19 is available under the caption “COVID-19 Pandemic” in Item 7.",
        "The Company’s Environmental, Health, and Safety (“EHS”) Management System Plan describes the core elements of health and safety responsibility and accountability, including policies and procedures, designed in alignment with global standards, the Company’s Code of Business Ethics, applicable law and individual facility needs. Health and safety requirements apply to all employees and operating unit locations worldwide, including all manufacturing facilities, distribution centers, warehouses, field service centers, retail, office locations and mobile units, as well as to the Company's subsidiaries and joint ventures (in which the Company exercises decision making control over operations).  Legal requirements may vary in different countries in which the Company’s facilities are located.  Primary measures of safety performance include Total Recordable Incident Rate (\"TRIR\") and the Lost Time Incident Rate (\"LTIR\") based upon the number of incidents per 100 employees (or per 200,000 work hours). ",
        "8",
        "Through December 2020, the Company reported a TRIR of 0.48, a LTIR of 0.17 and zero work-related fatalities. Reported total workforce numbers include employees and supervised contractors.",
        "Additional information regarding the Company's Human Capital programs and initiatives is available in the Company's Annual Sustainability Report located under the Social Responsibility section of the Company’s website.  The information on the Company’s website is not, and is not intended to be, part of this Form 10-K and is not incorporated into this report by reference. "
    ]
}