{
    "21344": [
        "We believe that a diverse, equitable and inclusive workplace that mirrors the markets we serve is a strategic business priority and critical to the Company's success. We take a comprehensive view of diversity and inclusion across different races, ethnicities, tribes, religions, socioeconomic backgrounds, generations, abilities, and expressions of gender and sexual identity. ",
        "As of December 31, 2020, we had approximately 8,900 employees located in the United States, excluding the employees of fairlife. Of these employees, 38 percent and 43 percent were female and people of color, respectively.",
        "We are focused on social justice issues, including racial and gender equity, both in the United States and around the world. In 2020, we started implementing a multifaceted racial equity plan in the United States, which set 10-year employee representation goals that reflect the country's racial and ethnic diversity. We also strive to be 50 percent led by women, in addition to growing and developing our female workforce overall. Diversity and inclusion metrics, which highlight progress and drive accountability, are shared with our senior leaders on a quarterly basis, and our Global Women's Leadership Council, composed of 15 female and male executives, focuses on accelerating the development and promotion of women into roles of increasing responsibility and influence. ",
        "We also periodically conduct pay equity analyses to help identify any unsupported distinctions in pay between employees of different races, gender and/or age, as permitted by local law. We make adjustments to base pay, where appropriate. Also, during the annual rewards cycle, we perform an adverse impact analysis on base pay, annual incentives and long-term incentives to help ensure fairness.   ",
        "We support a number of employee business resource groups (\"BRGs\") that are an integral part of our diversity, equity and inclusion strategy. Our BRGs provide employees with the opportunity to engage with colleagues based on shared interests in ethnic backgrounds, gender, sexual orientation, military service and work roles. "
    ]
}