{
    "310158": [
        "Diversity and inclusion are fundamental to the Company’s success and core to future innovation. The Company fosters a globally diverse and inclusive workforce for its employees by creating an environment of belonging, engagement, equity, and empowerment. The Company is proactive and intentional about diversity hiring and development programs to advance talent. The Company creates competitive advantages by leveraging diversity and inclusion to accelerate business performance. This includes fostering global supplier diversity, integrating diversity and inclusion into the Company’s commercialization strategies and leveraging employee insights to improve performance. In addition to these efforts, the Company has ten Employee Business Resource Groups, that provide opportunities for employees to take an active part in contributing to the Company’s inclusive culture through their work in talent acquisition and development, business and customer insights and social and community outreach.",
        "Gender and Ethnicity Performance Data",
        "(1)",
        "2020",
        "2019",
        "2018",
        "Women in the workforce",
        "49%",
        "49%",
        "49%",
        "Women in the workforce in the U.S.",
        "50%",
        "50%",
        "NR",
        "Women on the Board of Directors",
        "46%",
        "33%",
        "23%",
        "Women in executive roles",
        "(2)",
        "34%",
        "36%",
        "32%",
        "Women in management roles",
        "(3)",
        "43%",
        "43%",
        "41%",
        "Members of underrepresented ethnic groups on the Board of Directors",
        "23%",
        "17%",
        "15%",
        "Members of underrepresented ethnic groups in executive roles (U.S.)",
        "22%",
        "26%",
        "21%",
        "Members of underrepresented ethnic groups in the workforce (U.S.)",
        "31%",
        "29%",
        "27%",
        "Members of underrepresented ethnic groups in management roles (U.S.)",
        "29%",
        "27%",
        "25%",
        "New hires that were female",
        "50%",
        "50%",
        "51%",
        "New hires that were members of underrepresented ethnic groups (U.S.)",
        "42%",
        "33%",
        "36%",
        "NR: ",
        "Not reported.",
        "(1)",
        " As of 12/31.",
        "(2)",
        " “Executive” is defined as the chief executive officer and two structur",
        "al levels below. ",
        "(3)",
        " “Management role” is defined as all managers with direct reports other than executives defined in note 2."
    ]
}