{
    "37996": [
        "At Ford, we believe that creating a Culture of Belonging for all our employees is foundational to our success and morally the right thing to do.  Ford offers 11 Employee Resource Groups (“ERGs”) that represent various dimensions of our employee population, including racial, ethnic, gender, religious, sexual orientation and gender identity, ability, and generational communities with chapters throughout the world, in addition to Diversity and Inclusion (“D&I”) Councils in every region.  Our ERGs and D&I Councils are instrumental in providing a voice to our globally diverse workforce and to help us better understand the employee experience.  ",
        "In 2020, we conducted a comprehensive Diversity, Equity, and Inclusion (“DEI”) Audit in the United States with plans for a global rollout in 2021.  The purpose of the audit, which included qualitative data, quantitative data, and deep ethnography, is to accelerate our efforts to improve the employee experience and cultivate a culture of belonging.  As a result of this effort, we have taken several concrete steps, including initiating a monthly CEO DEI Forum with top leadership and embedding DEI into our corporate strategy and governance with clear objectives for progress established for every senior leader.  Several additional actions are planned for the first half of 2021 that will demonstrate our commitment to transparency, inclusion, and the important role that our People Leaders will play in further enhancing our culture of belonging.  Our diversity statistics include the following as of December 31, 2020 (based on self-reporting at the date of hire):  27.7% of our salaried employees worldwide are females (excludes certain employees in Europe in accordance with the European Union’s General Data Protection Regulation); 25.1% of our total salaried and hourly employees in the United States are females; and 34.4% of our total salaried and hourly employees in the United States are minorities.  "
    ]
}