{
    "39899": [
        " – We have always been proud of our diverse and inclusive culture. We believe that diverse voices and perspectives lead to great ideas and better collaboration and make us a stronger company. The events of 2020 have made clear that we must do more to ensure that our company is truly representative of the diverse communities we serve. In 2020, we undertook several initiatives to drive meaningful and sustainable progress toward becoming a more inclusive and racially diverse company.",
        "Launched the TEGNA Diversity & Inclusion Working Group: In June, we announced the creation of a Diversity & Inclusion Working Group consisting of 19 employees. The group developed a charter which includes three priorities: increase TEGNA’s racial diversity in key leadership and influential positions across the company; ensure diverse perspectives are respectfully valued, sought after, and embraced across our company; and identify and combat inherent unconscious bias across our company through education, training programs, and enhanced policies and practices. ",
        "Appointed a Chief Diversity Officer: In September, we announced the appointment of Grady Tripp as the company’s Chief Diversity Officer. This role was created to drive focus and intentional actions to ensure our long-standing inclusive values resonate in all areas of our business. This newly created position reports to our president and CEO Dave Lougee and is responsible for reviewing and enhancing policies and practices that drive our inclusion and diversity values, developing companywide training programs to enhance awareness and accountability in diversity issues, facilitating the company’s racial diversity and inclusion employee working group and providing thought leadership on employee and organizational issues to help drive better outcomes. During 2020, we have:",
        "Conducted 33 local town hall meetings on race, diversity and inclusion with our stations and business groups to hear directly from employees about their life experiences and perspectives, and about working at TEGNA; ",
        "Created additional local Diversity & Inclusion councils at stations where employees can share their ideas about inclusion and diversity opportunities, and advise managers about cultural dynamics at stations and in the community;",
        "Developed a framework for diversity and inclusion issue resolution; ",
        "Conducted a thorough analysis of annual employee survey results by gender and ethnicity to support the creation of action plans at stations; and ",
        "Began enhancing our content review practices and developing an 2021 Inclusive Journalism program for news leaders and journalists to better recognize and combat implicit or unconscious bias and ensure our stations’ content represents the communities we serve.",
        "We have developed and adopted Diversity, Equity and Inclusion goals for 2025 that include increasing Black, Indigenous and People of Color representation in our content teams, news leadership and management roles. "
    ]
}