{
    "49196": [
        "We are dedicated to attracting top talent with an emphasis on experience and behaviors that align with our Purpose and our core values of ‘Can Do, Forward Thinking, and Service Heart’.  ",
        "The diversity of our colleagues is a key component of our success as an organization as it allows us to have a workforce that is representative of the communities we serve.  We define diversity as women and any Equal Employment Opportunity ethnicity and race category other than white.  We proactively seek out a diverse candidate pool during the recruitment process across all levels and include a declaration in our employee handbooks about our commitment to fair and equitable treatment for all colleagues.  To keep current on colleague diversity, Huntington offers an opportunity annually for all colleagues to self-identify with respect to gender, ethnicity and race, disability and veteran’s status.  During 2020, we offered select student internships to serve as a pipeline for entry-level talent with 65% of these internships fulfilled by diverse students.  Additionally, we are focused on identifying, supporting and promoting qualified diverse candidates in leadership roles, where currently our combined middle, senior and executive management levels are 45% diverse.",
        "We understand that to support our diverse culture, we must also have inclusion, which is a corporate strategic objective.  Huntington executes a strategy of inclusion in multiple ways.  First, our Chief Diversity, Equity, and Inclusion Officer ensures Diversity, Equity, and Inclusion perspectives are an integral part of executive decisions made at Huntington.  This is achieved by measuring and socializing progress on diversity across our footprint and providing diversity and inclusion programs to our colleagues.  In addition, we have Inclusion Councils and Business Resource Groups to support our commitment to engage, develop, retain and attract top diverse talent.  Inclusion Councils are voluntary, colleague driven regional councils that focus on an inclusive, respectful and supportive "
    ]
}