{
    "63908": [
        "At McDonald’s, our aspiration is that no matter where you are in the world, when you interact with McDonald’s, inclusivity and equity are evident. We believe that a diverse workforce is critical to McDonald’s success, and we are committed to making this a continued priority for our Company. Our Board of Directors reflects this commitment as half of ",
        "the 12 members are women or racially diverse, including the Chairman of the Board. ",
        "With this leadership, the Company recently launched a new global DEI strategy designed to drive accountability across the System to better represent the diverse communities in which McDonald’s operates, to accelerate cultures of inclusion and belonging, and to further dismantle barriers to economic opportunity.",
        "The Company’s enhanced DEI strategy builds on existing initiatives from across the business, including:",
        "the ongoing initiative to improve the representation of women at all levels of the Company, ",
        "long-standing work designed to encourage franchisees and suppliers to create greater diversity in their own operations,",
        "upholding human rights and cultivating a respectful workplace that is ethical, truthful and dependable, and",
        "our commitment to equitable pay among Company employees with comparable job responsibilities, experience, performance and contributions.",
        "While McDonald’s is proud of our more than 65-year history as an employer, we expect our global DEI strategy to represent a step change in how we view equitable opportunity across our System and we are committed to accelerating the representation, inclusion and opportunity for historically underrepresented groups throughout our business. Aligned with our purpose, mission and values, this strategy will shape our future as a leading employer.",
        "Beginning in 2021, the Company is incorporating quantitative human capital management related metrics to annual incentive compensation for its executives. In addition to the Company’s financial performance, executives will be measured on their ability to champion our core values, improve diversity representation within leadership roles for both women and historically underrepresented groups, and create a strong culture of inclusion within the Company."
    ]
}