{
    "64803": [
        "We believe that a diverse workforce creates a healthier, stronger and more sustainable company. We aim to attract, retain and support a diverse workforce that reflects the many customers, patients, members and communities we serve. Our Diversity Management Leadership Council, a cross-functional group of senior leaders appointed by our CEO, works with our Strategic Diversity Management leadership team to intentionally embed diversity across all facets of our business. For our efforts, we have been recognized as a DiversityInc Top 50 Company, named to Bloomberg’s 2019 Gender-Equality Index and earned a 100 percent score on the Disability Equality Index, meaning the company is recognized as a “Best Place to Work for Disability Inclusion.” The Company discloses information on our diversity, equity and inclusion strategy, programs and progress in our annual Corporate Social Responsibility (“CSR”) Report.  ",
        "As a foundation of equity, we continuously focus on increasing underrepresented populations across our business. In 2020, 70% of our total colleague population and 52% of our colleagues at the manager level and above self-reported as female. In addition, in 2020 our colleagues reported their race/ethnicity as: White (53%), Black/African American (16%), Hispanic/Latino (15%), Asian (11%) and Other (5%). The appendix to our CSR Report includes additional data on the diversity of our workforce.",
        "Our diversity management strategy emphasizes workplace representation, inclusion and belonging, talent acquisition and management and a diverse marketplace. We support 15 Colleague Resource Groups (“CRGs”) that include more than 22,000 colleagues across the enterprise. These groups represent a wide range of professional, cultural, ethical and personal affinities and interests, as well as formal mentoring programs. Our CRGs provide our colleagues with an opportunity to connect and network with one another through a particular affinity, culture or interest. Each of our CRGs is sponsored by a senior leader. "
    ]
}