{
    "67716": [
        [
            " To further its corporate vision, the Company is committed to an inclusive environment that respects the differences and embraces the strengths of its diverse employees. Each business segment has an appointed diversity officer who serves as a conduit for diversity-related issues by providing a voice to all employees. The Company has three strategic goals related to diversity:",
            "•",
            "Increase productivity and profitability through the creation of a work environment which values all perspectives and methods of accomplishing work.",
            "•",
            "Enhance collaboration efforts through cooperation and sharing of best practices to create new ways of meeting employee, customer and shareholder needs.",
            "•",
            "Maintain a culture of integrity, respect and safety by ensuring employees understand these essential values which are part of the Company's vision statement.",
            "The Company provides training and has policies which speak to diversity and inclusion. Training for employees on diversity and inclusion topics include equal employment opportunity, workplace harassment, respect and unconscious bias. In 2020, the Company implemented a telecommuting policy to allow certain employees to work from home or other offsite locations. The flexibility of the policy may expand the potential applicant pool for job openings beyond the Company's traditional geographic footprint.",
            "The Company also promotes its strategic diversity goals through the following special recognition awards:",
            "•",
            "The Einstein award recognizes the best process improvement ideas that contribute in a measurable way to improving the Company's bottom line and are vital to the Company's success.",
            "•",
            "The Community Spirit award recognizes employees who are actively involved in their community. ",
            "•",
            "The Summit award recognizes employees who make the Company a better place to work.",
            "•",
            "The Environmental Integrity award recognizes an employee program, project or activity that reflects the Company's environmental policy and philosophy.",
            "•",
            "The Hero Award recognizes employees who go above and beyond the call of duty to save another's life."
        ]
    ]
}