{
    "70858": [
        "The Corporation’s commitment to diversity and inclusion starts at the top of the Corporation with oversight from our Board and CEO. The Corporation’s senior management sets the diversity and inclusion goals of the Corporation, and the Chief Human Resources Officer and Chief Diversity & Inclusion Officer partner with our CEO and senior management to drive our diversity and inclusion strategy, programs, initiatives and policies. The Global Diversity and Inclusion Council, which consists of senior executives from every line of business and is chaired by our CEO, has been in place for over 20 years. The Council sponsors and supports business, operating unit and regional diversity and inclusion councils to ensure alignment to enterprise diversity strategies and goals. ",
        "Our practices and policies have resulted in strong representation across the Corporation where our broad employee population mirrors the clients and communities we serve. We have a Board and senior management team that are 47 percent and 50 percent racially, ethnically and gender diverse. As of December 31, 2020, over 50 percent of employees were women, and, among U.S.-based employees, nearly 48 percent were people of color, 14 percent were Black/African American and 19 percent were Hispanic/Latino. As of December 31, 2020, the Corporation’s top three management levels in relation to the CEO were composed of more than 42 percent women and nearly 20 percent people of color. These workforce diversity metrics are reported regularly to the senior management team and to the Board and are publicly disclosed on our website. ",
        "We invest in our leadership by offering a range of development programs and resources that allow employees to develop and progress in their careers. We reinforce our commitment to diversity and inclusion by investing internally in our employee networks and by facilitating conversations with employees about racial, social and economic issues. Further, we partner with various external organizations, which focus on advancing diverse talent. We also have practices in place for attracting and retaining diverse talent, including campus recruitment. For example, in 2020, approximately 45 percent of our campus hires were women, and, in the U.S., approximately 54 percent were people of color."
    ]
}