{
    "71691": [
        "The New York Times is driven by a simple but powerful mission: to seek the truth and help people understand the world. The diversity of our staff helps to make our news report deeper and richer, and better able to address the needs and experiences of our growing, global audience.",
        "Since 2017, we have published annually a report on diversity and inclusion to provide transparency in the composition of our workforce, and recently published a more detailed report and plan of action focused on transforming our culture and strengthening our systems and practices for developing and supporting our workforce. We have also taken a number of steps over the years to advance our diversity, equity and inclusion goals, including:",
        "Building clear, fair and intentional processes for hiring, including requirements for recruiting diverse slates of job candidates;",
        "Conducting a pay equity analysis every two years to ensure that employees from traditionally under-represented groups are not adversely impacted by pay bias, as well as regularly reviewing and benchmarking pay against external market data;",
        "Continuing to invest in diversifying the pipeline of future journalists at both The Times and the broader industry, by creating and expanding programs like The New York Times Fellowship Program, a one-year ",
        "THE NEW YORK TIMES COMPANY – P. 5",
        "work program for up-and-coming journalists, hosting an annual Student Journalism Institute for journalists of color, and supporting many outside organizations dedicated to increasing diversity in journalism, technology and the media;",
        "Fostering an inclusive workplace through, among other things, sponsoring 11 employee resource groups for people who share identities and interests and expanding trainings on unconscious bias and leading diverse teams; and ",
        "Adopting policies, processes and guidelines to promote productive, effective and respectful communications with employees."
    ]
}