{
    "91767": [
        "– Sonoco embraces Diversity and Inclusion, and our efforts to increase diversity within our Company are an organizational priority. We strive to translate our values and belief about people into an organization that reflects the diversity of our customers and the communities where we live and work. As of December 31, 2020, our employees were located in the following geographic regions: 48% in North America; 30% in Europe, Middle East and Africa; 12% in Latin America; and 10% in Asia Pacific. Our global workforce is 26% female and 74% male, and 34% of our U.S. employees identify with a racial minority. We have labor unions in all regions of our operations, and in North America, approximately 16% of our employees are represented by labor unions.",
        "We rely on the unique qualities and talents of our employees to help us meet our strategic priorities. Our Diversity and Inclusion goals are focused on increasing representation of women and racial minority employees into more salaried and senior leadership positions. We are working toward this goal by increasing hiring and promotions rates as well as decreasing attrition.  In 2011, Sonoco’s employees formed our Global Diversity and Inclusion Council. In 2019, we completed a review and refresh of council activities to focus on workforce representation (diversity) and work environment (inclusion) by addressing unconscious bias to ensure we are building an environment where diverse backgrounds are appreciated, and diverse ideas are heard.",
        "In addition, we are committed to lifting-up historically disadvantaged businesses in an effort to make a positive economic impact on society. We have had a dedicated Supplier Diversity program since 2004, and since 2010 we have spent more than $1.5 billion with diverse suppliers. In 2020, our diversity spend was approximately 9.8% of our total supplier spend in the U.S. and Canada. We were recently nominated for the 2020 Corporation of the Year by the National Minority Supplier Development Council (NMSDC), awarded to recognize the best in minority business inclusion practices and utilization. "
    ]
}