{
    "14272": [
        ": Through a culture of inclusion, we foster a diverse mosaic of people that seek to mirror our patients and communities worldwide and create an agile and responsive work environment. The diversity of our people and their unique perspectives and experiences help us achieve our patient-focused mission and business objectives. We believe that our inclusive culture encourages all to pursue innovative ideas, develop leadership capabilities and gain valuable experiences to shape exciting careers. We have implemented measures that provide accountability for continually increasing our diversity. Our commitment to attracting diverse talent includes training our workforce in diversity sourcing strategies and partnering with external local and national organizations that develop and supply diverse talent, such as the United Negro College Fund, Inc., Prospanica, Ascend, Inc. and Women of Color in Pharma.",
        "The ongoing investment in our People and Business Resource Groups (PBRGs) represent one key lever that we use to support our acquisition, development and retention of diverse talent and the business objectives and career advancement and development needs of our employees. We maintain PBRG chapters worldwide where members network, learn skills, participate in learning development events and contribute to our business objectives in a tangible way. Our PBRGs are sponsored by members of our leadership team and are each led by a full-time dedicated leader who reports directly to a member of our leadership team. Our PBRGs include the Black Organization for Leadership and Development, the Bristol Myers Squibb Network of Women, the Cultivating Leadership and Innovation for Millennials and Beyond, the Differently-Abled Workplace Network, the PRIDE Alliance, the Organization for Latino Achievement, the Pan Asian Network and the Veterans Community Network. ",
        "BMS and the Bristol Myers Squibb Foundation announced in August 2020 a combined investment of $300 million as part of a series of commitments designed to address health disparities, increase clinical trial diversity and increase the amount of business that we do with diverse suppliers.",
        "In 2020, we announced that we intend to expand the diversity of our workforce and leadership by doubling Black/African American and Hispanic/Latino representation at our executive levels in the U.S. by the end of 2022. Increasing the representation of women also remains an area of focus for management as we are committed to achieving gender parity at the executive level globally by the end of 2022. We have already achieved gender parity for the global BMS employee population. "
    ]
}