{
    "18349": [
        "Since launching the CEO-sponsored initiative in 2018, Synovus has continued its work to improve employee diversity, equity and inclusion. In addition to revising job posting guidelines, enhancing leadership training related to unconscious bias and hiring a diversity and inclusion officer who reports directly to the Chief Strategy and Customer Experience Officer, Synovus has continued to make progress toward its DE&I objectives in 2020. As a result, representation of women in senior leadership roles improved from 33% at the launch of the initiative to 37% at the end of 2020, and people of color in senior leadership roles improved from 8% at launch to 14% at the end of 2020. Moreover, we have set targets of 40% female and 15% people of color representation in senior leadership by the end of 2021.",
        "To build and attract a diverse workforce, in 2020, Synovus continued to identify key organizations and partnerships to strengthen our recruiting efforts. We expanded our campus recruiting and scholarship programs, recruiting at Latinx organizations and additional historically black colleges and universities and funding a $1.0 million contribution to the United Negro College Fund for the establishment of a scholarship for African American students in our footprint. We continued to partner with diverse external professional organizations such as the Latin American Association Unidos in Finance program and leveraged our employee resource groups for internal referrals. We also revitalized our internship and accelerated banker recruiting and selection process in 2020, having an intern class that was 26% people of color and 26% female and an accelerated banker class that was 30% people of color and 40% female.",
        "As to the existing workforce, in 2020, Synovus continued to focus on foundational progress toward increasing DE&I, launching five employee resource groups to assist with talent acquisition, development and community outreach, increasing the internal dialogue through fireside chats and listen and learn events, enhancing unconscious bias training across the organization and developing robust DE&I strategies across each business unit. In 2020, we established an internal advisory council to the CEO, comprised of certain senior African American leaders, to assist and advise executive management on these critical issues. Executive management was also required to submit DE&I self-assessments for the year 2020.",
        "In 2020, Synovus launched an initiative to analyze ethnicity pay, and we are in the process of completing that analysis. In 2021, we will refresh our gender pay analysis to augment our pay equity work of 2018 and 2019. In August 2020, Synovus was named by Forbes as one of America’s best employers for women."
    ]
}