{
    "21665": [
        "We believe our people are crucial to our ongoing business success. We celebrate differences, promote an inclusive environment and value the contributions of all Colgate people. As a truly global company, we are working to ensure that our workforce reflects the diversity of the communities in which we live and work. As of December 31, 2020, our global workforce was 60% male and 40% female, and women represented 41% of Colgate’s executives. Measuring the race/ethnicity of our workforce is challenging to do on a global basis. In the U.S., on an employee self-reported basis, the racial/ethnic composition of our workforce was approximately 67% White, 11% Hispanic, 9% Black, 8% Asian and 5% other. ",
        "We are committed to providing all of our employees with an inclusive work environment, learning opportunities and promotion and growth opportunities. A vital piece of our diversity, equity and inclusion strategy has been ensuring that our talent management process incorporates the advancement of women and people of all cultures, including underrepresented communities. To help further foster inclusiveness, we support employee resource groups for team members of many different underrepresented communities. Each of these resource groups contributes to our inclusive work environment by developing and implementing programs to promote business and community involvement as well as cultural awareness. We also partner with external organizations to develop an inclusive and supportive work environment.",
        "Our global diversity, equity and inclusion strategy aims to further advance our commitment to become an even more diverse, equitable and inclusive organization. The four pillars of our strategy are People, Community, Supplier Diversity and Communication. Consistent with this strategy, we are working to implement policies, learning experiences and processes that promote awareness, empathy, advocacy and opportunity; become an ally for positive change for the underserved in communities in which we live and work; support minority and women-owned suppliers to enable success of diversity-owned businesses; and promote dialogue around diversity, equity and inclusion to increase awareness and advance the culture change to achieve our vision."
    ]
}