{
    "225648": [
        "We believe that a diverse and inclusive workforce is a stronger and more productive workforce; one that is more capable of solving problems, innovating, and meeting our business goals and the goals of our clients, partners and stockholders. We serve diverse communities, we live and work in those communities, and we are committed to taking action so that our workforce better reflects the diversity of the communities in which we operate.",
        "Our DE&I Leadership Council includes cross-functional executive leadership and is charged with establishing and advancing our diversity, equity and inclusion goals. In 2019, Covanta joined CEO Action for Diversity and Inclusion (“CEO Action”), and in 2020, one of our leaders joined CEO Action as part of a one-year fellowship to help promote corporate best practices to promote diversity and address systemic racism and social injustice.",
        "Since 2011, we have published a Sustainability Report including transparent information on our workforce diversity, including gender and ethnicity. We announced our first goal around diversity and inclusion in 2016 and have made periodic updates to our goal since that time.",
        "Today, as part of our commitment to DE&I and to better reflect the diversity of the communities in which we operate, we have committed to increasing the recruitment and retention of a more diverse workforce, and specifically to improving our recruitment and retention of female and black employees across our company and specifically in leadership roles. We also conduct regular pay equity reviews to ensure that we are paying diverse groups of employees equitably. We report our progress and review our goals with the Compensation and Nominating and Governance Committees of our Board of Directors.",
        "2020 Workforce Diversity",
        "Women",
        "Men",
        "Gender Diversity",
        "12%",
        "88%",
        "Minority",
        "Non-Minority",
        "Ethnic Diversity",
        "30%",
        "70%",
        "In 2020, we piloted new unconscious bias training, following the completion in 2019 of a company-wide diversity and inclusion training program. Also, in recent years we established company-wide Employee Resource Groups (\"ERGs\"), to promote diversity and support amongst our employees with shared interests and experiences.",
        "We currently have five ERGs; Women of Covanta: RISE, Early Career Connections, Black Professionals, Sustainability, and LatinX."
    ]
}