{
    "318154": [
        "We believe that a diverse and inclusive culture fosters innovation, which supports our ability to serve patients. Further, we also believe our global presence is strengthened by having a workforce that reflects the diversity of the patients we serve. It is with these beliefs in mind that we have continued to strengthen and grow our culture of diversity, inclusion and belonging. Our internal efforts include, in 2019, establishing a Diversity, Inclusion and Belonging Council chaired by our Chief Executive Officer. In 2020, we implemented a global unconscious bias training program, and launched a portal devoted to diversity, inclusion and belonging that includes learning and resources. Further, we are leveraging our Employee Resource Groups (listed below) to represent and support the diversity of Amgen staff: ",
        "Employee Resource Groups",
        "Amgen Asian Association (AAA)",
        "Amgen Black Employee Network (ABEN)",
        "Ability Bettered through Leadership and Education (ABLE), a resource group for the physically or cognitively disabled",
        "Amgen Early Career Professionals (AECP)",
        "Amgen Indian Subcontinent Network (AISN)",
        "Amgen Latin Employee Network (ALEN)",
        "Amgen LGBTQ and Allies Network (PRIDE)",
        "Amgen Veterans Employees Network (AVEN)",
        "Women Empowered to be Exceptional (WE2)",
        "Women in Information Systems Enrichment (WISE)",
        "In areas of underrepresentation, we develop plans with a goal of bringing our representation in line with availability, and we also engage in outreach efforts to attract, retain and advance more women and minorities in our workforce. For example, we have worked to enhance our diverse candidate recruiting pool by developing relationships with organizations that can serve as a source of diverse candidates, such as the National Black MBA Association and National Sales Network, as well as historically black colleges and universities. Additionally, at the end of 2020, we became a founding member of OneTen, a coalition of 35 of the world’s largest, best-known companies, that aims to hire one million Black Americans (with a specific focus on those without four-year college degrees) into good-paying, family-sustaining jobs over the next ten years. Other examples of actions that we are taking in this area include investment and participation in Healthcare Businesswomen’s Association (a global organization focused on development and business networking for women in healthcare) and the University of California, Los Angeles (UCLA) Anderson School of Management women’s leadership program."
    ]
}