{
    "320335": [
        "At Globe Life, we are united by our mission—",
        "To Make Tomorrow Better",
        "1",
        "and this starts with our employees and agents. Beyond providing insurance protection for millions of individuals, serving our policyholders and generating financial results for our shareholders, we focus on cultivating a healthy, positive culture and a thriving community within and among our campuses that is inclusive of and attractive for all. Globe Life promotes a diverse work force, where differences are celebrated and inclusiveness is embraced, to better enable our employees to consistently achieve outstanding individual and collective results. Our commitment to diversity starts at the top; of the 9 independent Board members, 56% are women and 22% are ethnic minorities. ",
        "1",
        "Per the Globe Life Employee Handbook, the Globe Life mission statement is \"We help families Make Tomorrow Better by working to protect their financial future.\"",
        "6",
        "   GL 2020 FORM 10-K",
        "Table of Contents",
        "As of December 31, 2020, the Globe Life employees, (excluding agents) are as follows:",
        "Ethnicity",
        "Gender",
        "Generations",
        "White",
        "53 ",
        "Female",
        "67 ",
        "Traditionalists (1925-1945)",
        "Black or African American",
        "21 ",
        "Male",
        "33 ",
        "Baby Boomers (1946-1964)",
        "23 ",
        "Hispanic or Latino",
        "11 ",
        "Gen X (1965-1977)",
        "31 ",
        "Asian",
        "9 ",
        "Millennials (1978-1995)",
        "41 ",
        "American Indian or Alaskan Native",
        "1 ",
        "Gen Z (1996-2012)",
        "5 ",
        "Native Hawaiian or Pacific Islander",
        "Other or Not Specified",
        "5 ",
        "Total",
        "100 ",
        "100 ",
        "100 ",
        "We conduct a confidential survey biennially to give our employees the opportunity to provide candid feedback about their experiences at the Company, including but not limited to, confidence in the Company and leadership, competitiveness of our compensation and benefit package, and departmental relationships. The results are shared with our employees, reviewed by senior leadership, and used to identify areas for improvement and create action plans based on the employee feedback received.",
        "We also strive ",
        "To Make Tomorrow Bette",
        "r by supporting the communities in which we live and work through financial and service-based contributions to organizations that address health-related issues and those that serve youth, families and seniors. "
    ]
}