{
    "50863": [
        "Diversity and inclusion are core to Intel's values and instrumental in driving innovation and delivering stronger business growth. We achieved our 2020 goal of full representation in our U.S. workforce two years ahead of schedule, the result of an integrated strategy focused on hiring, retention, and progression. We are proud of what we have accomplished to advance diversity and inclusion, but we recognize we still have work to do, including beyond the walls of Intel. Our RISE strategy and 2030 goals set our global ambitions for the next decade, including doubling the number of women in senior leadership; exceeding 40% female representation in technical roles, including engineering positions and other roles with technical job requirements; increasing the percentage of employees who self-identify as having a disability to 10%; and ensuring accountability for embedding inclusive leadership practices across our business. Our goals also include doubling the number of underrepresented minorities in U.S. senior leadership. To drive accountability, we continue to link a portion of our executive and employee compensation to diversity and inclusion metrics. ",
        "Today's greatest challenges require a shared commitment to a plan and meaningful action. That is why we have committed our scale, expertise, and reach through our comprehensive RISE strategy to work with customers and other stakeholders to accelerate the adoption of inclusive business practices across industries. We are creating and implementing a Global Inclusion Index and convening a coalition of companies to focus on unified goals and metrics that will be shared through the index. This collective effort will allow the industry to more clearly identify actions needed to advance progress. We will also continue to collaborate on initiatives that expand the diverse pipeline of talent for our industry, advance social equity, make technology fully inclusive, and expand digital readiness",
        "for millions of people around the world. "
    ]
}