{
    "55067": [
        ": In 2005, Kellogg established an Office of Diversity & Inclusion.  Since this time, our Company has enhanced our strategy to lead with Equity and be known as the Office of Equity, Diversity and Inclusion. This office has been focused on recruiting and retaining diverse employees, creating awareness of diversity issues, fostering a supportive, positive environment where inclusive behaviors are the norm, and embedding accountability for diversity throughout the organization.  Our goal is to reflect the diversity of our consumers throughout our Company. We report to our Board of Directors on a periodic basis about the actions we have taken to make progress on our ED&I journey, and we are firmly committed to continuing to advance our ED&I priorities. Our focus on equity, diversity and inclusion enables us to build a culture where employees are inspired to share their passion, talents and ideas.  ",
        "Our eight Business Employee Resource Groups, which include KVets and Supporters, Kellogg Multinational Employee Resource Group, Kellogg’s Young Professionals, Kellogg African American Resource Group, Women of Kellogg, Hola (our Latino resource group), KPride & Allies (our LBGTQ+ resource group), and Kapable (our resource group for people with disabilities and their supporters), also play a critical role in attracting diverse talent, providing mentoring and career development opportunities, delivering commercial business insights and connecting people to the Company and the communities where we do business.",
        "Through many initiatives, supported by our Business Employee Resource Groups and ED&I Champions, several leading organizations recognized Kellogg for our commitment to building and supporting equity, diversity and inclusion in our workplace, marketplace and the communities where we work and live. These include Diversity Inc., Social Corporate Equity Index, Diversity Best Practice Index and Human Rights Campaign (HRC) Best Places to Work for LGBTQ Equality, to name a few. "
    ]
}