{
    "58492": [
        "We continue to foster a culture of inclusion, diversity, and equity in which everyone is respected, valued, and has an equal opportunity to contribute, thrive, and advance. Our commitment is unwavering, and we are steadfast in maintaining our focus on building a workforce that represents the many customers we serve and the communities in which we operate around the world.",
        "Fostering an Inclusive and Diverse Culture",
        ". Diverse teams generate better ideas and make better decisions. We believe that companies who lead in inclusion and diversity also lead financially. We have created a strategy and action plans designed to foster an inclusive and diverse culture that aligns with our values and priorities.  ",
        "Inclusion and Diversity Plan",
        ". In 2020, we established an inclusion and diversity team comprised of a broad group of employees including senior management. The team established long-term strategies and action plans designed to: (i) ensure that we have a safe and inclusive workplace; (ii) equip our people to attract, develop, retain, and reward a diverse and inclusive workforce; (iii) be an inclusive and equitable corporate citizen; (iv) develop a governance and accountability model that will sustain inclusion and diversity; and (v) enhance our business results.  ",
        "Equal Opportunity. ",
        "We are committed to equal opportunity and base workplace decisions solely on merit, qualifications, and other job-related, neutral, non-discriminatory criteria. We provide equal employment opportunity without regard to age, race, color, sex, sexual orientation, gender identity, national origin, citizenship, pregnancy, religion, disability, military status, genetic information, or other status protected by law. We are committed to providing a harassment-free work environment, and we prohibit retaliation, intimidation, threats, coercion, or discrimination against individuals who, in good faith, complain of unlawful discrimination or harassment.  "
    ]
}