{
    "717423": [
        "We are committed to fostering work environments that value diversity, equity, and inclusion. This commitment includes providing equal access to, and participation in, programs and services without regard to race, creed, religion, color, national origin, disability, sex (including pregnancy), sexual orientation, gender identity, veteran status, age or stereotypes or assumptions based thereon. We welcome our employees’ differences, experiences and beliefs, and we are investing in a more productive, engaged, diverse and inclusive workforce. During 2020, under the leadership of our Vice President Human Resources and Administration, we expanded the responsibilities of our Director Talent Development to include the strategic management and planning for diversity and inclusion programs within the company, as well as enhancing our understanding, and providing mandatory training and development for all employees. In addition, our Board has had a woman representative for over 30 years, and currently includes two women directors. Our Nominating and Governance Committee is actively focused on issues of diversity and inclusion as part of its overall mandate. Also, our Board expanded the focus of the Health, Safety and Environment Committee to include Corporate Responsibility. ",
        "Women Representation ",
        "(US and International)",
        "2020",
        "Executive and Senior Level Managers",
        "12 ",
        "First- and Mid-Level Managers",
        "17 ",
        "Professionals",
        "34 ",
        "Other (Administrative Support and Field)",
        "7 ",
        "Total",
        "21",
        "Minorities ",
        "1",
        " Representation",
        " (US-Based Only)",
        "2020",
        "Executive and Senior Level Managers",
        "12 ",
        "First- and Mid-Level Managers",
        "23 ",
        "Professionals",
        "33 ",
        "Other (Administrative Support and Field)",
        "31 ",
        "Total",
        "30",
        "1 ",
        "As defined by the U.S. Equal Employment Opportunity Commission (EEOC).",
        "We believe that it is important we attract employees with diverse backgrounds where we operate and are focusing on increasing the number of women and minorities in our workforce ensuring a vibrant talent pipeline. We acknowledge these efforts were hindered in 2020 by office closures and the reduction in force, both caused by the OPEC+ oil price disruptions and the ongoing COVID-19 pandemic (discussed further in Management’s Discussion and Analysis of Financial Condition and Results of Operations on page 28), and we look to ongoing improvement in our diversity representation. ",
        "12",
        "Table of Contents",
        "Website",
        "Access to SEC Reports",
        "Murphy Oil’s internet Website address is http://www.murphyoilcorp.com. The information contained on the Company’s Website is not part of this report on Form 10-K.",
        "The Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and any amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 are available on Murphy’s Website, free of charge, as soon as reasonably practicable after such reports are filed with, or furnished to, the SEC.  You may also access these reports at the SEC’s Website at http://www.sec.gov."
    ]
}