{
    "77360": [
        "Our commitment to inclusion and diversity is part of living our Win Right values. Our success also depends on our ability to attract, engage and retain a diverse group of employees. We believe an inclusive and diverse workforce contributes different perspectives and innovative ideas that enable us to improve every day. We believe that every employee should be provided the same opportunity to be heard, respected, have a sense of belonging and contribute to our mission. Race, gender, ethnicity, country of origin, age, personal style, sexual orientation, physical ability, religion, life experiences and many more factors contribute to this diversity.",
        "Our statistics are a measure of our performance, and we are committed to advancing a diverse workplace. The following sets forth information regarding the diversity of our workforce as of December 31, 2020:",
        "Percent of workforce",
        "Percent of leadership roles***",
        "Minorities*",
        "41.5%",
        "24.8%",
        "Women**",
        "31.4%",
        "27.6%",
        "* Inclusive of the following racial minority groups: Black/African American, Hispanic/Latino, American Indian/Alaskan Native, Asian, Native Hawaiian/Other Pacific Islander. Data for U.S. employee population only. ",
        "** Global data.",
        "*** Leadership roles are those of employees who are director level and above.",
        "We take an integrated approach to supporting and promoting workplace inclusion and diversity including: ensuring leadership involvement and ownership; attracting and retaining diverse talent at all levels; fostering a globally aware, inclusive culture; and ensuring our practices are fair and nondiscriminatory. In addition, we promote an inclusive and diverse workplace through: a training called the “The Power of Inclusion”; business resource groups led by employees; Pentair’s Code of Business Conduct and Ethics; and an Inclusion and Diversity Hub on our employee intranet. "
    ]
}