{
    "79282": [
        "The Company believes diversity of thought and experiences results in better outcomes and empowers our teammates to make more meaningful contributions to our customers, our Company, and the communities in which we live. Accordingly, as part of our strategy, we recently announced the formation of the Brown & Brown Diversity, Inclusion, and Belonging Task Force. This task force is composed of individuals with diverse experience and expertise, and it seeks to collect ideas, thoughts, and stories from our teammates across our operating segments and locations. Our goal is to ensure a wide range of perspectives are considered as we develop a strategic framework around promoting diversity, inclusion, and belonging throughout the Company. To this end, the task force has already undertaken the following initiatives to understand the Company’s current strengths and areas for development, which will drive our go-forward priorities:",
        "launched a Company-wide teammate survey on diversity, inclusion, and belonging that allows us to gather baseline metrics; ",
        "conducted focus group sessions, as well as one-on-one outreach and conversations, that foster meaningful discussions on our future strategy; ",
        "completed an assessment to analyze the strategies, programs, and messaging of companies with similar size and composition, as well as peers across the insurance industry;",
        "launched an external listening campaign involving interviews with peer corporations with a range of experiences and approaches, as well as engaging sector experts with knowledge of diversity and inclusion program design, training modalities, and cross-company comparisons; and",
        "provided a dedicated mailbox for teammates to submit suggestions, thoughts, and stories. ",
        "Brown & Brown does not tolerate discrimination in any form with respect to any aspect of employment. The Company has an established policy that recruitment, hiring, transfers, promotions, terminations, compensation, and benefits practices be without regard to race, color, religion, absence of religious affiliation, national origin, ethnicity, age, disability, perception of disability, sex, sexual orientation, gender identity/expression, gender orientation, marital status, service in our armed forces, veteran status in our armed forces, political activity, or political party affiliation. ",
        "The Company tracks the representation of women and underrepresented racial and ethnic minorities because we know diversity helps us build better teams and improve our customer experience. Our gender and minority data are presented periodically to our Board. We are proud of our efforts in this area to date and continue to strive to further diversify our workforce and strengthen our culture of inclusion and belonging."
    ]
}