{
    "86312": [
        "The Company believes that its diversity and inclusion efforts are important to its success.  The Chief Diversity and Inclusion Officer leads the Company’s diversity and inclusion efforts.  The Company also has a Diversity Council that is chaired by the Chairman and Chief Executive Officer, comprising the 40 members of the Company’s Operating Committee. ",
        "The Company provides training, development and cultural events to encourage an inclusive culture among its employees, including the Company’s leadership. Among others, the Company offers training with respect to conscious inclusion, unconscious bias, and harassment awareness, as ways to ensure a respectful work environment and adherence to applicable legal requirements.  ",
        "The Company also has eight Diversity Networks – voluntary groups led by employees, dedicated to fostering a diverse and inclusive work environment. The networks help foster the retention, development and success of the Company’s employees through networking, mentorship and community volunteer opportunities. In addition, these groups are a resource for the Company’s business leaders, providing them with important insights and perspectives. More than 11,000 employees – over a third of the Company's employee population – are members of one or more of the Company's Diversity Networks.  ",
        "The Company also continues to improve its diverse talent pipeline. The Company has established deliberate recruiting, retention and development practices that are tailored to deepen diverse talent pools and broaden advancement opportunities. These practices include matching upcoming leaders with mentors within the organization and offering workshops to advance their careers within the Company. The Company also uses various talent acquisition strategies, including sourcing strategies and initiatives and partnerships with college diversity groups and other organizations, to help create a pipeline of diverse candidates.  ",
        "The Company has made significant progress over the past decade in increasing its diverse talent. In each of the last 10 years, the Company has increased the percentage of people of color (as defined by the U.S. Equal Employment Opportunity Commission's EEO-1 race and ethnicity categories for the U.S.) in its U.S. workforce. As of December 31, 2020, women and people of color represented approximately 55% and 25% of its U.S. workforce, respectively. The Company continues to make "
    ]
}