{
    "9389": [
        "Diversity and Inclusion (D&I) is embedded in our Drive for 10 vision and is key to the sustained success of our business.  We established a dedicated D&I function in 2015 to build on our longstanding commitment to D&I across the company.  Over the past five years, we have made good progress on D&I, which has been recognized by external organizations, including Forbes, which ranked Ball as number one on its 2019 list of “America’s Best Employers for Diversity” and recognized us again in 2020. Our dedicated D&I function reports directly to our CEO, and we understand that the key to success is shared accountability rather than designating a single owner for this critical area. Our focus to date has been on providing unconscious bias training for our global workforce, expanding our Ball Resource Groups (BRGs) in terms of quantity and geography, and increasing awareness about the importance of D&I and each employee’s role in ensuring that we have a culture where people can bring their authentic selves to work and thrive. While we are proud of our progress, we know there is more work to do.  ",
        "As we move forward, we are accelerating our D&I efforts with a greater sense of urgency. In June 2020, we instituted a new global cloud-based human capital management platform that will – among many other talent-focused features – enable us to more fully understand employee demographics and identify how we can better enhance our diversity around the world. We continue to evolve our talent acquisition process and focus on diversity for internships, candidate slates, interview panels, talent reviews and succession planning. Each of our business segment leaders has committed to help drive further D&I progress during 2021 and beyond. Currently, 58 percent of our board of directors are either gender or ethnically diverse, including four female board members, and 30 percent of our company’s executive leadership team are either gender or ethnically diverse."
    ]
}