{
    "97745": [
        "We recognize that the future aspirations outlined in our Vision for 2030, which serves as our long-term roadmap, will only be achievable if we have a culture that values diversity and inclusion. While diversity of gender and ethnicity are important – and we’re focused on continuously improving– for us, diversity of backgrounds, experiences and viewpoints is equally vital to our long-term success. When those differences are welcomed and supported, we create an inclusive workplace that unlocks the true benefits of diversity.",
        "Diversity and Inclusion is not an initiative at Thermo Fisher Scientific. It’s woven into the fabric of our culture, and our colleagues are encouraged to openly share the wide range of perspectives they represent. We work together to create an inclusive culture where our colleagues feel they belong and are empowered to contribute, collaborate and innovate. Embracing individual differences is critical to our success. For example, Thermo Fisher was named a Best Place to Work for LGBTQ Equality for the sixth consecutive year in 2020. Establishing this kind of environment is critical in empowering our colleagues so they can contribute their best ideas and bring their true selves to work each day.",
        "Our D&I focus is embedded in every stage of our colleague lifecycle – from recruiting to onboarding, training, development and longer-term career planning. We track our progress on our D&I strategic objectives through a core set of metrics that are reviewed during routine business operating mechanisms, including Quarterly Business Reviews, Human Resource Reviews, Board Reviews and through team dashboards that are shared each month with leaders across the company. This enables frequent, meaningful, data-driven discussions across our businesses and functions on a range of D&I factors, including gender and ethnic representation. This approach also ensures we consistently prioritize our opportunities to improve. We understand the critical role diversity plays in sustained business success, and our teams are empowered to ensure our workforce represents the customers we serve. ",
        "We are committed to ensuring our colleagues have access to resources, awareness training and internal networks that offer support and guidance. Our diversity and inclusion strategy is greatly enabled by our Employee Resource Groups (ERGs), which bring together individuals with similar interests to share experiences, learn from each other and collaborate to identify solutions "
    ]
}