{
    "100517": [
        "Human Capital",
        "As of December 31, 2020, UAL, including its subsidiaries, had approximately 74,400 employees, not including furloughed employees who were recalled in connection with the Payroll Support Program extension under Subtitle A of Title IV of Division N of the Consolidated Appropriations Act, 2021 (the \"PSP Extension Law\"). Approximately 84% of the Company's employees were represented by various U.S. labor organizations. The Company believes engaged and empowered employees are important for the success of its mission. The Company's focus areas for employee engagement and retention include, but are not limited to: ",
        "Workplace Safety.",
        " At United, safety is first in everything we do and is our first core4 service standard (Safe, Caring, Dependable and Efficient). We have implemented policies and training programs, as well as performed self-audits designed to ensure our employees are safe every day. United has onsite clinic locations in certain of its hubs that provide services to active employees including, but not limited to, occupational injury, Company-directed exams, acute care for personal illness, pre-",
        "9",
        "Table of Contents",
        "employment exams, travel immunizations and OSHA audiometric testing. For all other locations, United has partnered with third-party clinics to provide such services. United has a Drug Abatement organization that has implemented programs aimed at supporting United's goal of maintaining a drug- and alcohol-free workplace. Additionally, since the start of the COVID-19 pandemic, ",
        "t",
        "he Company has actively implemented additional safety measures in compliance with CDC guidelines and we actively follow their recommendations.",
        "Talent and Pay",
        ". At United, we take great pride in the unique opportunity that we have to create and support the kind of careers that are increasingly hard to find in the 21st century American economy. There are thousands of jobs at United that do not require a four-year college degree and also provide significant schedule flexibility. For example our flight attendants and ramp agents have significant flexibility in their work schedules and, as they gain seniority, have the opportunity to earn up to six-figures in total annual compensation and benefits. There are thousands of additional specialized roles at United, like technicians and pilots, with even higher wage scales. Each of these jobs comes with a full suite of employment benefits including a retirement plan, life insurance, health insurance, free travel and more. These employees also enjoy valuable protections negotiated by U.S. labor organizations.",
        "Culture.",
        " Having an engaged and proud work force is important to the success of our business. We undertake a confidential employee survey that provides us with point-in-time insights multiple times a year. We use the employee feedback to better understand the employee experience and assess progress made on achieving our goal of making United the best place to work.",
        "Diversity, Equity and Inclusion.",
        " United is committed to creating a workplace where all employees feel included and empowered to make a measurable difference in our success. United offers policies, programs, benefits and recognition designed to reward and support the success of our diverse workforce. To help advance United's goals for diversity, equity and inclusion, the airline supports seven employee-run business resource groups with over 8,000 participants. Each group — LGBTQ+, Multi-cultural, People with Disabilities, Veterans, Women, Black/African American and Next Generation — helps increase awareness and understanding of cultural issues and opportunities for employees, while nurturing United's diverse talent, enriching the airline's organizational culture and contributing to Company performance. In 2020 and for the fifth consecutive year, United was recognized as a top-scoring company and best place to work for disability inclusion with a perfect score of 100 on the 2020 Disability Equality Index (DEI). In February, 2021, United received a perfect score of 100%, for the tenth consecutive year, on the Human Rights Campaign Foundation's 2021 Corporate Equality Index (CEI). The scorecard is a benchmarking report on corporate policies and practices related to LGBTQ workplace equality. The perfect score places United on the prestigious 2021 list of \"Best Places to Work for LGBTQ Equality.\"",
        "Additionally, we announced in January that we have achieved near perfect gender and pay equity for our U.S.-based population and, to promote greater transparency, have shared our gender and racial/ethnic representation for our workforce with our employees. We remain committed to continuing to share this information as we continue our journey towards great diversity, equity and inclusion throughout our organization.",
        "Health Benefits: COVID-19 Impacts.",
        " United offers a variety of medical plans and options, including vision, dental, long-term disability and life insurance. At United, physical, emotional and financial wellness are top priorities. In 2020, United implemented new benefits and enhanced preexisting benefits to assist employees during the COVID-19 pandemic. These included enhanced telemedicine offerings to all employees, contact tracing, modified absence management practices and additional mental health programs and resources. ",
        "Collective Bargaining Agreements.",
        " Collective bargaining agreements between the Company and its represented employee groups are negotiated under the RLA. Such agreements typically do not contain an expiration date and instead specify an amendable date, upon which the agreement is considered \"open for amendment.\" ",
        "10",
        "Table of Contents",
        "The following table reflects the Company's represented employee groups, the number of employees per represented group, union representation for each employee group, and the amendable date for each employee group's collective bargaining agreement as of December 31, 2020:",
        "Employee Group",
        "Number of Employees",
        "Union",
        "Agreement Open for",
        "Amendment",
        "Flight Attendants ",
        "16,507",
        "Association of Flight Attendants (the \"AFA\")",
        "August 2021",
        "Pilots",
        "11,840",
        "ALPA",
        "January 2019",
        "Fleet Service",
        "11,383",
        "International Association of Machinists and Aerospace Workers (the \"IAM\")",
        "December 2021",
        "Passenger Service",
        "9,272",
        "IAM",
        "December 2021",
        "Technicians",
        "6,630",
        "IBT",
        "December 2022",
        "Passenger Service - United Ground Express, Inc. ",
        "3,427",
        "IAM",
        "March 2025",
        "Catering",
        "1,941",
        "UNITE HERE",
        "N/A",
        "Storekeepers",
        "653",
        "IAM",
        "December 2021",
        "Dispatchers ",
        "249",
        "Professional Airline Flight Control Association",
        "December 2021",
        "Fleet Tech Instructors",
        "112",
        "IAM",
        "December 2021",
        "Load Planners",
        "41",
        "IAM",
        "December 2021",
        "Security Officers",
        "45",
        "IAM",
        "December 2021",
        "Maintenance Instructors",
        "36",
        "IAM",
        "December 2021"
    ]
}