{
    "100885": [
        "Human Capital Risks",
        "Strikes or Work Stoppages Could Adversely Affect Our Operations",
        " – The U.S. Class I railroads are party to collective bargaining agreements with various labor unions. The majority of our employees belong to labor unions and are subject to these agreements. Disputes with regard to the terms of these agreements or our potential inability to negotiate acceptable contracts with these unions could result in, among other things, strikes, work stoppages, slowdowns, or lockouts, which could cause a significant disruption of our operations and have a material adverse effect on our results of operations, financial condition, and liquidity. Additionally, future national labor agreements, or renegotiation of labor agreements or provisions of labor agreements, could compromise our service reliability or significantly increase our costs for health care, wages, and other benefits, which could have a material adverse impact on our results of operations, financial condition, and liquidity. Labor disputes, work stoppages, slowdowns or lockouts at loading/unloading facilities, ports, or other transport access points could compromise our service reliability and have a material adverse impact on our results of operations, financial condition, and liquidity. Labor disputes, work stoppages, slowdowns or lockouts by employees of our customers or our suppliers could compromise our service reliability and have a material adverse impact on our results of operations, financial condition, and liquidity.",
        "The Availability of Qualified Personnel Could Adversely Affect Our Operations",
        " – Changes in demographics, training requirements, and the availability of qualified personnel, including the effects on availability from pandemic illnesses or restrictions, could negatively affect our ability to meet demand for rail service. Unpredictable increases in demand for rail services and a lack of network fluidity may exacerbate such risks, which could have a negative impact on our operational efficiency and otherwise have a material adverse effect on our results of operations, financial condition, and liquidity.",
        "Human Capital Risks",
        "Strikes or Work Stoppages Could Adversely Affect Our Operations – The U.S. Class I railroads are party to collective bargaining agreements with various labor unions. The majority of our employees belong to labor unions and are subject to these agreements. Disputes with regard to the terms of these agreements or our potential inability to negotiate acceptable contracts with these unions could result in, among other things, strikes, work stoppages, slowdowns, or lockouts, which could cause a significant disruption of our operations and have a material adverse effect on our results of operations, financial condition, and liquidity. Additionally, future national labor agreements, or renegotiation of labor agreements or provisions of labor agreements, could compromise our service reliability or significantly increase our costs for health care, wages, and other benefits, which could have a material adverse impact on our results of operations, financial condition, and liquidity. Labor disputes, work stoppages, slowdowns or lockouts at loading/unloading facilities, ports, or other transport access points could compromise our service reliability and have a material adverse impact on our results of operations, financial condition, and liquidity. Labor disputes, work stoppages, slowdowns or lockouts by employees of our customers or our suppliers could compromise our service reliability and have a material adverse impact on our results of operations, financial condition, and liquidity.",
        "The Availability of Qualified Personnel Could Adversely Affect Our Operations – Changes in demographics, training requirements, and the availability of qualified personnel, including the effects on availability from pandemic illnesses or restrictions, could negatively affect our ability to meet demand for rail service. Unpredictable increases in demand for rail services and a lack of network fluidity may exacerbate such risks, which could have a negative impact on our operational efficiency and otherwise have a material adverse effect on our results of operations, financial condition, and liquidity."
    ]
}