{
    "101199": [
        "HUMAN CAPITAL RESOURCES",
        "Organization core values",
        "Working together as one, we are always striving to deliver on our promises of employee success, policyholder protection, agent opportunity, shareholder value and community support. That is our mission. Its unified ideology guides every aspect of the way we conduct business at UFG",
        "Strategy for success",
        "Our current strategic plan, “One UFG: Boldly Forward,” when combined with our mission, guides the day-to-day decision making of our employees, designed to create a sense of purpose and possibility at the Company within every employee. Ten performance-improving initiatives anchor the plan, each directly connected to how employees work together to help the organization grow and evolve in an ever-changing industry",
        "Diversity and inclusion",
        "At UFG, we strive to promote a culture where all employees feel welcome to create their own personal and professional goals. Diversity, Equity and Inclusion (\"DE&I\") are intrinsic to UFG’s values. In 2020, leadership and advisory teams were chosen to design and implement initiatives to foster a diverse, equitable and inclusive environment—whether working from home or in the office",
        "Employee data",
        "Workforce data",
        "Headcount",
        "Average tenure in years",
        "Percent of women in workforce",
        "Percent of minorities in workforce",
        "Voluntary turnover rate",
        "Human rights",
        "Equal employment opportunity policy",
        "Y",
        "Equitable pay statement",
        "N",
        "Human rights statement",
        "Ethics",
        "Anti-bribery & anti-corruption policy",
        "Code of business conduct & ethics",
        "Whistleblowing & non-retaliation policy",
        "Fulfilling careers; health, safety and wellness; compensation and benefits; talent development",
        "At UFG, health, wellness and education are core cultural values. Employee success is part of our mission. That is why we support continuing education for employees. Our investment in employee health and well-being is built on our foundation of helping people enhance their lives. UFG is dedicated to proactively promoting work-life balance for all employees that respects a variety of values and lifestyles. Employees are encouraged to meet with their managers to develop a flexible work schedule that suits their needs outside of work",
        "Our commitment to advancing the mental and physical health of our people includes",
        "U Fit Wellness Center - located on-site at corporate headquarters. We are proud to have built our own state-of-the-art fitness center in 2017. We are also proud to have a full-time fitness and wellness coordinator on staff. The coordinator provides one-on-one coaching, customized wellness plans and group fitness and wellness classes for all skill levels",
        "Table of Contents",
        "Empowering employees to make healthy decisions",
        "Fitness classes - We offer a variety of group classes including barre, yoga, resistance training, cycling (spin), high-intensity interval training (HIIT), tabata, dance, kickboxing and boot camps. To mesh our passion for community with wellness, we’ve also held multiple physical activity fundraisers",
        "A wellness reward system - 84% of our employees are enrolled in our third-party wellness management program designed to cultivate good lifestyle habits. This program also provides monetary incentives based on physical activity and premium credits on health insurance when employees reach certain thresholds",
        "Wellness to-go - Our employees have engaged with our third-party virtual fitness program for more than 30,000 minutes in the past year. It provides on-demand classes, workout plans and fitness assessments anywhere, anytime. It’s also a great way for employees to take a workout class any time that works best for them",
        "Sustainability",
        "As UFG continues to grow, we must recognize our impact on the environment. In addition to ensuring our facilities are operating responsibly, we believe our partnerships and coverages play a role in conservation and offsetting our footprint. As a whole, we look at what we can do to engage in both sustainable and responsible business practices",
        "UFG is honored to have been appointed the insurance provider for members of the state Iowa Land Improvement Contractors Association (\"LICA\") insurance program. This organization, which is known for its mission of professional conservation of soil and water, as well as best practices in the construction and protection of cities, farms, ranches and rural areas where we live and work, has worked with UFG to develop a program that is customized to this targeted group of insureds. Our program, in partnership with Prins Insurance, is specifically designed for LICA contractors and includes professional risk control services, safety group dividends based on the performance of the group, specialty pricing, and the broadened coverages needed when working to conserve our soil and water",
        "At the core of our business is the insurance coverage we provide. We offer a variety of basic and more advanced policies tailored for the needs of our insureds. Product innovation, especially as it relates to social responsibility, continues to play a big part in our goal to offer simple solutions for complex times",
        "UFG offers liability coverage for a covered job site pollution event. This coverage is also available through our business owners property endorsement with varying levels of protection",
        "UFG’s pollutant redefined endorsement broadens our commercial general liability policy, providing coverage for carbon monoxide poisoning due to faulty workmanship",
        "In addition to establishing a UFG Green Team dedicated to sustainability practices, the facilities team is active in reducing our environmental footprint. Here are a few ways they’re generating less impact",
        "Use of low VOC paint, LED light fixtures and sustainable cleaning products",
        "Partner with flooring vendors that manufacture products with low environmental impact",
        "Utilize architectural wall systems instead of drywall",
        "Use of electrostatic disinfection cleaning — a cutting-edge cleaning technique — to our corporate office. This technique greatly reduces the spread of viruses in high-traffic areas",
        "INFORMATION ABOUT OUR EXECUTIVE OFFICERS",
        "The following table sets forth information concerning the following executive officers",
        "Name",
        "Age",
        "Position",
        "Randy A. Ramlo",
        "President and Chief Executive Officer",
        "Michael T. Wilkins",
        "Executive Vice President and Chief Operating Officer",
        "Dawn M. Jaffray",
        "Executive Vice President and Chief Financial Officer",
        "Robert F. Cataldo",
        "Vice President and Chief Investment and Strategy Officer",
        "Neal R. Scharmer",
        "Vice President, General Counsel and Corporate Secretary",
        "A brief description of the business experience of these officers follows",
        "Randy A. Ramlo became our President and Chief Executive Officer in May 2007. He previously served as our Chief Operating Officer from May 2006 until May 2007, as Executive Vice President from May 2004 until May 2007, and as Vice President, Fidelity and Surety, from November 2001 until May 2004. He also worked as an underwriting manager in our Great Lakes region. Mr. Ramlo began his employment with us as an underwriter in 1984",
        "Michael T. Wilkins became our Executive Vice President and Chief Operating Officer in May 2014.  He served as our Executive Vice President, Corporate Administration, from May 2007 to May 2014. He was our Senior Vice President, Corporate Administration, from May 2004 until May 2007, our Vice President, Corporate Administration, from August 2002 until May 2004 and the resident Vice President in our Lincoln regional office from 1998 until 2002. Prior to 1998, Mr. Wilkins held various other positions within the Company since joining us in 1985",
        "Dawn M. Jaffray became our Senior Vice President and Chief Financial Officer in May 2015. In May 2019, Ms. Jaffray was promoted to Executive Vice President and Chief Financial Officer. Ms. Jaffray previously served as Chief Financial Officer of Soleil Advisory Group, a consulting firm specializing in operational consulting, mergers and acquisitions, investment and strategy from 2009 to 2015. Prior to her service with Soleil Advisory Group, Ms. Jaffray held numerous positions in insurance operations and mergers/acquisition activities, primarily in the role of principal financial officer. Ms. Jaffray's business experience has been focused in particular on insurance, finance and capital management",
        "Robert F. Cataldo became our Vice President and Chief Investment and Strategy Officer of UFG in 2020, serving the company since 2011. Mr. Cataldo joined UFG as a Senior Portfolio Manager in 2011. In 2015, he was promoted to Assistant Vice President & Senior Portfolio Manager. In 2018, Robert was named Vice President and Strategy Officer for UFG",
        "Neal R. Scharmer was appointed our Vice President and General Counsel in May 2001 and Corporate Secretary in May 2006. He joined us in 1995"
    ]
}