{
    "101382": [
        "Human Capital",
        "UMB is dedicated to creating the Unparalleled Customer Experience, and its associates are critical to achieving this mission. As part of our efforts to recruit and retain top talent, the Company strives to offer competitive compensation and benefits programs, while fostering a culture rooted in inclusion of a diverse mix of associates who are empowered to be part of something more. We believe our associates, customers, and communities mutually benefit by our focus on providing opportunities for our associates to make an impact at work and in our communities.On a full-time equivalent basis at December 31, 2020, the Company and its subsidiaries employed 3,591 associates across the country",
        "Compensation and Benefits Program. The Company’s compensation program is designed to allow it to attract, reward, and retain talented individuals who contribute significant value to the organization.UMB’s compensation programs reward performance, reserving the highest rewards for the highest performers.The Company’s incentive plans are intended to promote the interests of UMB and its shareholders by providing associates with incentives and rewards to encourage them to continue in service of the Company.The Company provides employees with compensation packages that include base salary, annual short-term incentive bonuses, and long-term equity awards tied to management, growth, and protection of the business of the Company.  In addition to cash and equity compensation, UMB offers a robust benefits program that includes medical, dental, and vision insurance, health savings accounts and a variety of insurance options, including pet, life and long-term care.UMB also offers associates benefits including paid time off, paid volunteer time off, paid parental leave, adoption assistance, a 401(k) plan, as well as profit sharing and an employee stock ownership plan. Additionally, the Company strives to engage and encourage associates to act and take personal responsibility for improving the health and well-being for themselves and their families.To assist associates with their goals, UMB offers wellness incentives and wellness coaches for strategic wellness support strategies",
        "Diversity and Inclusion. The Company believes that an equitable and inclusive environment with diverse teams produces more creative solutions, results in better products and services, and is crucial to our efforts to attract and retain key talent. UMB’s talent acquisition team focuses on building recruitment marketing strategies that are designed to identify and attract diverse associates. In 2019, the Company launched a diverse panel approach specifically targeting senior-level roles where diversity is underrepresented and encourages hiring managers to engage a diverse panel of candidates before making hiring decisions. UMB business resource groups (BRGs) also play a vital role in deepening the recruitment pipeline of diverse talent and refer candidates to UMB on a regular basis.BRGs are structured to engage associates who share common interests, including associates from traditionally underrepresented groups.Nearly 20% of UMB associates participate in one or more BRGs",
        "Community Involvement. For more than a century, UMB has maintained a commitment to the prosperity of each community the Company serves.In addition to providing financial products built for the needs of our customers, UMB uses associate volunteerism and corporate philanthropy to build strong community partnerships.The Company encourages associates to give back to their local communities through various programs and initiatives, including paid volunteer time off and matching charitable gift programs",
        "COVID-19. The Company’s response to the COVID-19 pandemic is rooted in supporting its associates while focusing on the safety and security of associates, customers, and vendors. Beginning mid-March 2020, more than 85% of associates shifted to a remote work environment. The remainder of associates were in roles that required them to be on-site. For on-site associates, the Company provided five additional days of paid time off, company-provided lunches and supplemental pay through the second quarter of 2020. The Company instituted social distancing signage and reconfigured spaces to limit the risk of exposure within its locations. This allowed for additional associates to return on-site if they chose to, which increased on-site associates to approximately 35% as of December 31, 2020",
        "For more information on our diversity and inclusion and community involvement initiatives, please see our Corporate Citizenship Report available at www.umb.com/corporatecitizenship",
        "Government Monetary and Fiscal Policies",
        "In addition to the impact of general economic conditions, the Company’s business, results of operations, financial condition, capital, liquidity, and prospects are significantly affected by government monetary and fiscal policies that are announced or implemented in the United States and abroad",
        "A sizeable influence is exerted, in particular, by the policies of the Board of Governors of the Federal Reserve System (the FRB), which influences monetary and credit conditions in the economy in pursuit of maximum employment, stable prices, and moderate long-term interest rates. Among the FRB’s policy tools are (1) open market operations (that is, purchases or sales of securities in the open market to adjust the supply of reserve balances in order to achieve targeted federal funds rates or to put pressure on longer-term interest rates in order to achieve more desirable levels of economic activity and job creation), (2) the discount rate charged on loans by the Federal Reserve Banks, (3) the level of reserves required to be held by depository institutions against specified deposit liabilities, (4) the interest paid or charged on balances maintained with the Federal Reserve Banks by depository institutions, including balances used to satisfy their reserve requirements, and (5) other deposit and loan facilities",
        "The FRB and its policies have a substantial impact on the availability and demand for loans and deposits, the rates and other aspects of pricing for loans and deposits, and the conditions in equity, fixed income, currency, and other markets in which the Company operates.Policies announced or implemented by other central banks around the world have a meaningful effect as well and sometimes may be coordinated with those of the FRB",
        "Tax and other fiscal policies, moreover, impact not only general economic conditions but also give rise to incentives or disincentives that affect how the Company and its customers prioritize objectives, operate businesses, and deploy resources",
        "Regulation and Supervision",
        "The Company is subject to regulatory frameworks in the United States at federal, State, and local levels. In addition, the Company is subject to the direct supervision of various government authorities charged with overseeing the kinds of financial activities conducted by its business segments",
        "This section summarizes certain provisions of the principal laws and regulations that apply to the Company. The descriptions, however, are not complete and are qualified in their entirety by the full text and judicial or administrative interpretations of those laws and regulations and other laws and regulations that affect the Company",
        "Overview",
        "The Company is a bank holding company under the BHCA and a financial holding company under the GLBA. As a result, the Company—including all of its businesses and operations—is subject to the regulation, supervision, and examination of the FRB and to restrictions on permissible activities. This framework of regulation, supervision, and examination is intended primarily for the protection and benefit of depositors and other customers of the Bank",
        "the Deposit Insurance Fund (the DIF) of the Federal Deposit Insurance Corporation (the FDIC), the banking and financial systems as a whole, and the broader economy, not for the protection or benefit of the Company’s shareholders or its non-deposit creditors",
        "Many of the Company’s subsidiaries are also subject to separate or related forms of regulation, supervision, and examination, including: (1)the Bank, by the Office of the Comptroller of the Currency (the OCC) under the National Banking Acts, the FDIC under the Federal Deposit Insurance Act (the FDIA), and the Consumer Financial Protection Bureau (the CFPB) under the Dodd-Frank Wall Street Reform and Consumer Protection Act (the Dodd-Frank Act); (2) UMBFS, UMB Distribution Services, LLC, UMB Financial Services, Inc., and Prairie Capital Management, LLC, by the Securities and Exchange Commission (the SEC) and State regulatory authorities under federal and State securities laws, and UMB Distribution Services, LLC and UMB Financial Services, Inc., by the Financial Industry Regulatory Authority (FINRA); and (3) UMB Insurance, Inc., by State regulatory authorities under applicable State insurance laws. These regulatory schemes, like those overseen by the FRB, are designed to protect public or private interests that often are not aligned with those of the Company’s shareholders or non-deposit creditors",
        "The FRB possesses extensive authorities and powers to regulate the conduct of the Company’s businesses and operations. If the FRB were to take the position that the Company or any of its subsidiaries have violated any law or commitment or engaged in any unsafe or unsound practice, formal or informal corrective or enforcement actions could be taken by the FRB against the Company, its subsidiaries, and institution-affiliated parties (such as directors, officers, and agents). These enforcement actions could include an imposition of civil monetary penalties and could directly affect not only the Company, its subsidiaries, and institution-affiliated parties but also the Company’s counterparties, shareholders, and creditors and its commitments, arrangements, or other dealings with them. The OCC has similarly expansive authorities and powers over the Bank and its subsidiaries, as does the CFPB over matters involving consumer financial laws. The SEC, FINRA, and other domestic or foreign government authorities also have an array of means at their disposal to regulate and enforce matters within their jurisdiction that could impact the Company’s businesses and operations",
        "Restrictions on Permissible Activities and Corporate Matters",
        "Under the BHCA, bank holding companies and their subsidiaries are generally limited to the business of banking and to closely related activities that are incidental to banking",
        "As a bank holding company that has elected to become a financial holding company under the GLBA, the Company is also able—directly or indirectly through its subsidiaries—to engage in activities that are financial in nature, that are incidental to a financial activity, or that are complementary to a financial activity and do not pose a substantial risk to the safety or soundness of depository institutions or the financial system generally. Activities that are financial in nature include: (1) underwriting, dealing in, or making a market in securities, (2) providing financial, investment, or economic advisory services, (3) underwriting insurance, and (4) merchant banking",
        "The Company’s ability to directly or indirectly engage in these banking and financial activities, however, is subject to conditions and other limits imposed by law or the FRB and, in some cases, requires the approval of the FRB or other government authorities. These conditions or other limits may arise due to the particular type of activity or, in other cases, may apply to the Company’s business more generally. Examples of the former are the substantial restrictions on the timing, amount, form, substance, interconnectedness, and management of the Company’s merchant banking investments. An example of the latter is a condition that, in order for the Company to engage in broader financial activities, its depository institutions must remain “well capitalized” and “well managed” under applicable banking laws and must receive at least a “satisfactory” rating under the Community Reinvestment Act (CRA",
        "Under amendments to the BHCA promulgated by the Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 and the Dodd-Frank Act, the Company may acquire banks outside of its home State of Missouri, subject to specified limits and may establish new branches in other States to the same extent as banks chartered in those States. Under the BHCA, however, the Company must procure the prior approval of the FRB and possibly other government authorities to directly or indirectly acquire ownership or control of five percent or more of any class of voting securities of, or substantially all of the assets of, an unaffiliated bank, savings association, or bank holding company. In deciding whether to approve any acquisition or branch, the FRB, the OCC, and other government authorities will consider public or private interests that may not be aligned with those of the Company’s",
        "shareholders or non-deposit creditors. The FRB also has the power to require the Company to divest any depository institution that cannot maintain its “well capitalized” or “well managed” status",
        "The FRB maintains a targeted policy that requires a bank holding company to inform and consult with the staff of the FRB sufficiently in advance of (1) declaring and paying a dividend that could raise safety and soundness concerns (for example, a dividend that exceeds earnings in the period for which the dividend is being paid), (2) redeeming or repurchasing regulatory capital instruments when the holding company is experiencing financial weaknesses, or (3) redeeming or repurchasing common stock or perpetual preferred stock that would result in a net reduction as of the end of the quarter in the amount of those equity instruments outstanding compared with the beginning of the quarter in which the redemption or repurchase occurred",
        "Requirements Affecting the Relationships among the Company, Its Subsidiaries, and Other Affiliates",
        "The Company is a legal entity separate and distinct from the Bank, UMBFS, and its other subsidiaries but receives the vast majority of its revenue in the form of dividends from those subsidiaries. Without the approval of the OCC, however, dividends payable by the Bank in any calendar year may not exceed the lesser of (1) the current year’s net income combined with the retained net income of the two preceding years and (2) undivided profits. In addition, under the Basel III capital-adequacy standards described below under the heading “Capital-Adequacy Standards,” the Bank is currently required to maintain a capital conservation buffer in excess of its minimum risk-based capital ratios and will be restricted in declaring and paying dividends whenever the buffer is breached. The authorities and powers of the FRB, the OCC, and other government authorities to prevent any unsafe or unsound practice also could be employed to further limit the dividends that the Bank or the Company’s other subsidiaries may declare and pay to the Company",
        "The Dodd-Frank Act requires a bank holding company like the Company to serve as a source of financial strength for its depository-institution subsidiaries and to commit resources to support those subsidiaries in circumstances when the Company might not otherwise elect to do so. The functional regulator of any nonbank subsidiary of the Company, however, may prevent that subsidiary from directly or indirectly contributing its financial support, and if that were to preclude the Company from serving as an adequate source of financial strength, the FRB may instead require the divestiture of depository-institution subsidiaries and impose operating restrictions pending such a divestiture",
        "A number of laws, principally Sections 23A and 23B of the Federal Reserve Act (the FRA), and the FRB’s Regulation W, also exist to prevent the Company and its nonbank subsidiaries from taking improper advantage of the benefits afforded to the Bank as a depository institution, including its access to federal deposit insurance and the discount window. These laws generally require the Bank and its subsidiaries to deal with the Company and its nonbank subsidiaries only on market terms and, in addition, impose restrictions on the Bank and its subsidiaries in directly or indirectly extending credit to or engaging in other covered transactions with the Company or its nonbank subsidiaries. The Dodd-Frank Act extended the restrictions to derivatives and securities lending transactions and expanded the restrictions for transactions involving hedge funds or private-equity funds that are owned or sponsored by the Company or its nonbank subsidiaries",
        "In addition, under the Volcker Rule, the Company is subject to extensive limits on proprietary trading and on owning or sponsoring hedge funds and private-equity funds. The limits on proprietary trading are largely directed toward purchases or sales of financial instruments by a banking entity as principal primarily for the purpose of short-term resale, a benefit from actual or expected short-term price movements, or the realization of short-term arbitrage profits. The limits on owning or sponsoring hedge funds and private-equity funds are designed to ensure that banking entities generally maintain only small positions in managed or advised funds and are not exposed to significant losses arising directly or indirectly from them. The Volcker Rule also provides for increased capital charges, quantitative limits, rigorous compliance programs, and other restrictions on permitted proprietary trading and fund activities, including a prohibition on transactions with a covered fund that would constitute a covered transaction under Sections 23A and 23B of the FRA",
        "Stress Testing and Enhanced Prudential Standards",
        "The Economic Growth, Regulatory Relief, and Consumer Protection Act (EGRRCPA) was enacted in May 2018, amending requirements previously established in the Dodd-Frank Act, including stress testing and enhanced prudential standards. Bank holding companies with assets of less than $100 billion, including the Company, are no longer subject to the requirement to conduct forward-looking, company-run stress testing, including publishing a summary of results. The Company continues to run internal stress tests as a component of our comprehensive risk",
        "management and capital planning process. In addition, the EGRRCPA increased the statutory asset threshold above which the Federal Reserve is required to apply enhanced prudential standards from $50 billion to $250 billion (subject to certain discretion by the Federal Reserve to apply any enhanced prudential standard requirement to any bank holding company with between $100 billion and $250 billion in total consolidated assets that would otherwise be exempt under EGRRCPA). The Company remains exempt from applying the enhanced prudential standards",
        "Capital-Adequacy Standards",
        "The FRB and the OCC have adopted risk-based capital and leverage guidelines that require the capital-to-assets ratios of bank holding companies and national banks, respectively, to meet specified minimum standards",
        "The risk-based capital ratios are based on a banking organization’s risk-weighted asset amounts (RWAs), which are generally determined under the standardized approach applicable to the Company and the Bank by (1) assigning on-balance-sheet exposures to broad risk-weight categories according to the counterparty or, if relevant, the guarantor or collateral (with higher risk weights assigned to categories of exposures perceived as representing greater risk) and (2) multiplying off-balance-sheet exposures by specified credit conversion factors to calculate credit equivalent amounts and assigning those credit equivalent amounts to the relevant risk-weight categories. The leverage ratio, in contrast, is based on an institution’s average on-balance-sheet exposures alone",
        "The capital ratios for the Company and the Bank as of December 31, 2020, are set forth below",
        "Tier 1",
        "LeverageRatio",
        "Tier1",
        "Risk-Based",
        "CapitalRatio",
        "CommonEquity Tier1",
        "Capital Ratio",
        "Total",
        "Risk-Based CapitalRatio",
        "UMB Financial Corporation",
        "UMB Bank, n.a",
        "These capital-to-assets ratios also play a central role in prompt corrective action (PCA), which is an enforcement framework used by the federal banking agencies to constrain the activities of banking organizations based on their levels of regulatory capital.  Five categories have been established using thresholds for the total risk-based capital ratio, the tier 1 risk-based capital ratio, the common-equity tier 1 risk-based capital ratio, and the leverage ratio: (1) well capitalized, (2) adequately capitalized, (3) undercapitalized, (4) significantly undercapitalized, and (5) critically undercapitalized.While bank holding companies are not subject to the PCA framework, the FRB is empowered to compel a holding company to take measures—such as the execution of financial or performance guarantees—when prompt corrective action is required in connection with one of its depository-institution subsidiaries. At December 31, 2020, the Bank was categorized as well capitalized under the PCA framework",
        "Basel III includes a number of more rigorous provisions applicable only to banking organizations that are larger or more internationally active than the Company and the Bank.These include, for example, a supplementary leverage ratio incorporating off-balance-sheet exposures, a liquidity coverage ratio, and a net stable funding ratio. These standards may be informally applied or considered by the FRB and the OCC in their regulation, supervision, and examination of the Company and the Bank",
        "Deposit Insurance and Related Matters",
        "The deposits of the Bank are insured by the FDIC in the standard insurance amount of $250 thousand per depositor for each account ownership category. This insurance is funded through assessments on the Bank and other insured depository institutions. Under the Dodd-Frank Act, each institution’s assessment base is determined based on its average consolidated total assets less average tangible equity, and there is a scorecard method for calculating assessments that combines CAMELS (an acronym that refers to the five components of a bank’s condition that are addressed:capital adequacy, asset quality, management, earnings, and liquidity) ratings and specified forward-looking financial measures to determine each institution’s risk to the DIF.The Dodd-Frank Act also requires the FDIC, in setting assessments, to offset the effect of increasing its reserve for the DIF on institutions with consolidated assets of less than $10 billion. The result of this revised approach to deposit-insurance assessments is generally an increase in costs, on an absolute or relative basis, for institutions with consolidated assets of $10 billion or more",
        "If an insured depository institution such as the Bank were to become insolvent or if other specified events were to occur relating to its financial condition or the propriety of its actions, the FDIC may be appointed as",
        "conservator or receiver for the institution. In that capacity, the FDIC would have the power to (1) transfer assets and liabilities of the institution to another person or entity without the approval of the institution’s creditors, (2) require that its claims process be followed and to enforce statutory or other limits on damages claimed by the institution’s creditors, (3) enforce the institution’s contracts or leases according to their terms, (4) repudiate or disaffirm the institution’s contracts or leases, (5) seek to reclaim, recover, or recharacterize transfers of the institution’s assets or to exercise control over assets in which the institution may claim an interest, (6) enforce statutory or other injunctions, and (7) exercise a wide range of other rights, powers, and authorities, including those that could impair the rights and interests of all or some of the institution’s creditors. In addition, the administrative expenses of the conservator or receiver could be afforded priority over all or some of the claims of the institution’s creditors, and under the FDIA, the claims of depositors (including the FDIC as subrogee of depositors) would enjoy priority over the claims of the institution’s unsecured creditors",
        "The FDIA also provides that an insured depository institution can be held liable for any loss incurred or expected to be incurred by the FDIC in connection with another commonly controlled insured depository institution that is in default or in danger of default. This cross-guarantee liability is generally superior in right of payment to claims of the institution’s holding company and its affiliates",
        "Other Regulatory and Supervisory Matters",
        "As a public company, the Company is subject to the Securities Act of 1933, as amended (the Securities Act), the Securities Exchange Act of 1934, as amended (the Exchange Act), the Sarbanes-Oxley Act of 2002, and other federal and State securities laws. In addition, because the Company’s common stock is listed with The NASDAQ Stock Market LLC (NASDAQ), the Company is subject to the listing rules of that exchange",
        "The Currency and Foreign Transactions Reporting Act of 1970 (commonly known as the Bank Secrecy Act), the USA PATRIOT Act of 2001, and related laws require all financial institutions, including banks and broker-dealers, to establish a risk-based system of internal controls reasonably designed to prevent money laundering and the financing of terrorism. These laws include a variety of recordkeeping and reporting requirements (such as currency and suspicious activity reporting) as well as know-your-customer and due-diligence rules",
        "Under the CRA, the Bank has a continuing and affirmative obligation to help meet the credit needs of its local communities—including low- and moderate-income neighborhoods—consistent with safe and sound banking practices. The CRA does not create specific lending programs but does establish the framework and criteria by which the OCC regularly assesses the Bank’s record in meeting these credit needs. The Bank’s ratings under the CRA are taken into account by the FRB and the OCC when considering merger or other specified applications that the Company or the Bank may submit from time to time",
        "The Bank is subject as well to a vast array of consumer-protection laws, such as qualified-mortgage and other mortgage-related rules under the jurisdiction of the CFPB. Lending limits, restrictions on tying arrangements, limits on permissible interest-rate charges, and other laws governing the conduct of banking or fiduciary activities are also applicable to the Bank. In addition, the GLBA imposes on the Company and its subsidiaries a number of obligations relating to financial privacy",
        "Statistical Disclosure",
        "The information required by Guide 3, “Statistical Disclosure by Bank Holding Companies,” has been included in Part II, Items 7 and 7A, pages 23 through 57, of this report",
        "Executive Officers of the Registrant.The following are the executive officers of the Company, each of whom is appointed annually, and there are no arrangements or understandings between any of the executive officers and any other person pursuant to which such person was elected as an executive officer",
        "Name",
        "Age",
        "Position with Registrant",
        "R. Brian Beaird",
        "Mr. Beaird has served as Executive Vice President, Chief Human Resources Officer since October 2019.Prior to this time, he served as Senior Vice President/Director of Associate Experience and Rewards, Director Compensation and Systems, Manager Bank Strategy and Administration, and Manager Commercial Strategy and Administration. Mr. Beaird held these positions from July 2018 until October 2019, August 2017 until July 2018, September 2015 until August 2017, and December 2011 until September 2015, respectively",
        "James Cornelius",
        "Mr. Cornelius has served as the President of Institutional Banking for the Bank since June 2015.Prior to this time, he served as the President of Institutional Banking and Investor services from June 2012 until June 2015",
        "Shannon A. Johnson",
        "Ms. Johnson has served as Executive Vice President and Chief Administrative Officer since October 2019.Ms. Johnson’s previous positions with the Company include Executive Vice President, Chief Human Resources Officer; Senior Vice President, Executive Director of Talent Management and Development; and Senior Vice President, Director of Talent Management.Ms. Johnson held these positions from April 2015 to October 2019, May 2011 to April 2015, and December 2009 to May 2011, respectively",
        "J. Mariner Kemper",
        "Mr. Kemper has served as the President of the Company since November 2015 and as the Chairman and Chief Executive Officer of the Company since May 2004. He served as the Chairman and Chief Executive Officer of the Bank between December 2012 and January 2014, and as the Chairman of UMB Bank Colorado, n.a. (a prior subsidiary of the Company) between 2000 and 2012. He was President of UMB Bank Colorado from 1997 to 2000.Mr. Kemper is the brother of Mr. Alexander C. Kemper, who currently serves on the Company’s Board of Directors",
        "Stacy King",
        "Ms. King has served as Executive Vice President, Chief Risk Officer of the Company since March 2020.From May 2019 until March 2020, she served as Senior Director, Operations Management – Benefit Accounts for Willis Towers Watson. Prior to that time, she served as Senior Vice President, Director Healthcare Operations & Compliance; Senior Vice President/Vice President, Director Healthcare Services Risk & Compliance for the Bank; Vice President, Compliance Manager – Bank Operations & Healthcare Services; and Compliance Analyst-Corporate Risk for the Company. Ms. King held these positions from September 2018 until May 2019, October 2015 until September 2018, August 2014 until October 2015, and September 2013 until August 2014, respectively",
        "Kevin M. Macke",
        "Mr. Macke has served as Executive Vice President and Director of Operations for the Bank since November 2015. In addition, beginning in January 2014 and ending in December 2015, Mr. Macke served as the Chief Financial Officer of the Bank. Prior to this time, Mr. Macke held several other positions within the Company or the Bank, including Director of Strategic Technology Initiatives with the Bank from November 2010 to January 2014, and Director of Financial Planning and Analysis with the Company from August 2005 to November 2010",
        "Nikki Newton",
        "Mr. Newton has served as the President of Private Wealth Management of the Bank, since May 2019.From January 1998 until May 2018, Mr. Newton served in various capacities with Waddell & Reed Financial, Inc. or its subsidiary, Ivy Distributors, Inc, including most recently, serving as President of Ivy Distributors, Inc. and Ivy Global from August 2017 to May 2018, and Head of Global Distribution and President of Ivy Global from January 2014 to August 2017",
        "David C. Odgers",
        "Mr. Odgers has served as Senior Vice President, Chief Accounting Officer of the Company since January 2020, and as the Company’s Controller since January 2014.Mr. Odgers was previously the Company’s Assistant Controller from January 2005 to January 2014",
        "John C. Pauls",
        "Mr. Pauls has served as Executive Vice President, General Counsel and Corporate Secretary of the Company and the Bank since June 2016.Mr. Pauls served as interim General Counsel from April 2016 until his full appointment in June of 2016.He has been with UMB for over 25 years, having served as a top legal advisor for the Company and the Bank for over 18 years",
        "James D. Rine",
        "Mr. Rine has served as Vice Chairman of the Company since November 2020 and President and Chief Executive Officer of the Bank since October 2018.He served as President of Commercial Banking from December 2017 until October 2018 and as President of Commercial Banking/Western Region from October 2016 to December 2017.Prior to this time, Mr. Rine served as the President of the Kansas City Region since October 2011.Overall, Mr. Rine has over 20 years of commercial banking experience with the Bank",
        "Ram Shankar",
        "Mr. Shankar was named as Executive Vice President and Chief Financial Officer of the Company effective August 2016.From September 2011 until his employment with the Company commenced, he worked at First Niagara Financial Group, most recently serving as managing director where he headed financial planning and analysis and investor relations. Prior to that, Shankar spent time at FBR Capital Markets as a senior research analyst and at M&T Bank Corporation in the financial planning measurement and corporate finance/mergers & acquisitions group",
        "Thomas S. Terry",
        "Mr. Terry has served as Executive Vice President and Chief Credit Officer since October 2019.From January 2011 until October 2019, Mr. Terry served as Executive Vice President and Chief Lending Officer of the Company, and prior to this time, Mr. Terry served as Executive Vice President.Mr. Terry first joined UMB in 1986, and subsequently joined the Commercial Lending department in 1987 where he worked as a loan officer until 2011",
        "Abigail Wendel",
        "Ms. Wendel was named President of Consumer Banking of the Bank in September 2018.She has also served as Chief Strategy Officer for the Company from June 2015 until September 2018, and as the Director of Investor and Government Relations for the Company from February 2013 through June 2015",
        "The Company makes available free of charge on its website at www.umb.com/investor, its annual report on Form 10-K, quarterly reports on Form 10-Q, proxy statements, current reports on Form 8-K and amendments to such reports, as soon as reasonably practicable after it electronically files or furnishes such material with or to the SEC.These reports can also be found on the SEC website at www.sec.gov"
    ]
}