{
    "101778": [
        "Human Capital Management",
        "Oversight and Management",
        "We believe talent is one of the critical capabilities foundational to delivering on our corporate strategy. Intentional human capital management strategies enable us to attract, develop, retain and reward our dedicated employees. Marathon believes in creating a safe, clean and ethical environment where employees feel empowered to make a difference to achieve business objectives and strategies. Our Vice President of Human Resources has leadership accountability for our workforce management policies and programs and reports directly to our CEO. Our Board provides oversight to our human capital management strategies as an integral part of our overall Enterprise Risk Management process. Due to the importance of our workforce capabilities, the Board receives updates on our human capital management on a regular cadence, including the review of compensation, benefits, succession, HES and corporate social responsibility. Please visit",
        "marathonoil.com/sustainability",
        "for information on all dimensions of our corporate social responsibility",
        "Our People",
        "We believe in promoting an inclusive corporate culture to ensure the strength and resilience of our business. Respectful relationships are core to our culture. Our Code of Business Conduct, which applies to our directors, officers and employees, prohibits workplace harassment, violence and discrimination against anyone based on race, age, national origin, sexual orientation, gender identity and other factors. This code applies to all aspects of employment at Marathon Oil – recruitment, training, development, compensation, performance management and benefits. We select, develop and promote employees based on the individual’s ability and job performance",
        "Our Talent Landscape",
        "As of December 31, 2020, we had 1,672 active, full-time employees worldwide. Approximately 73% of our full-time workforce was based in the United States with 27% in Equatorial Guinea. Through recruiting, training, workforce integration, education and vocational programs, we strive to have a workforce reflective of the areas in which we operate. In 2020 and as a result of prioritized nationalization efforts, 90% of our Marathon EG Production Limited (MEGPL), workforce was Equatoguinean. For information on our Executive Officers, see Information About Our Executive Officers",
        "For the U.S. workforce, our average tenure for full-time employees was 8 years, with 28% of our full-time population having 10 or more years of experience. As of December 31, 2020, women and minorities accounted for 34% and 30% of our U.S. full-time workforce, respectively. We encourage diversity and inclusion and cultivate our collaborative team environment by making training courses on diversity and inclusive leadership available to all employees. We support Employee Resource Groups (ERGs) to promote diverse perspectives, encourage networking and allow continuous development activities. In 2020, we launched an additional ERG to continue our efforts towards promoting a diverse and inclusive culture. Additionally, we are implementing a new workforce flexibility program in 2021 to capitalize on our learnings working from home in 2020 while preserving our collaborative and One Team culture. The new flexibility program will provide broader options for our employees to better manage their career, work-life balance and overall well-being",
        "Recognizing the cyclical nature of our business and the dynamic talent demands, we conduct a proactive risk analysis as part of our Enterprise Risk Management process, including a multi-year view of any potential talent risks to ensure we are prepared to respond to the macro- environment while setting ourselves up for long-term success. We fully leverage our common asset team organizational structure to drive knowledge sharing, collaboration and talent deployment across these teams resulting in efficiency gains and enhanced execution. Our partners and contractors are an essential element to our business and we follow a well-defined, rigorous evaluation process to ensure the partners we select uphold our expectations and core values. We utilize a managed service provider to oversee efficient administration, equitable treatment and compliance auditing of our contingent labor workforce",
        "Health, Environment and Safety",
        "We believe safety is a core value and engrained in all aspects of our business.  We uphold our safety and health culture by attracting, developing and retaining individuals and partners who share our commitment to operational excellence. Marathon Oil’s leadership establishes clear expectations to all personnel to comply with internal and external safety and health requirements. Furthermore, our Health, Environment and Safety (HES) values are embedded within our culture and the support we provide to our employees. We provide and require job specific HES training for our employees and full-time contractors as part of our Responsible Operations Management Systems or ROMS, which is a comprehensive operations integrity management system. This training includes stop the job authority extended to all employees and contractors in the event of a potential safety risk or environmental impact",
        "We leverage our collective talent and seek diverse employee perspectives to address complex issues and events through the use of multi-functional teams and committees such as our internal Centralized Emergency Response Team (CERT) and Emissions Management Committee (EMC). Specifically, our comprehensive response to COVID-19 leaned heavily on our CERT team and our business continuity plans to protect both our workforce and sustain the essential services that our company provides. The EMC prioritizes GHG and methane emissions reduction opportunities across our enterprise and ensures appropriate funding is in place as part of our overall capital allocation process. Our commitment to addressing the dual challenge of meeting the world’s growing energy demands while also taking action on climate change is evidenced by GHG intensity featuring prominently as a metric linked directly to compensation outcomes",
        "Our values to collaborate, take ownership, be bold and deliver results enable us to excel, but that’s only possible if our workforce is safe. We actively look out for each other, maintain a safe work environment, continuously improve our procedures and train our workforce. Marathon Oil utilizes ROMS to manage risk and ensure a safe, healthy and secure workplace where all those involved can work free of injury and illness. Our Total Recordable Injury Rate (TRIR) is one of the metrics we use to measure our success in providing a safe working environment and is linked directly to compensation outcomes. Marathon strives to only partner with contractors who share our same commitment to safety and environmental impact. We carefully evaluate contractors through a rigorous supply chain process to verify they possess all necessary safety and health programs to execute work in a manner that meets our expectations",
        "Benefits",
        "We attract and retain talent by offering benefit programs that are competitive and comprehensive. These programs create flexibility that allows employees to receive the benefits that we believe allow employees to develop a career and overall well-being for themselves and their families. In 2021, we increased our family leave to create additional optionality for a greater portion of our employees to better manage their career and overall well-being. Our goal is to support employees with benefit programs that are consistent with our company's vision and strategies. We align the value of the benefit programs to the local markets where we compete for talent, along with the oil and gas industry. We believe effective communication around our benefit programs helps ensure we understand employees' perceptions and values around our benefits and to confirm our employees understand the breadth and value of the benefits provided",
        "Compensation",
        "Our success is based on financial performance and operational results, and we believe that our compensation program is an important driver of that success. The primary objectives of our programs are to pay for performance, encourage long-term stockholder value and pay competitively. To accomplish this our compensation program is designed to reward employees for their performance and motivate them to continue to perform at a high level through both absolute feedback and relative performance assessment. The annual cash bonus is our short-term incentive for eligible employees which reinforces both corporate and individual annual performance and prioritizes both financial and operational metrics. Eligible employees may also receive long-term incentives in the form of restricted stock awards that vest over multiple years to support retention and aligns employee interests with those of our stockholders, by driving value at the enterprise level. To pay competitively, we provide market-competitive pay levels to attract and retain the best talent. We regularly benchmark each component of our pay program, including our benefit programs against our peers and a broader subset of the oil and gas industry, to ensure we remain competitive. See the “Compensation Discussion and Analysis” section of our Annual Proxy for information on our Executive Officers",
        "Talent Development",
        "We take a multi-pronged approach to organizational learning which is driven through our centralized on-demand development hub and informed by our enterprise-wide talent assessment process. Our organizational learning approach blends online, on-the-job and classroom training with 360 assessments and leadership coaching to ensure all employees receive the feedback, tools and time they need to reach their fullest potential. Continuous leadership development is offered to all leaders throughout the year and content is intentionally focused on learning objectives",
        "We review talent across the enterprise, measuring both technical and leadership capabilities. Our talent planning processes are aligned and consistent across the organization to ensure top talent occupies our most critical roles. Our succession process is designed to ensure we have identified the experiences and exposures needed to set employees up for success in future senior leadership roles"
    ]
}