{
    "101984": [
        "Human Capital",
        "At December31, 2020, we employed 3,839 members of staff across our worldwide facilities. Of this staff, 2,362 members are associated with our manufacturing and supply chain organizations in the PRC, Mexico and Brazil. In the PRC we are working with external agencies to recruit staff to support our production activities where 3,866 staff members are contracted through agency agreements. Beyond the manufacturing and supply chain organizations, 1,064 members of staff work in engineering and R&D, 109 work in sales and marketing, 33 work in consumer service and support and 271 work in executive and administrative functions",
        "Table of Contents",
        "We provide and maintain a work environment that is designed to attract, develop and retain top talent through offering our employees an engaging work experience that contributes to their career development. We recognize that our success is based on the collective talents and dedication of those we employ. Talent management is critical to our ability to execute our long-term growth strategy, and we utilize both internal human resource personnel and external recruiting firms to identify and attract talent. Through our history of technological innovation, we appreciate the importance of retention, growth and development of our employees. Due to the nature of our activities, we tend to heavily invest in engineering capital, employing highly skilled and specialized engineers and technicians in the areas of electronics, RF design, software, cloud, mechanical, industrial design, manufacturing and quality disciplines",
        "Our staff is located around the globe at different office and development locations. Our R&D locations are as follows",
        "advanced engineering, architecture and cloud teams are located in Santa Ana, California, and Scottsdale, Arizona",
        "cloud architecture, software and service teams are located in Santa Ana and San Mateo, California",
        "sensor engineering and R&D teams are located in Carlsbad, California",
        "connected thermostat engineering and R&D teams are located in Poway, California",
        "hardware engineering teams are located in Panyu and Suzhou in the PRC; and",
        "software, firmware and device database teams are located in Bangalore, India",
        "Next to these specialized centers of excellence, we employ engineering, sales and marketing and support staff in many of our regional offices in the United States, The Netherlands, Hong Kong, Brazil, India, Japan, Korea and Mexico",
        "We continue to be committed to an inclusive culture that values equality, opportunity and respect. We have an active policy and Code of Conduct covering diversity, inclusion, anti-discrimination and corporate social responsibility across all our facilities, and we encourage our suppliers to do the same. During the COVID-19 pandemic, we established a proactive steering committee to monitor, support and ensure the safety and health of all of our staff around the globe",
        "Labor unions represent approximately 44.8% of our 3,839employees at December31, 2020. Some unionized workers, employed in Monterrey, Mexico, are represented under contract with the Sindicato Industrial de Trabajadores de Nuevo León adherido a la Federación Nacional de Sindicatos Independientes. Other unionized workers, employed in Manaus, Brazil, are represented under contract with the Sindicato dos Trabalhadores nas Industrias Metalugicas, Mecanicas e de Materiais Eletricos de Manaus. Our business units are subject to various laws and regulations relating to their relationships with their employees. These laws and regulations are specific to the location of each business unit. We believe that our relationships with employees and their representative organizations are good"
    ]
}