{
    "102212": [
        "Human Capital Resources",
        "At December 31, 2020, we employed 896 individuals, nearly all of whom are full-time and of which approximately 59% are women. None of these employees are covered by collective bargaining agreements, and the Corporation believes it enjoys good relations with its personnel. As an integrated full-service financial institution, approximately 70% of our employees are employed through our banking segment, 7% through our wealth management business, 10% for our insurance business and the remaining 13% of our employees serve in a shared support function for each of our three segments. The Corporation is a community- and employee-centric organization that believes in putting our core values of tradition, integrity, excellence, community and spirituality into action while delivering an excellent customer experience. With a Mission Statement that challenges us to be a strong leader in our markets and active in our communities, being a responsible corporate citizen is at the core of how we operate.   ",
        "Hiring and Promotion ",
        "The Corporation seeks to hire well-qualified employees who are also a good fit for our core values. Our selection and promotion processes are without bias and include the active recruitment of minorities and women. We currently source candidates using various methods, including social media, third party search firms, internal referral programs and connections with local schools. Whenever possible, we seek to fill positions by promotion and transfer within the organization. During 2020, we promoted 76 employees. As of December 31, 2020, 29% of our Senior Leadership Team members were women.",
        "Training and Development",
        "The training and development of our employees is a priority. Annually, we invest more than $505 thousand in tools, training programs and continuing education to help our employees build their knowledge, skills and experience. We provide in-house training to employees on topics including leadership and professional development, cybersecurity, risk and compliance and technology. In addition, as part of \"Univest University,\" we provide several certification programs including a Skill Builder Certification Program, a Supervisor Certification, a Leadership Certification and an Advanced Leadership Certification. These programs include courses that address communication skills, customer service, managing conflict, alternative management styles, business ethics and emotional intelligence. During the year ended December 31, 2020, we provided approximately 7,870 ",
        "4",
        "Table of Contents",
        "training hours to our employees. Additionally, we hold quarterly employee webcasts, during which senior management presents and employees have the opportunity to ask questions. ",
        "In addition to our internal training efforts, we provide a Tuition Reimbursement Program where costs for undergraduate degree, graduate degree, and advanced intensive technical training programs from an accredited college or university are eligible for reimbursement up to $3,500 per calendar year. We also participate in a College Partnership Program in which our college partners provide a variety of discounts and services for our employees. During the year ended December 31, 2020, we reimbursed approximately $53 thousand to employees through these programs.",
        "Safety, Health and Welfare",
        "The safety, health and wellness of our employees is a top priority. During the COVID-19 pandemic, we continued to responsibly serve the needs of our customers while prioritizing the health and safety of our employees. For the majority  of 2020, we operated our financial centers as drive-through only where these capabilities existed. Additionally, we allowed for controlled and limited access to our financial centers to allow customers to access their safe deposit boxes and to serve customers at locations without drive-through capabilities. We enabled approximately 95% of our non-financial center personnel to work remotely and continue to encourage our employees to work remotely in accordance with recommendations from state authorities.",
        "Benefits",
        "On an ongoing basis, we further promote the health and wellness of our employees by strongly encouraging work-life balance. Our benefits package includes health care coverage, retirement benefits, life and disability insurance, wellness programs, paid time off and leave policies. We have begun to direct our benefit spend toward lower-wage earners and provide those employees with higher insurance subsidies. We also offer an Employee Assistance Program in which employees and members of their families may utilize counseling services freely and confidentially.",
        "Retention",
        "Employee retention helps us operate efficiently and offers continuity to our customers and the community. We believe our commitment to living out our core values, actively prioritizing concern for our employees' well-being, supporting our employees' career goals, offering competitive wages and providing valuable benefits aids in retention of our employees. During 2020, Univest was named a Top Workplace in the Delaware Valley by The Philadelphia Inquirer. This award was based on feedback provided through an employee survey administered by a third party in which 88% of our employees participated. At December 31, 2020, 15% of our current staff had been with us for 15 years or more.  ",
        "Diversity and Inclusion",
        "Univest is committed to fostering, cultivating and preserving a culture of diversity, equity and inclusion. We embrace and encourage our employees' differences in age, color, disability, ethnicity, family or marital status, gender identity or expression, language, national origin, physical and mental ability, political affiliation, race, religion, sexual orientation, socio-economic status, veteran status, and other characteristics that make our employees unique. Univest's diversity initiatives are applicable but not limited to our practices and policies on recruitment and selection; compensation and benefits; professional development and training; promotions; transfers; social and recreational programs; layoffs; terminations; and the ongoing development of a work environment built on the premise of gender and diversity equity that encourages and enforces: ",
        "• Respectful communication and cooperation between all employees;",
        "• Teamwork and employee participation, fostering representation of all groups and perspectives; and",
        "• Employer and employee contributions to the communities we serve to promote a greater understanding and respect for diversity.",
        "All employees of Univest have a responsibility to treat others with dignity and respect at all times. All employees are expected to exhibit conduct that reflects inclusion during work, at work functions on or off the work site, and at all other company-sponsored and participative events. All employees are also required to complete annual diversity awareness training to enhance their knowledge to fulfill this responsibility. Our Diversity, Equity and Inclusion Committee was established to ensure that our workplace is a supportive environment with equal opportunities for everyone. The Committee reports progress on our Diversity, Equity and Inclusion Strategic Plan to the Board of Directors quarterly.",
        "5",
        "Table of Contents"
    ]
}