{
    "102752": [
        "Human Capital Resources",
        "Our employees have a variety of specialized experience, training and skills that provide the expertise required to service our clients. As of December31, 2020, we had approximately 1,900 employees, compared to approximately 2,800 as of December31, 2019. Principal employee categories include (a) mechanics and vehicle, aircraft and equipment technicians, (b) logisticians, (c) warehouse and sales personnel, (d) engineers and technicians in mechanical, electronic, industrial, energy services, and (e) information technology professionals in computer systems, applications and products, configuration, change and data management disciplines. The expertise required by our customers frequently includes knowledge of government regulations and procedures. The amount of our unionized employees varies depending on the types of U.S. Government programs that we are supporting at any given time. As of December31, 2020,",
        "approximately 35% of our total workforce was unionized, compared to 35% as of December31, 2019.",
        "-7-",
        "Table of Contents",
        "We actively seek initiatives and participate in outreach programs to assist individuals who served in the U.S. Armed Forces. These efforts include an emphasis on hiring military veterans to enhance the quality of our workforce.",
        "We are committed to providing a safe working environment for our employees. Supported by our Health, Environmental and Safety Program, we strive to minimize the risk of injury or illness to workers. We provide our employees with upfront and ongoing safety trainings to ensure that safety policies and procedures are effectively communicated and implemented. We also provide our employees with any additional information, leadership, support and equipment needed to safely perform their job function.",
        "We offer competitive pay and comprehensive benefits to attract, reward and retain a qualified and diverse workforce to achieve our vision and mission and meet the dynamic needs of employees and their families. In addition to competitive base pay, we offer annual bonus opportunities, a Company matched 401(k) plan, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, flexible work schedules, and employee assistance programs.",
        "We embrace and encourage inclusion in order to achieve a culture and company environment supporting diversity. Our inclusion and diversity initiatives include our practices and policies on employee recruitment and hiring, professional training and development, employee engagement and the development of a work environment built on the premise of diversity and equity. In 2020, we formed the VSE Inclusion & Diversity Council, an employee led group focused on creating a framework and action plan for inclusion and diversity related initiatives across the organization.",
        "Government Regulation and Supervision",
        "Our Federal and Defense segment business is affected by a variety of laws and regulations relating to the award, administration, and performance of U.S.Government contracts.See Item A, \"Risk Factors\".",
        "Our Federal and Defense segment operates in a heavily regulated environment and is routinely audited and reviewed by the U.S.Government and its agencies, including the Defense Contract Audit Agency, and the Defense Contract Management Agency. These agencies evaluate our contract performance, cost structures, and compliance with applicable laws, regulations, and standards, as well as review the adequacy of our business systems and processes relative to U.S. Government requirements. Business systems subject to audit or review include our accounting systems, purchasing systems, government property management systems, and estimating systems. If an audit uncovers improper or illegal activities, we may be subject to administrative, civil, or criminal proceedings, which could result in fines, penalties, repayments, or compensatory, treble, or other damages. Certain U.S. Government findings against a contractor can also lead to suspension or debarment from future U.S. Government contracts or the loss of export privileges.In addition, any costs we incur that are determined to be unallowable or improperly allocated to a specific contract will not be recovered or must be refunded if already reimbursed.",
        "The U.S.Government has the ability, pursuant to regulations relating to contractor business systems, to decrease or partially withhold contract payments if it determines significant deficiencies exist in one or more such systems. ",
        "The U.S.Government generally has the ability to terminate contracts, in whole or in part, with little or no prior notice, for convenience or for default based on performance. In the event of termination of a contract for convenience, a contractor is customarily able to recover costs already incurred on the contract and receive profit on those costs up to the amount authorized under the contract, but not the anticipated profit that would have been earned had the contract been completed. Such a termination could also result in the cancellation of future work on the related program. Termination resulting from our default could expose us to various liabilities, including excess re-procurement costs, and could have a material effect on our ability to compete for future contracts.",
        "Our business, our contracts with various agencies of the U.S. Government, and our subcontracts with other prime contractors are subject to a variety of laws and regulations, including, but not limited to, the Federal Acquisition Regulation, the Truth in Negotiations Act, the Procurement Integrity Act, the False Claims Act, U.S. Cost Accounting Standards, the International Traffic in Arms Regulations promulgated under the Arms Export Control Act, and the Foreign Corrupt Practices Act. A noncompliance determination by a government agency may result in reductions in contract values, contract modifications or terminations, penalties, fines, repayments, compensatory, treble, or other damages, or suspension or debarment.",
        "We have incurred, and will continue to incur, costs and capital expenditures to comply with these laws and regulations. We believe that our operations currently are being conducted in substantial compliance with all applicable regulations. From time to time, we may experience incidents and encounter conditions that are not in compliance with regulations. We may occasionally receive notices from governmental agencies regarding potential violations of these laws or regulations. In such cases, we will ",
        "-8-",
        "Table of Contents",
        "work with the agencies to address any issues and to implement appropriate corrective action when necessary. However, we do not know of any fact or condition that would result in any material liabilities being incurred in the future.",
        "Human Capital Resources",
        "Our employees have a variety of specialized experience, training and skills that provide the expertise required to service our clients. As of December31, 2020, we had approximately 1,900 employees, compared to approximately 2,800 as of December31, 2019. Principal employee categories include (a) mechanics and vehicle, aircraft and equipment technicians, (b) logisticians, (c) warehouse and sales personnel, (d) engineers and technicians in mechanical, electronic, industrial, energy services, and (e) information technology professionals in computer systems, applications and products, configuration, change and data management disciplines. The expertise required by our customers frequently includes knowledge of government regulations and procedures. The amount of our unionized employees varies depending on the types of U.S. Government programs that we are supporting at any given time. As of December31, 2020, approximately 35% of our total workforce was unionized, compared to 35% as of December31, 2019.",
        "-7-",
        "-7-",
        "-7-",
        "Table of Contents",
        "Table of Contents"
    ]
}