{
    "102729": [
        "Human Capital Resources. ",
        "Our policies and practices with respect to human capital resources are generally set forth in our Code of Business Conduct, our Human Rights Policy, and the principles described on the “About Us” page on our website www.valmont.com. Essential to our success is a company-wide commitment to customer service and innovation, and the ability to be the best cost producer for all products and services we provide. Our employees are the cornerstone of our accomplishments, we pride ourselves on being people of passion and integrity who excel and deliver results.  Our Code of Business Conduct and our culture require each employee to act responsibly and to treat each other fairly and with the utmost respect. ",
        "Our businesses require skilled workers and management in order to meet our customer’s needs, grow our sales and maintain competitive advantages. We require employees with skills in engineering, welding, equipment maintenance and the operation of complex manufacturing machinery. Management talent is critical as well, to help grow our businesses and effectively plan for succession of key employees upon retirement.",
        "9",
        "At December 26, 2020 we had approximately 5,920 employees in the United States and approximately 4,920 employees in foreign countries.  The Company places a high value on diversity and inclusion, encouraging employees with diverse backgrounds and experiences who share a common interest in profitable development, improving corporate culture, and delivering sustainable business results. ",
        "We have adopted a Human Rights Policy which is published on our website.  We expect our employees, suppliers, vendors, dealers and distributors to share our commitment to human rights.",
        "We prohibit discrimination on the basis of age, race, disability, ethnicity, marital or family status, national origin, religion, gender, sexual orientation, veteran status, gender identity, or any other characteristic protected by law. ",
        "We are committed to voluntary employment, and we strictly prohibit all forms of compulsory labor, including child labor, forced labor, slavery and human trafficking.",
        "We respect internally recognized human rights standards, and this policy is guided by the U.N. Guiding Principles for Business and Human Rights.",
        "We require full compliance with applicable, wage, work hours, overtime and benefit laws.  We are committed to creating a culture where a healthy and safe workplace is recognized by everyone as essential to our success. Any employee can always contact our compliance officer, and confidential reporting of a situation or to ask a question is available on a secure website maintained by a third party. Employees are eligible for health insurance, paid and unpaid leaves, retirement plan and life and disability / accident coverage.  ",
        "When positions come open at Valmont, we try first to fill them from within. We like to reward the hard-working members of our Valmont family with new opportunities that are not only a chance to expand their worlds, but to also recognize and reward their dedication.",
        "We have found them to be our richest talent resource.",
        "Our program for succession and management development has our highest level of attention with our CEO responsible for reporting on the program directly to our board of directors.",
        "For additional information, please see the “About Us” page on our website and section titled “Governance, Human Capital and Sustainability Highlights” in the Company’s 2021 Proxy Statement.",
        "(d)Available Information",
        "We make available, free of charge on the Investors page of our website at www.valmont.com, our annual report on Form10-K, quarterly reports on Form10-Q, current reports on Form8-K, and amendments to those reports filed or furnished pursuant to Section13(a) or 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after such material is electronically filed with or furnished to the Securities and Exchange Commission.",
        "Human Capital Resources. "
    ]
}