{
    "103145": [
        "Human Capital",
        "Veeco’s global workforce spans 12 countries around the world. At the end of 2020, we had 993 employees with 221 located in the Asia-Pacific region, 37 in the EMEA region, and 735 in the United States. Approximately 23% of our employees are involved in research and development; 53% are involved in operations, manufacturing, service and quality assurance; and 24% are involved in sales, order administration, marketing, finance, information technology, general management and other administrative functions. Our success depends on our ability to attract, retain and motivate employees. We compete for talent with other companies and organizations. We consider our relations with our employees to be good. We are subject to various federal, state and local regulations, and regularly monitor all key employment activities, such as hiring, termination, pay and working practices to ensure compliance with such regulations. In addition, we supplement our employee base with contractors and other temporary workers",
        "Our recruitment programs are regionally focused, and hiring is done at a local level to ensure compliance with applicable regulations. To ensure diversity within our workforce we advertise job openings and source candidates broadly to attract a diverse candidate pool. As a leader in our industry, we are able to attract a strong candidate pool and have been successful in filling vacancies. In fiscal 2020, we hired 138 employees, 113 of whom were within the United States, 24 of whom were in the Asia-Pacific region and 1 of whom was within the EMEA region",
        "During fiscal 2019, we conducted a global employee survey designed to assess employee engagement, leadership, work environment and culture. We had a response rate of 91% of our total worldwide employee base, which is one indicator of a high-level of employee engagement. Participants provided over 2,000 responses to open-ended questions. The findings from this survey established an agenda for various initiatives designed to strengthen our Company. A follow-up survey is planned for fiscal 2021",
        "We track and report internally on key talent metrics including workforce demographics, talent pipeline and diversity. We believe in investing in professional development programs to ensure we provide opportunities for individuals to advance their careers either in a technical track or move to a leadership position. We offer many of our training and development programs on-line for the benefit of employees located around the world. Additional focus is placed on the development of our future leaders and we leverage a talent review process where high-potential and high-performing employees are",
        "Table of Contents",
        "assessed for future leadership roles as part of our succession management process for critical leadership positions. Since turnover is an important indicator of employee satisfaction, we closely monitor turnover globally and benchmark locally. Our 12-month rolling average for voluntary turnover at December 31, 2020 was approximately 6.8%, substantially less than benchmark data. Our employee average tenure is more than 9 years"
    ]
}