{
    "10456": [
        "Human Capital Management",
        "As of December31, 2020, we employed approximately 50,000 people globally, with approximately 13,000 employees in the United States and approximately 37,000 employees outside of the Unites States. Our employees are our most important assets and set the foundation for our ability to achieve our strategic objectives. All of our employees contribute to our success and, in particular, the employees in our manufacturing, sales, R&D and quality assurance departments are instrumental in driving operational execution and strong financial performance, advancing innovation and maintaining a strong quality and compliance program",
        "The success and growth of our business depends in large part on our ability to attract, retain and develop a diverse population of talented and high-performing employees at all levels of our organization, including the individuals who comprise our global workforce as well as executive officers and other key personnel. To succeed in a competitive labor market, we have developed recruitment and retention strategies, objectives and measures that we focus on as part of the overall management of our business. These strategies, objectives and measures form our human capital management framework and are advanced through the following programs, policies and initiatives",
        "Competitive Pay and Benefits. Our compensation programs are designed to align the compensation of our employees with our performance and to provide the proper incentives to attract, retain and motivate employees to achieve superior results. The structure of our compensation programs balances incentive earnings for both short-term and long-term performance",
        "Activating Change Today (ACT). Building on our strong diversity and inclusion platform, our senior leadership is working in close collaboration with the Baxter Black Alliance business resource group and colleagues from across the company on a multidimensional program to advance inclusion and racial justice. The ACT initiative is focused on driving results across four key areas – Workforce, Workplace, Community and Marketplace – encompassing employees, external stakeholders, and the markets and communities we serve",
        "Health and Safety. Health and safety are firmly rooted across our global footprint. In response to the COVID-19 pandemic and related mitigation measures, we implemented changes in our business in 2020 in an effort to better protect our employees and customers, and to support appropriate health and safety protocols. For example, we installed physical barriers between employees in production facilities, implemented extensive cleaning and sanitation processes for both production and office administration spaces and implemented broad work-from-home initiatives for employees in our administrative functions. While our essential workers (production and field service employees) have continued to work at our facilities and provide vital service to our customers, most employees in our administrative functions have effectively",
        "worked remotely since mid-March. During 2020, we paid incremental non-recurring special compensation bonuses to our essential workers",
        "Recruitment, Training and Development. We use recruitment vehicles to attract diverse talent to our organization and we invest in learning opportunities that foster a growth mindset. Our formal offerings include a tuition reimbursement program, an e-learning platform known as BaxU and virtual workshops that support our culture, strategy and the development of crucial skills. To measure the impact of the investments we make in our people, and to help us consistently improve our human resources programs, we regularly conduct anonymous surveys of our global workforce to seek feedback on a variety of topics including confidence in our leadership, competitiveness of our compensation and benefits packages, career growth opportunities and improvements on how we can make our company an employer of choice. Administered and analyzed by an independent third-party, the survey results are reviewed by our senior leaders, which include our executive officers. The results of this engagement survey are also shared with individual managers, who are then tasked with taking action based on their employees’ anonymous feedback (both quantitative and qualitative). By paying close attention to the results both at an aggregate enterprise level as well as at a department/business/work group level, we have been able to enhance our culture of respect, help educate employees more effectively about our benefits offerings as well as our learning and development opportunities and further improve our communications content, mechanisms and frequency"
    ]
}