{
    "104889": [
        "Human Capital",
        "18",
        "Human Capital",
        "The Company employs approximately 16,661 people worldwide, of which approximately 11,261 were employed in the United States and approximately 5,400 were employed outside the United States. Employment across each of the Company’s businesses is further discussed below.",
        "Worldwide, Kaplan employs approximately 5,500 people on a full-time basis in 24 countries. Kaplan also employs substantial numbers of part-time employees who serve in instructional and administrative capacities. Kaplan’s part-time workforce comprises approximately 4,700 individuals in 13 countries. Collectively, in the U.S. and Canada, 24 Kaplan employees are represented by a union. Kaplan employees are also represented by a union in Singapore, where union membership is not disclosed to the employer. Kaplan believes there are also represented employees in the U.K. and Australia, where similar to Singapore, union membership is not disclosed to the employer. ",
        "Graham Media Group has approximately 1,043 employees, including 986 full-time employees, and 57 part-time employees, of whom approximately 107 are represented by a union. ",
        "In the Healthcare segment, Graham Healthcare Group has approximately 1,011 full-time employees and 192 part-time employees. None of these employees is represented by a union. ",
        "In the Manufacturing segment, Hoover has approximately 337 full-time employees, of whom 35 are represented by a union, and one part-time employee. Dekko has approximately 1,215 full-time employees, none of whom is represented by a union. Joyce/Dayton has approximately 154 full-time employees, none of whom is represented by a union. Forney has approximately 123 full-time employees, of whom 45 are represented by a union. ",
        "In the Other Businesses segment, Clyde’s has approximately 165 full-time employees and 790 part-time employees, none of whom is represented by a union. Graham Automotive employs approximately 250 full-time employees and four part-time employees, none of whom is represented by a union. Framebridge has approximately 546 full-time and 42 part-time employees, none of whom is represented by a union. Code3 has approximately 218 full-time employees and 12 part-time employees, none of whom is represented by a union. Decile has 33 full-time employees, none of whom is represented by a union. Slate employs 136 full-time employees and seven part-time employees, of whom approximately 50 are represented by a union. Pinna employs 12 full-time employees, none of whom is represented by a union. The FP Group has 48 full-time employees and three part-time employees. CyberVista employs 23 full-time staff and 18 part-time staff, none of whom is represented by a union. ",
        "The parent Company has approximately 76 full-time employees and two part-time employees, none of whom is represented by a union.",
        "The Company recognizes the importance of attracting, developing and retaining highly qualified employees throughout each of its businesses. The following is a description of the Company’s efforts to manage and promote human capital within its organization.",
        "Oversight and Management.  ",
        "The Company’s human resources organization and the human resource organizations of its various businesses manage employment-related matters, including recruiting and hiring, training, compensation, workplace safety, performance management, support for specific needs including ",
        "18",
        "supporting employees who are caregivers or working remotely, and creating diversity, equity and inclusion strategies. The Compensation Committee of the Board of Directors provides oversight of certain human capital matters, including compensation and benefits, development, workforce diversity and inclusion initiatives and succession planning. ",
        "Compensation and Benefits.  ",
        "The Company offers strong compensation and benefits programs to its employees. In addition to salaries, depending on the business unit, these programs may include healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, employee assistance programs, tuition assistance programs, bonuses, long-term incentive compensation plans, pension and a 401(k) Plan. The Company also offers eligible employees certain equity-based grants under the Company’s Incentive Compensation Plan with vesting and performance conditions to facilitate the attraction, retention, motivation and reward of key employees and to align their interests with those of the Company’s stockholders.",
        "Health and Safety.  ",
        "The health and safety of the Company’s employees is paramount. The Company’s health and safety programs are designed to address multiple jurisdictions and regulations as well as the specific risks and unique working environments of each of the Company’s businesses. In response to the COVID-19 pandemic, the Company’s businesses implemented significant changes that were determined to be in the best interest of their employees while complying with government regulations. The Company successfully transitioned a significant portion of its employees to work from home, while some of the Company’s businesses were considered essential businesses requiring employees to work on-site. Additional safety measures were implemented for employees continuing to work on-site, including purchasing personal protective equipment, adopting strong cleaning protocols, implementing quarantine, distancing and testing protocols to align with regulatory guidelines, providing contactless services, purchases and deliveries where possible and moving classes to online platforms. For example, Kaplan shifted classes that were usually held in person to online platforms and Graham Automotive increased the use",
        " of remote sales, with at-home test drives and deliveries and provided service department pickup and deliveries.",
        "Training and Talent Development.  ",
        "The Company is committed to the continued growth and development of its employees across all businesses. Employees complete harassment and discrimination training, leadership management training and are offered specific skills training at various businesses designed to support the growth and advancement of their professional skills. For example, in 2020, Kaplan developed and initiated training programs on diversity and inclusion for all employees and managers to provide instruction, self-assessment and reflection exercises in areas such as unconscious bias and the importance of a diverse workforce. Additionally, employee engagement and feedback surveys are completed throughout the year.",
        "Diversity and Inclusion.  ",
        "The Company has implemented initiatives to make progress to achieving a diverse talent pipeline and to support the retention and training of a diverse workforce at the corporate and business unit levels. For example, at Graham Media Group, employees are sourced through various media organizations, schools and associations, niche job boards and participation in media and diversity-focused career fairs such as National Association of Black Journalists, National Association of Hispanic Journalists and Asian American Journalists Association. "
    ]
}