{
    "105319": [
        "Human Capital Management",
        "At WW our core mission is to inspire healthy habits for real life - for people, families, communities and the world. We believe that our workforce plays an integral role in achieving our mission.As of December31, 2020, we had approximately 10,000 employees, a majority of whom were part-time employees. In addition, in certain of our international markets, our coaches and guides are self-employed and are not included in this total",
        "Diversity and Inclusion",
        "We believe that a diverse and inclusive workforce helps us to explore and realize the many different paths to health and wellness for our members, which leads to better execution of our strategic initiatives. For example, over 50% of the members of our Executive Committee, including our Chief Executive Officer and our Chief Financial Officer, are women. To further our commitment to create an inclusive and diverse culture, we appointed a Head of Inclusion & Diversity who reports directly to our Chief People Officer. Additionally, we offer forums and formal training programs for our employees to enable them to share best practices and experiences with respect to diversity and inclusion in the workplace",
        "Training and Development",
        "We develop our personnel by offering in-house learning and development resources. These include online and in-person training programs on a variety of topics in order to foster career growth both long term and short term. For example, we offer leadership training to help ensure our future business leaders have the necessary skill sets to manage and lead our organization",
        "Wellness, Health and Safety",
        "We are focused on promoting the total wellness of our employees, and offer resources, programs and services to support our employees’ physical, mental, financial and social wellness. For example, employees receive an annual wellness allowance, offering a flexible and personalized way to support their wellness goals",
        "In response to the COVID-19 pandemic, we implemented significant changes to best promote the health and safety of our employees and members. This includes currently having the vast majority of our employees work from home, while implementing additional safety measures through a digital capacity planning, hoteling and contact tracing app for employees continuing in-person work. For more information on our COVID-19 response, see “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations—Material Trends—COVID-19 Pandemic” of this Annual Report on Form 10-K",
        "Total Rewards",
        "We provide competitive compensation and benefits programs for our employees. In addition to salaries, these programs (which vary by employee level and by the country where the employees are located) include, among other items, bonuses, stock awards, retirement benefits including 401(k) (or local market equivalent) and profit-sharing plan or participation in a non-qualified deferred compensation plan, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, paid parental leave, advocacy resources, flexible work schedules and employee assistance programs",
        "Available Information",
        "Corporate information and our press releases, Annual Reports on Form 10-K, Quarterly Reports on Form10-Q and Current Reports on Form 8-K, and amendments thereto, are available free of charge on our corporate website at corporate.ww.com as soon as reasonably practicable after such material is electronically filed with or furnished to the Securities and Exchange Commission (i.e., generally the same day as the filing), or the SEC. Moreover, we also make available at that site the Section16 reports filed electronically by our officers, directors and 10percent shareholders",
        "We use our corporate website at corporate.ww.com and certain social media channels such as our corporate Facebook page (www.facebook.com/WW), Instagram account (Instagram.com/WW) and Twitter account (@ww_us) as channels of distribution of Company information. The information we post through these channels may be deemed material.Accordingly, investors should monitor these channels, in addition to following our press releases, SEC filings and public conference calls and webcasts.The contents of our website and social media channels shall not be deemed to be incorporated herein by reference",
        "Our Amended and Restated Code of Business Conduct and Ethics, or the Code of Business Conduct and Ethics, and our Corporate Governance Guidelines are also available on our corporate website at corporate.ww.com",
        "CAUTIONARY NOTICE REGARDING FORWARD-LOOKING STATEMENTS",
        "Except for historical information contained herein, this Annual Report on Form10-K includes “forward-looking statements,” within the meaning of Section27A of the Securities Act of 1933, as amended, or the Securities Act, and Section 21E of the Securities Exchange Act of 1934, as amended, or the Exchange Act, including, in particular, the statements about our plans, strategies, objectives and prospects under the headings “Business” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations.” We have generally used the words “may,” “will,” “could,” “expect,” “anticipate,” “believe,” “estimate,” “plan,” “intend,” “aim” and similar expressions in this Annual Report on Form10-K and the documents incorporated by reference herein to identify forward-looking statements. We have based these forward-looking statements on our current views with respect to future events and financial performance. Actual results could differ materially from those projected in these forward-looking statements. These forward-looking statements are subject to risks, uncertainties and assumptions, including, among other things",
        "the impact of the global outbreak of the COVID-19 virus on our business and liquidity and on the business environment and markets in which we operate",
        "competition from other weight management and wellness industry participants or the development of more effective or more favorably perceived weight management methods",
        "our failure to continue to retain and grow our subscriber base",
        "our ability to continue to develop new, innovative services and products and enhance our existing services and products or the failure of our services, products or brands to continue to appeal to the market, or our ability to successfully expand into new channels of distribution or respond to consumer trends",
        "the ability to successfully implement strategic initiatives",
        "the effectiveness of our advertising and marketing programs, including the strength of our social media presence",
        "the impact on our reputation of actions taken by our franchisees, licensees, suppliers and other partners",
        "the recognition of asset impairment charges",
        "the loss of key personnel, strategic partners or consultants or failure to effectively manage and motivate our workforce",
        "the inability to renew certain of our licenses, or the inability to do so on terms that are favorable to us",
        "the expiration or early termination by us of leases",
        "uncertainties related to a downturn in general economic conditions or consumer confidence",
        "our ability to successfully make acquisitions or enter into joint ventures, including our ability to successfully integrate, operate or realize the anticipated benefits of such businesses",
        "the seasonal nature of our business",
        "the impact of events that discourage or impede people from gathering with others or accessing resources",
        "our failure to maintain effective internal control over financial reporting",
        "the impact of our substantial amount of debt, debt service obligations and debt covenants, and our exposure to variable rate indebtedness",
        "the ability to generate sufficient cash to service our debt and satisfy our other liquidity requirements",
        "uncertainties regarding the satisfactory operation of our technology or systems",
        "the impact of data security breaches or privacy concerns, including the costs of compliance with evolving privacy laws and regulations",
        "our ability to enforce our intellectual property rights both domestically and internationally, as well as the impact of our involvement in any claims related to intellectual property rights",
        "risks and uncertainties associated with our international operations, including regulatory, economic, political, social, intellectual property, and foreign currency risks",
        "the outcomes of litigation or regulatory actions",
        "the impact of existing and future laws and regulations",
        "the possibility that the interests of Artal, the largest holder of our common stock and a shareholder with significant influence over us, will conflict with our interests or the interests of other holders of our common stock",
        "the impact that the sale of substantial amounts of our common stock by existing large shareholders, or the perception that such sales could occur, could have on the market price of our common stock; and",
        "other risks and uncertainties, including those detailed from time to time in our periodic reports filed with the SEC",
        "You should not put undue reliance on any forward-looking statements. You should understand that many important factors, including those discussed under the headings “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” could cause our results to differ materially from those expressed or suggested in any forward-looking statement. Except as required by law, we do not undertake any obligation to update or revise these forward-looking statements to reflect new information or events or circumstances that occur after the date of this Annual Report on Form10-K or to reflect the occurrence of unanticipated events or otherwise"
    ]
}