{
    "105634": [
        "Human Capital",
        "5",
        "",
        "Human Capital",
        "At December 31, 2020, we employed approximately 33,000 people, 29,000 of whom were located within the United States and 4,000 of whom were located in the United Kingdom. ",
        "Based on the most recent information available from our latest filing with the U.S. Equal Employment Opportunity Commission, the gender demographic of our U.S. employees was 89% male and 11% female. Additionally, based on such information, our U.S. employees had the following race and ethnicity demographics:",
        "Employee Demographic",
        "% of Total",
        "White",
        "69",
        "Hispanic / Latinx",
        "20",
        "Black / African American",
        "7",
        "Asian",
        "2",
        "Multiracial, Native American, Native Hawaiian, and Pacific Islander",
        "2",
        "5",
        "Table of Contents",
        "Approximately 59% of our employees are represented by various unions pursuant to approximately 400 collective bargaining agreements between our individual subsidiaries and local unions, as well as two collective bargaining agreements that are national in scope. We believe that our employee relations are generally good.",
        "Our ability to execute complex projects for our customers, and to perform all of our services with the excellence that makes us an industry leader, depends on our success in attracting and retaining skilled labor in a competitive market. We therefore strive to be and remain an employer of choice for the most talented employees in each of the industries and markets in which we operate. This begins with offering competitive employee compensation and benefits packages, specifically designed to meet the unique needs of each individual in our diverse organization, which include:",
        "Health and Welfare Plans",
        ": All full-time employees who do not participate in union plans are offered a range of choices among medical, dental and vision plans, life, accident, dependent and disability insurance, and pre-tax health spending accounts that include employer contributions. ",
        "Retirement Savings",
        ": We help provide our employees with financial security by offering a 401(k) Savings Plan and an Employee Stock Purchase Plan, both of which include company matching contributions.",
        "Degree Assistance",
        ": Eligible employees may apply for reimbursement for job-related courses or courses taken as part of a curriculum for a business or job-related degree at an accredited institution.",
        "Employee Assistance Program",
        ": Through our Employee Assistance Program, we offer our employees, and their dependents or household members, access to services and counseling on a variety of personal, professional, legal, and financial matters, at no cost. ",
        "Key to our attraction and retention of employees is our commitment to our EMCOR Values and our focus on employee safety and diversity, equity, and inclusion. Our Board of Directors and senior leadership engage in oversight and management, respectively, of our significant human capital initiatives. Our Board of Directors is regularly briefed and provides input on key human capital initiatives and metrics.",
        "Human Capital and Labor Risk Factors",
        "The departure of key personnel could disrupt our business. ",
        "We depend on the continued efforts of our senior management. The loss of key personnel, including a temporary loss as a result of illness, or the inability to hire and retain qualified executives, could negatively impact our ability to manage our business. ",
        "We may be unable to attract and retain skilled employees. ",
        "Our ability to grow and maintain productivity and profitability will be limited by our ability to employ, train, and retain skilled personnel necessary to meet our requirements. We are dependent upon our project managers and field supervisors who are responsible for managing our projects, and there can be no assurance that any individual will continue in his or her capacity for any particular period of time. The loss of such qualified employees could have an adverse effect on our business. We cannot be certain that we will be able to maintain an adequate skilled labor force necessary to operate efficiently and to support our business strategy or that labor expenses will not increase as a result of a shortage in the supply of these skilled personnel. The availability and costs to adequately train and maintain a skilled labor force could be impacted by factors we cannot control, including changes in the unemployment rate, prevailing wage rates, benefit costs, the COVID-19 pandemic, and competition for labor from our competitors in the markets we serve. Labor shortages or increased labor costs could impair our ability to maintain our business or grow our revenues. ",
        "The uncertainty of contract award timing or project delays can also present difficulties in managing our workforce size. Our inability to efficiently manage our workforce may require us to incur costs resulting from excess staff, reductions in staff, or redundancies that could have an adverse impact on our business, financial condition, results of operations, and cash flows.",
        "Our unionized workforce could adversely affect our operations; our participation in many multiemployer pension plans could result in substantial liabilities being incurred",
        ". As of December 31, 2020, approximately 59% of our employees were covered by collective bargaining agreements. Although the majority of these agreements prohibit strikes and work stoppages, we cannot be certain that strikes or work stoppages will not occur in the future. However, only two of our collective bargaining agreements are national or regional in scope, and not all of our collective bargaining agreements expire at the same time. Strikes or work stoppages likely would adversely impact our relationships with our customers and could have a material adverse effect on our financial position, results of operations, and cash flows. We contribute to approximately 200 multiemployer pension plans based upon wages paid to our union employees that could result in our being responsible for a portion of the unfunded liabilities under such plans. Our potential liability for unfunded liabilities could be material. Under the Employee Retirement Income Security Act, we may become liable for our proportionate share of a multiemployer pension plan’s underfunding if we cease to contribute to that pension plan or significantly reduce the employees in respect of which we make contributions to that pension plan. See Note 15 - Retirement Plans of the notes to consolidated financial statements included in Item 8. Financial Statements and Supplementary Data for additional information regarding multiemployer pension plans. "
    ]
}