{
    "105770": [
        "Human Capital Management",
        "Our People",
        "As of December31, 2020, we employed approximately 9,200 people, excluding contractors and temporary workers, in our operations throughout the world. During 2020, West hired approximately 1,900 new team members and experienced an attrition rate of 15.1%. The following table presents the approximate percentage of our employees by region: ",
        "North America44%Europe41%Asia Pacific12%South America3%Total 100%",
        "As of December31, 2020, the following table presents the approximate percentage of our employees by business unit: ",
        "Global Operations83%Sales and Marketing5%Corporate5%Digital & Technology (D&T)4%Research & Development3%Total100%",
        "As of December31, 2020, we had the following global gender demographics: ",
        "MenWomenWest Global Employees63%37%",
        "7",
        "Diversity and Inclusion",
        "We actively foster an inclusive and collaborative culture for our team members where different views and perspectives are welcomed and valued. We are convinced that this approach brings forth innovation, learning and growth for our team members on a global basis. The Chief Executive Officer (\"CEO\") and the executive team members review diversity and inclusion objectives throughout the year to ensure continuous focus and improvement. As of December 31, 2020, three out of the ten members of West's Leadership Team are women, with five out of the ten members being women and/or people of color.",
        "Training, Compliance and Talent Development",
        "We strongly encourage our team members to engage in continuous learning, and we provide development opportunities and build talent from within. We are proud to offer resources like our tuition reimbursement program and our online learning catalog, with approximately 1,300 courses available. We centrally manage and organize on-the-job training, instructor-led trainings and online trainings in many different languages and topics through our one global Learning Management System, where we tracked approximately 33,500 training completions during 2020 from our team members around the globe. ",
        "Our team members live the values of our ethical culture. They are responsible for adhering to our core values as they work together to support our mission to improve patient lives. West’s Code of Business Conduct, available in multiple languages on westpharma.com, provides guidance to our team members on appropriate conduct. Every team member is required to undergo Code of Business Conduct and respect in the workplace training annually. ",
        "Our focus on talent acquisition, performance management, resource planning and leadership assessment are strongly aligned with our diversity and inclusion strategies. We understand that diversity leads to greater innovation, more opportunities, better access to talent and stronger business performance. ",
        "Compensation and Benefits",
        "West is committed to providing fair and competitive compensation and benefits programs to attract, retain and reward high-performing team members at all levels. We offer a comprehensive total rewards program to support the health, financial and home-life needs of our team members. Total Rewards at West are defined as the value of the Compensation and Benefits programs offered to employees, which aim to reflect the value of the job and the contribution of the individual, while linking employees’ performance to business and personal results. Based on country of employment, West may provide health care and retirement savings programs as well as paid time off, flexible work schedules, a Global Employee Assistance Program and an Employee Stock Purchase Program. ",
        "Health, Safety and Wellness ",
        "The health and safety of our team members has always been both a top priority and a cultural value. West's commitment to the safety of our teams starts at the top and is driven throughout our business by every level of management and by every team member across the globe. In 2020, West formed a Health, Safety, and Environment (\"HSE\") Executive Council consisting of C-suite and executive operations leaders to monitor and guide our HSE process. West’s global HSE team is also a critical component in leading the safety efforts at our sites. Each manufacturing location has dedicated and trained HSE professionals, responsible for general safety oversight at the site. Our Recordable Injury Rate in 2020 was 0.94 per 100 employees. Our HSE focus can also be seen in our proactive global response to the novel coronavirus (\"COVID-19\") pandemic which includes training and active screening of employees for COVID-19 illness; enhanced gowning and cleaning protocols at all locations; mask requirements for all employees, vendors and contractors; eliminating all non-critical international and domestic business travel; requiring administrative and support personnel to work-from-home; modifying production operations to facilitate social distancing; and regular communications regarding COVID-19 protocols, precautions and information for both on and off the job use. ",
        "8"
    ]
}