{
    "106535": [
        "HUMAN CAPITAL AND TALENT MANAGEMENT",
        "Our human capital and talent management practices strive to attract and retain diverse and talented people. Since we depend so much on our people, we focus on ensuring that we create and maintain a safe and inclusive work environment in which our employees have opportunities to develop and reach their potential.",
        "OUR PEOPLE BY THE NUMBERS",
        "As of December 31, 2020, we employed 9,372 employees, including 7,971 in the United States, 1,389 in Canada, and 12 in Japan. Of these employees, 2,421 are members of unions covered by multi-year collective-bargaining agreements.",
        "Our employees by business segment were as follows:",
        "SEGMENT",
        "NUMBER OF EMPLOYEESS",
        "Timberlands",
        "1,289",
        "Real Estate & ENR",
        "67",
        "Wood Products",
        "7,220",
        "Corporate",
        "796",
        "Total",
        "9,372",
        "SAFETY",
        "Our highest priority is the safety of our employees, contractors and all others who come into contact with our daily operations. Our industry-leading safety results are driven by:",
        "caring leadership with a safety-focused “tone at the top”;",
        "robust safety policies and practices;",
        "engaged employees with regular safety training and education and",
        "WEYERHAEUSER COMPANY > 2020 ANNUAL REPORT AND FORM 10-K 2",
        "Table of Contents",
        "a strong company-wide focus on identifying and reducing hazards and risks.",
        "We regularly review safety incidents, risk-identification reports and “near-miss” incidents and apply key learnings across our organization. Our efforts have resulted in a significant and sustained reduction in the number and severity of recordable injuries. This includes a drop in our Recordable Incident Rate, which is the number of Occupational Safety and Health Administration-defined recordable injuries/illnesses that occur in 100 workers working in one year, from 10 in 1990 to 1.56 in 2020. We remain relentlessly focused on achieving our goal of creating an injury-free workplace.",
        "In 2020, our continued focus on workplace safety enabled us to quickly implement additional protocols to safeguard the health of our employees and preserve business continuity during the COVID-19 pandemic.",
        "PEOPLE DEVELOPMENT",
        "We focus a great deal of energy and resources on the training and development of our people. We also connect key human capital management priorities, such as succession planning, leadership development and critical role placement, with our executive compensation programs by including these and related priorities in our senior executives’ annual cash bonus plan goals. To support our people development objectives we:",
        "partner with our employees on individual development plans and provide a wide range of individual development tools;",
        "annually enroll hundreds of our front-line, mid-level and future executive leaders in development programs;",
        "engage in rigorous internal talent assessment and succession planning and",
        "monitor and regularly review our strategies and action plans to address any workforce gaps in our organization, including gender, race and other underrepresented groups.",
        "We also believe in the 70-20-10 approach to professional growth. This model acknowledges that at least 70 percent of development occurs on the job through direct experience and skill-building. Another 20 percent comes from focused relationship-building and exposure to projects, processes and perspective outside one’s normal expertise. The final 10 percent is focused on targeted training courses and development programs that help our employees achieve their own specific career goals. In 2020, our employees logged 31,415 hours of training in our online learning management system, which tracks both virtual and classroom courses delivered. In addition, we offer three classroom-based leadership development programs that focus on helping current and future leaders build these skills. We typically enroll hundreds of leaders in these in-person programs each year. However, in 2020 due to COVID-related health and safety restrictions, we converted our programs into virtual formats where viable. In addition, we developed “Leading Through Uncertainty” training to help leaders effectively manage their teams through the many challenges of 2020, and we offered several virtual seminars on managing stress and work/life balance. ",
        "DIVERSITY, EQUITY AND INCLUSION",
        "We are taking action to increase diversity at all levels of our company, create a truly inclusive environment and secure, preserve and promote equity for our employees. ",
        "To help us accelerate progress in creating a truly inclusive work culture at Weyerhaeuser, we identified inclusion as one of our five core values in 2019 and formed an Inclusion Council of 20 diverse employees from across our company to help provide insights and recommendations to our senior management team. We have six focus areas: leadership and accountability; equitable practices and policies; recruiting and hiring; training and development; communication and culture; and affinity and connection. We have set targets for improvement in each category which are reviewed and reset annually. Our practices for achieving and maintaining a strong, diverse and inclusive workplace culture also include:",
        "“no tolerance” policies regarding discrimination and harassment of employees, suppliers, customers and visitors;",
        "third-party reviews of pay equity;",
        "removal of names from resumes and creation of diverse hiring teams;",
        "mandatory training on unconscious bias and harassment prevention;",
        "ongoing company-wide communication on the importance of inclusion and",
        "regular company-wide surveys and other means of anonymously collecting candid feedback to assist us in evaluating our progress and addressing any identified gaps.",
        "Excluding temporary hires and part-time employees, in 2020, 40 percent of the company’s new U.S. hires met the company’s criteria for diversity, which includes race, ethnicity, gender and disability status. In response to our annual feedback survey conducted for 2020, 82 percent of our employees agreed their work environment is inclusive.",
        "WEYERHAEUSER COMPANY > 2020 ANNUAL REPORT AND FORM 10-K 3",
        "Table of Contents",
        "COMPANY CULTURE",
        "We consider our strong company culture to be a competitive advantage. We are intentional in our efforts to preserve the key positives of our workplace environment, as well as continuously improving and evolving our culture. At the heart of our culture is an unwavering commitment to our core values — safety, integrity, citizenship, sustainability and inclusion. Most of these values have been ingrained in our culture for many decades; they are cited often by our employees and are visible throughout our organization. We also embrace five key behaviors that shape our culture and guide how we work together — urgency, accountability, courage, simplicity and innovation. To assess the health of our culture, we conduct regular company-wide surveys to collect candid feedback from employees and assess overall engagement. In 2020, our overall engagement score was 85 percent and our average score on questions about the strength of our values was 83 percent. Another indicator we monitor to assess the strength of our company culture is voluntary turnover, which was only 6.5 percent in 2020.",
        "COMPETITIVE PAY & BENEFITS",
        "We offer competitive compensation and benefits packages based on experience, knowledge and skill level that are designed to attract and retain talented employees and reward superior performance. Some of our benefits include paid parental leave, company match for retirement plans, comprehensive medical and dental coverage and paid time off. "
    ]
}