{
    "106640": [
        "Human Capital Management",
        "At Whirlpool, our values guide everything we do. We are committed to the highest standards of ethical and legal conduct and have created an environment where open and honest communication is the expectation, not the exception. We hold our employees to this standard and offer the same in return. Our Integrity Manual was created to help our employees follow our commitment to win the ",
        "11",
        "right way. Additionally, our Supplier Code of Conduct formalizes the key principles under which Whirlpool’s suppliers are required to operate.",
        "Our Human Capital Strategy is built around three pillars:",
        "Extraordinary Performance",
        "Our employees are a critical driver of Whirlpool’s global business results. On December 31, 2020, Whirlpool employed approximately 78,000 employees across 13 countries, with 27 percent located within the United States. Outside of the United States, our largest employee populations were located within Brazil, Mexico and China. We regularly monitor various key performance indicators around the human capital priorities of attracting, retaining, and engaging our global talent. In addition, we enable the execution of our strategic priorities by providing all employees with access to training and development opportunities to improve critical skill sets.",
        "Great People",
        "We have a long tradition of measuring employee engagement through our annual employee engagement survey. In 2020, we migrated to a new survey platform to facilitate more frequent measurements of employee engagement and utilized the platform for a global well-being pulse survey strategy in response to COVID-19. We are committed to continued pulse surveys beginning in 2021 with coverage of broader engagement and well-being topics.",
        "Whirlpool offers a variety of programs globally to protect the health and safety of our employees. While we maintain targets for year-over-year reduction of the total recordable incident rate and serious injuries, our goal is always zero. In 2020, we focused on the immediate demands within the context of COVID-19 challenges. Where possible, employees were moved to a remote work environment. In addition, we implemented additional safeguards in our plants consistent with the guidelines provided by the Centers for Disease Control and Prevention (CDC) and other health organizations around the world.  ",
        "Winning Culture",
        "Our culture is underpinned by our enduring values, which have long been pillared by inclusion and diversity. Whirlpool has a history of prioritizing issues such as gender and racial equality among our people. For the past 18 years, Whirlpool Corporation has achieved a perfect 100 on the Corporate Equality Index, marking nearly two decades of commitment to inclusion in the workplace. This broad organizational commitment was again demonstrated in 2020 with extensive participation in our second annual global inclusion week. Additionally, Whirlpool’s employee resource groups (ERGs) continue to raise awareness for an inclusive culture, representing eight under-represented groups in North America; two in our Europe, Middle East, Africa region; four in the Latin America region; and one in Asia. ",
        "And, importantly, in 2020 we furthered our commitment by establishing a pledge to Equality and Fairness for our United States Black colleagues. At its core, the pledge is a zero tolerance policy for racial marginalization within the Company. The pledge is a multi-year U.S. based action plan, with regular messaging across the entire organization. While our actions focus on our “four walls” and our local communities, we hope that these actions will have a ripple effect on society at large. In addition, ",
        "Whirlpool Corporation",
        " announced that its Chairman and CEO Marc Bitzer is a founding member of OneTen, a coalition of leading executives with the mission to train, hire and advance one million Black Americans over the next 10 years into family-sustaining jobs with opportunities for advancement.",
        "For additional information, please see Whirlpool’s investor website, and forthcoming 2021 Proxy Statement and Sustainability Report, which we expect to release in early March 2021. The contents of our Sustainability Report and investor website are not incorporated by reference into this Annual Report on Form 10-K or in any other report or document we file with the SEC.",
        "12",
        "Other Information",
        "For information about the challenges and risks associated with our foreign operations, see \"Risk Factors\" under Item1A.",
        "Whirlpool is a major supplier of laundry, refrigeration, cooking and dishwasher home appliances to Lowe's, a North American retailer. Net sales attributable to Lowe's in 2020, 2019 and 2018, were approximately 13%, 13% and 12%, respectively, of our consolidated net sales. Lowe's also represented approximately 14% of our consolidated accounts receivable as of December 31, 2020 and 2019, respectively. See Note 16 to the Consolidated Financial Statements. ",
        "For information on our global restructuring plans, and the impact of these plans on our operating segments, see Note 14 to the Consolidated Financial Statements."
    ]
}