{
    "107263": [
        "Human Capital Resources",
        "19",
        "HUMAN CAPITAL RESOURCES",
        "We are committed to maintaining an environment that enables us to attract, develop, and retain a highly skilled and diverse group of talented employees who help promote long-term value creation. ",
        "Employees",
        "As of February1, 2021, we had 4,739 full-time employees located throughout the United States. Of this total, approximately 21 percent are women and more than 14 percent are ethnically diverse. During 2020, our voluntary turnover rate was 4.6 percent.",
        "We encourage you to review our 2019 Sustainability Report available on our website for more information about our human capital programs and initiatives. Nothing on our website shall be deemed incorporated by references into this Annual Report on Form 10-K.",
        "Workforce Safety",
        "We continue to advance our safety-first culture by developing and empowering our employees to operate our assets in a safe, reliable, and customer-focused way.",
        "We strive to continuously improve safety and achieve better performance than the industry benchmark. When a safety hazard is recognized, every employee is empowered to stop work activities and make it right. Safety and environmental-focused goals and related metrics comprise 10 percent of our annual incentive program for employees, providing an increased focus on activities that help us meet enterprise safety commitments.",
        "19",
        "For 2019, these metrics included our Near Miss to Incident Ratio, emphasizing our safety focus on hazard recognition and reinforcing the importance of incident prevention, and our Late Post Startup Deliverables metric, emphasizing the importance of completing all post startup deliverables associated with newly completed projects.",
        "As disclosed in our 2020 Proxy Statement, we exceeded our targets for these safety metrics in 2019, achieving a Near Miss to Incident ratio of 13.98:1, versus a target between 9:1 and 10:1, and less than 1 percent of Late Post Startup Deliverables, versus a target between 3 percent and 4 percent.",
        "For 2020, these metrics include our High Potential Near Miss to Incident Ratio, again emphasizing our safety focus on high potential hazard recognition and reinforcing the importance of incident prevention, and our environmental metric Loss of Primary Containment, focused on reducing greenhouse gases and considered a leading indicator to more significant process safety incidents.",
        "Workforce Health & Development",
        "Our employees are our most valued resource and the driving force behind our reputation as a safe, reliable company that does the right thing, every time. Cultivating a healthy work environment increases productivity and promotes long-term value creation.",
        "We provide a comprehensive total rewards program that includes base salary, an all-employee annual incentive program, retirement benefits, and health benefits, including a wellness program. We provide employees with company-paid life insurance, disability coverage, and paid parental leave for both birth and non-birth parents. Our annual incentive program is a key component of our commitment to a performance culture focused on recognizing and rewarding high performance.",
        "In order to attract and retain top talent, we create an environment where employees feel fulfilled and supported in their personal and professional development. We offer robust corporate and technical training programs to support the professional development of our employees and add long-term value to our business. Additionally, we support strong employee engagement by encouraging open dialogue regarding professional development. Performance is measured considering both the achieved results associated with attaining annual goals and observable skills and behaviors based on our defined competencies that contribute to workplace effectiveness and career success.",
        "The Compensation and Management Development Committee of our Board of Directors oversees the establishment and administration of our compensation programs, including incentive compensation and equity-based plans.",
        "In response to the ongoing impact of COVID-19, we took action to safeguard the health and safety of our employees, including allowing our employees to work remotely where possible, while implementing safety guidance and best practices designed to protect the health of those entering our facilities.",
        "Diversity & Inclusion",
        "We encourage a diverse and inclusive workforce, helping our employees reach their full potential and promoting innovation. By embracing differences—whether race, gender, nationality, ability, orientation, or generation—we bring the best out of our people to drive business growth and long-term success.",
        "To support networking and professional development opportunities, we endorse employee resource groups, which allow more inclusivity by offering an opportunity for employees to network, gain development, and provide input to leaders on specific needs. We strive for diverse representation at all levels through our talent management practices and employee development programs as we are committed to helping all employees develop. Diversity metrics are reported monthly to our management team. ",
        "We also have a Diversity and Inclusion Council, chaired by our chief executive officer and including members of the executive officer team, organizational and operational leaders, and individual employees, to promote policies, practices, and procedures that support the growth of a high-performing workforce where all individuals can achieve their full potential. The council serves as the governing body over enterprise diversity and inclusion initiatives.",
        "Our Board of Directors includes 12 independent members, one-third of which are women. As part of the director selection and nominating process, the Governance and Sustainability Committee annually assesses the ",
        "20",
        "Board’s diversity in such areas as geography, race, gender, ethnicity, and age. We strive to maintain a board of directors with diverse occupational and personal backgrounds.",
        "Other operating costs including human capital expenses",
        "Quarterly dividends to our shareholders"
    ]
}