{
    "109380": [
        "HUMAN CAPITAL MANAGEMENT ",
        "We are proud of our employees who bring their unique, diverse talents to work each day. Our management and Board value our employees and are committed to identifying, recognizing, and creating fulfilling opportunities for people within our organization, and rewarding them for their contributions to our success.",
        "COVID-19 has had a significant impact on how we work and the work we perform. At the outset of the pandemic, we quickly transitioned more than 70% of our employees to working remotely and implemented safety procedures ",
        "11",
        "Table of Contents",
        "ZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES",
        "and policies to keep our branch employees as safe as possible while they performed essential in-person services. We were also heavily involved in supporting customers with PPP loans, rewarding employees directly involved in the effort with meaningful incentives, and paying $1,000 bonuses to all our employees with salaries less than $150,000 for supporting this important effort.",
        "Our total full-time equivalent employees at December 31, 2020 was 9,678, a decrease of 5% from the prior year period. The following schedule describes certain demographic attributes of our employees.",
        "Schedule 1",
        "Women",
        "Minorities",
        "Employee Roles",
        "Management",
        "51",
        "27",
        "Non-management",
        "60",
        "37",
        "Overall",
        "58",
        "35",
        "We have an exceptional team of women senior leaders that was recognized as one of five “Top Teams” for 2020 in ",
        "American Banker",
        " magazine’s issue of the “Most Powerful Women in Banking and Finance.” This year marks the fifth time we have been honored as a Top Team. Additionally, in the November 2020 issue of ",
        "American Banker",
        " magazine, we were honored among 85 of the “Best Banks to Work For in 2020,” and we ranked sixth among large banks with assets greater than $10 billion. We have been recognized on this list for all eight years of its existence.",
        "We manage our human capital through the following programs and initiatives:",
        "Cultivating a diverse, equitable, and inclusive environment for our customers and our employees",
        "We believe in an environment where people are respected and valued, regardless of their differences, along with a talented workforce that reflects our diverse communities. We also believe that our performance is stronger when we are able to draw upon the talents and experience of a diverse team of employees.",
        "Our 2020 Corporate Responsibility Report highlights several achievements in this area. For example, our Banker Development Program, College Internship Program, and Mentor Program have significant participation from women and minorities.",
        "Throughout the organization, employee business resource groups foster a sense of community and enable greater connectivity and support among employees through forum meetings and discussions. This includes groups for African Americans, Hispanic/Latinx, LGBTQIA, and women, among others. These groups are open to all employees and offer networking and initiatives that support our commitment to diversity, both internally and externally.",
        "Attracting and developing talent for long-term success",
        "We are committed to recruiting and retaining the most qualified individuals who reflect the diversity of the markets we serve, to helping our employees grow in their careers, and to actively developing talent for future leadership opportunities. As we attract and hire talent, we proactively consider the demand for competencies that will be needed within the workforce of the future.",
        "We are proud to offer more than 2,000 learning options for employees to create tailored learning plans for personal and professional development. We make available new manager programs, tuition reimbursement, education sponsorship opportunities, job shadowing, coaching, and formal mentoring programs. Our talent development program and individual development plans focus on education, experience, and exposure to help create well-rounded, successful employees.",
        "Recognizing, engaging, and rewarding our employees",
        "We support a culture of integrity, engagement, and achievement through comprehensive rewards and recognition. Our programs are designed to enhance the employee experience, drive retention, promote recognition, and reward ",
        "12",
        "Table of Contents",
        "ZIONS BANCORPORATION, NATIONAL ASSOCIATION AND SUBSIDIARIES",
        "high performance. We provide meaningful upside opportunities for those who take accountability for business objectives that help us deliver superior results while reducing risk.",
        "We routinely assess pay equity among employees across our organization by analyzing potential disparities in pay  based on gender, minority status, and other factors. These actions help us compensate employees fairly. During 2020, we enlisted the services of an independent third party who found that after adjusting for relevant variables such as education, experience, and geography, women are paid, on average, approximately 99% of what men are paid, and minorities are paid approximately 98% of what non-minorities are paid. In a relatively few cases, we identified outlier situations that have been subsequently addressed.",
        "Our employees provide regular feedback through our robust listening strategy, which includes quarterly leadership calls, biannual employee opinion surveys, and targeted focus groups. These forums for employee input continue to help strengthen working relationships with managers, improve clarity of organizational purpose and goals, and reinforce our guiding principles and code of business conduct and ethics.",
        "Finally, we value work-life balance and strive to create a work environment that supports our employees with mental, physical, social, and financial wellness. Some of our key benefits include the following:",
        "Corporate match for our 401(k) plan of 4.5% of earnings, plus annual profit-sharing contributions;",
        "Health care plan options including behavioral health, wellness, and autism spectrum disorder services;",
        "Preventive prescription drug coverage not subject to deductibles;",
        "Paid parental program allowing time off for mothers, fathers, and domestic partners;",
        "Adoption assistance program; and",
        "Company paid time off for charitable contributions to our giving campaign and volunteer opportunities."
    ]
}