{
    "11544": [
        "Human Capital Resources",
        " ",
        "As of January 15, 2021, we employed 7,495 individuals. Of this number, our subsidiaries employed 7,356 persons and the remaining persons were employed at the parent company. ",
        "We believe that our people are our greatest asset and that our corporate culture is the most important intangible value driver of our superior long-term risk-adjusted returns and growth in stockholder value. ",
        "Human Capital Management:",
        " The Company fosters a performance culture. We are focused on creating a respectful, rewarding, diverse, and inclusive work environment that allows our employees to build meaningful and productive careers. The success of these human capital management objectives is essential to our strategy, as it is our people who drive our success. We invest in their growth as individuals and professionals through training and engagement, as well as in their well-being through robust health and wellness programs and a commitment to diversity. ",
        "The Company provides developmental opportunities for our employees through formal and informal programs that focus on enabling employees to build skills and thought leadership in specific facets of our business. Our leadership programs cultivate the talent of our high-potential, strong-performing employees as we strive to deepen, enhance and diversify the Company’s leadership team. ",
        "We strive to align employee incentives with the risk and performance frameworks of the Company. The Company’s “pay for performance” philosophy connects individual, operating unit and Company results to employee compensation, providing employees with opportunities to share in the Company’s overall growth and success. The Company offers employees a comprehensive benefits package, including health and wellness, financial, educational and life management benefits. In ",
        "18",
        "addition, we support employees in making an impact in their local communities and globally through environmental and social efforts that are meaningful to them. ",
        "Our Board of Directors engages with our senior leadership team, including our senior vice president - human resources, on a periodic basis across a range of human capital management issues, including succession planning and development, compensation, benefits, talent recruiting and retention, engagement, diversity and inclusion, and employee feedback. ",
        "Culture:",
        " The Board of Directors has recognized Accountability, People Oriented Strategy, Responsible Financial Practices, Risk-Adjusted Returns and Transparency as the elements of corporate culture necessary for the Company to achieve success. Our culture is what unifies our employees across our decentralized business model, to serve our diverse clients globally and propels the Company’s continuous evolution. ",
        "We are committed to fostering a unifying culture and encouraging innovation across our enterprise. The key drivers of our culture encompass the premises that (i) specialized knowledge and having a customer-centric focus are competitive advantages and (ii) an environment that promotes integrity, embraces the commitment to “always do right,” fosters entrepreneurship and innovation, and values making thoughtful decisions for the long-term benefit of our enterprise. While there is no one “Berkley” way, each of our operating units has a unique culture that embodies a shared set of values that define our enterprise. Our structure, with more than 50 distinct operating units, facilitates the prompt identification of and appropriate action with respect to addressing individual business or cultural issues arising within an operating unit, without significantly affecting the larger enterprise. Furthermore, these operating units are overseen by senior corporate business managers and senior corporate functional managers, including actuarial, claims, underwriting, compliance and finance, providing a unique governance structure that makes it easier to identify such issues. Additionally, our Board of Directors through, among other activities, its regular interactions with corporate senior management, have visibility into and receive timely feedback on cultural issues that may affect our business. ",
        "As significant owners of our Company who are required to hold their shares until separation from service, each of our directors and senior executives have a vested interest in cultivating talent and perpetuating a culture that facilitates the execution of our long-term objectives.",
        "Human Capital Resources ",
        "As of January 15, 2021, we employed 7,495 individuals. Of this number, our subsidiaries employed 7,356 persons and the remaining persons were employed at the parent company. ",
        "We believe that our people are our greatest asset and that our corporate culture is the most important intangible value driver of our superior long-term risk-adjusted returns and growth in stockholder value. "
    ]
}