{
    "12927": [
        "Human Capital",
        "The COVID-19 pandemic continues to impact lives and businesses around the world. We have taken proactive steps to help protect the health and safety of our employees and maintain business continuity. A vast majority of our office workers continue to telecommute. Within our production and office areas we have established a number of safety protocols, including face covering and physical distance requirements, enhanced cleaning, encouraging daily self-health checks, voluntary temperature screening stations, and access to virtual primary care physicians at no cost. We have also implemented a coronavirus hotline with direct access to our Health Services group to report COVID-19 tests due to illness or exposure and positive COVID-19 tests. As part of that reporting process, we have developed a robust contact tracing program to identify employees who were in close contact with the ill employee in the workplace. We are also actively planning for the time when COVID-19 vaccines will be available for our employees, including reaching out to county public health departments to learn more about their plans to distribute vaccines and monitoring information from vaccine manufacturers about when vaccines will be available. All of the actions above are overseen by Boeing’s Crisis Management Working Group, a multi-functional, multi-discipline team tasked with integrating all aspects of Boeing’s COVID-19 response",
        "Additionally, we are adapting to the market impacts of COVID-19 and positioning the company for the future. One of these measures includes reducing the size of our workforce. As of December31, 2020, Boeing’s total workforce was approximately 141,000, with 11% located outside of the U.S. We expect to reduce the size of our workforce in 2021 through additional workforce actions as well as natural attrition",
        "2",
        "Table of Contents",
        "As of December31, 2020, our workforce is composed of approximately 47,000 union members. Our principal collective bargaining agreements were with the following unions:",
        "Union",
        "Percentofour Employees Represented",
        "Status of the Agreements with Major Union",
        "The International Association of Machinists and Aerospace Workers (IAM)",
        "20%",
        "We have two major agreements; one expiring in July 2022 and one in September 2024.",
        "The Society of Professional Engineering Employees in Aerospace (SPEEA)",
        "10%",
        "We have two major agreements expiring in October 2026.",
        "The United Automobile, Aerospace and Agricultural Implement Workers of America (UAW)",
        "1%",
        "We have one major agreement expiring in October 2022.",
        "We aspire to be the most equitable, diverse and inclusive company. Guided by our values, we are committed to creating a company where everyone is included and respected, and where we support each other in reaching our full potential. We are committed to diverse representation across all levels of our workforce to reflect the vibrant and thriving diversity of the communities in which we live and work. We also support Business Resource Groups open to all employees that focus on gender, race & ethnicity, generations, gender identity, sexual orientation, disability or veteran status. These groups help foster inclusion among all teammates, build awareness, recruit and retain a diverse workforce and support the company in successfully operating in a global, multicultural business environment. We are committed to increased transparency and will publicly share our diversity metrics annually, beginning in 2021.",
        "To attract and retain the best-qualified talent, we offer competitive benefits, including market-competitive compensation, healthcare, paid time off, parental leave, retirement benefits, tuition assistance, employee skills development, leadership development, and rotation programs. In 2020, our voluntary resignation rate was approximately 3%. Additionally, we hired approximately 8,000 new employees in 2020 for critical skills and had an offer acceptance rate of 82%.",
        "Employees are encouraged to provide feedback about their experience through ongoing employee engagement activities. Boeing actively listens to its employees via surveys ranging from pre-hire to exiting the company. These voluntary surveys provide aggregate trend reports for the company to address in real time and ensure Boeing maintains an employee-focused experience and culture. We also invest in rewarding performance and have established a multi-level recognition program for the purpose of acknowledging the achievements of excellent individual or team performance.",
        "We are committed to supporting our employees continuous development of professional, technical and leadership skills through access to digital learning resources and through partnerships with leading professional/technical societies and organizations around the world. For 2020, Boeing employees consumed approximately 4 million hours of learning. We offer the ability for our people to pursue degree programs, professional certificates and individual courses in strategic fields of study from more than 300 accredited colleges and universities, online and across the globe through our tuition assistance program. Over 12,000 Boeing employees leverage these programs every year.",
        "Safety, quality and integrity are at the core of how Boeing operates. We aspire to achieve zero workplace injuries and provide a safe, open and accountable work environment for our employees. We provide several channels for all employees to speak up, ask for guidance, and report concerns related ",
        "3",
        "to ethics or safety violations. We address employee concerns and take appropriate actions that uphold our Boeing values."
    ]
}