{
    "14272": [
        "Human Capital Management and Resources",
        "We believe that our employees around the world embody our mission to discover, develop and deliver innovative medicines that help patients prevail over serious diseases. Together, their unyielding focus on patients defines our culture",
        "Demographics",
        "As of December 31, 2020, we had approximately 30,250 employees in 47 countries. Approximately 57% of our employees are located in the U.S. (excluding Puerto Rico) and 43% are located outside of the U.S. We supplement our employee population with independent contractors, contingent workers and temporary workforce support as needed. The average tenure of our employees is approximately eight years",
        "People Strategy",
        "Our people are the heart and soul of our globally unified culture. Our People Strategy is designed to inspire individuals and encourage teams to work together for our patients and our communities. We invest in our workforce through the extensive programs, policies and initiatives described below to accelerate personal development and collaboration in service to our patients and we believe that these investments are a competitive advantage in recruiting our future workforce. To accelerate innovation, we strive to match the diverse knowledge, skills and capabilities of our talented employee community to our business needs. The following programs, policies and initiatives encompass some of the objectives and measures that we continue to focus on as part of our People Strategy",
        "Diversity, Equity and Inclusion",
        "Through a culture of inclusion, we foster a diverse mosaic of people that seek to mirror our patients and communities worldwide and create an agile and responsive work environment. The diversity of our people and their unique perspectives and experiences help us achieve our patient-focused mission and business objectives. We believe that our inclusive culture encourages all to pursue innovative ideas, develop leadership capabilities and gain valuable experiences to shape exciting careers. We have implemented measures that provide accountability for continually increasing our diversity. Our commitment to attracting diverse talent includes training our workforce in diversity sourcing strategies and partnering with external local and national organizations that develop and supply diverse talent, such as the United Negro College Fund, Inc., Prospanica, Ascend, Inc. and Women of Color in Pharma",
        "The ongoing investment in our People and Business Resource Groups (PBRGs) represent one key lever that we use to support our acquisition, development and retention of diverse talent and the business objectives and career advancement and development needs of our employees. We maintain PBRG chapters worldwide where members network, learn skills, participate in learning development events and contribute to our business objectives in a tangible way. Our PBRGs are sponsored by members of our leadership team and are each led by a full-time dedicated leader who reports directly to a member of our leadership team. Our PBRGs include the Black Organization for Leadership and Development, the Bristol Myers Squibb Network of Women, the Cultivating Leadership and Innovation for Millennials and Beyond, the Differently-Abled Workplace Network, the PRIDE Alliance, the Organization for Latino Achievement, the Pan Asian Network and the Veterans Community Network",
        "BMS and the Bristol Myers Squibb Foundation announced in August 2020 a combined investment of $300 million as part of a series of commitments designed to address health disparities, increase clinical trial diversity and increase the amount of business that we do with diverse suppliers",
        "In 2020, we announced that we intend to expand the diversity of our workforce and leadership by doubling Black/African American and Hispanic/Latino representation at our executive levels in the U.S. by the end of 2022. Increasing the representation of women also remains an area of focus for management as we are committed to achieving gender parity at the executive level globally by the end of 2022. We have already achieved gender parity for the global BMS employee population",
        "Career Growth and Development",
        "We offer a broad range of professional training and education for the career advancement and leadership development of our employees. These programs are designed to help our employees find their purpose, pursue their passions and achieve their aspirations and accelerate business performance through stimulating work assignments, structured learning opportunities, PBRG sponsored programs and diverse work experiences. Employees have access to our expansive library of resources covering a wide range of special interest topics in multiple languages through a variety of top learning and development resources. In 2020, over 4 million learning activities were completed by our employees, consultants and partners. We are committed to cultivating the growth of our managers and senior leaders through virtual and in-classroom learning for new and experienced managers and senior leaders. Tuition reimbursement is available globally to eligible employees who, through their own initiation and desire for development, participate in accredited educational programs. Employees are encouraged to take on stretch assignments that maximize their learning experience",
        "Employee",
        "Engagement",
        "We also routinely conduct confidential employee engagement surveys of our global workforce, which provide feedback on employee satisfaction and engagement and cover a variety of topics such as company culture and values, execution of our strategy, diversity and inclusion and individual development, among others. Survey results are reviewed by our executive officers and board of directors, who analyze areas of progress or opportunity both at a company level as well as at a function level. Individual managers use survey results to implement actions and activities intended to increase the well-being of our employees. We believe that our employee engagement initiatives, competitive pay and benefit programs and career growth and development opportunities help increase employee satisfaction and tenure and reduce voluntary turnover",
        "Total Rewards",
        "We provide highly competitive benefits, compensation and work life offerings that reflect a Total Rewards Strategy to enable and empower the energy and talent of our workforce to deliver on our business strategy and transform patients' lives through science. Through our competitive pay and benefit program, we aim to attract, retain and incentivize diverse talented employees and executives capable of thriving and leading our business in a highly complex and competitive environment. Our benefits plans and programs (which necessarily vary by country) include in the U.S. choices for health coverage, including medical, pharmacy, dental, vision, pretax savings and spending accounts; financial protections through life insurance, supplemental health insurance and personal coverage and protections; and financial savings and well-being through a highly competitive 401(k) savings plan and financial well-being services. Similarly, our U.S. work life offerings encourage growth, well-being and recognition through tuition reimbursement, our Living Life Better well-being platform, our Bravo global recognition program encouraging team, peer to peer and individual recognition aligned to our values, onsite fitness centers in select locations and employee assistance program; provide support for welcoming and nurturing family members through paid parental leave to care for a new child, bridge back parent leave to ease transition of new parents back into work, adoption/surrogacy reimbursement, fertility/infertility benefits, support for traveling mothers and paid family care leave; assist employees in managing life during the workday and beyond through child, elder and pet care resources, commuter accounts and paid sick time; and provide our employees with opportunities to recharge and give back to our communities through vacation, holidays and annual paid volunteer days, paid bereavement leave, paid military leave and paid military family care leave. In addition, we offer market, competitive-base salaries as part of our overall Total Rewards package, annual incentives that recognize and reward company performance as well as individual results and long-term equity incentives that spurs employees' focus on long-term value creation. With respect to executives, a substantial proportion of their pay is variable, at-risk based on our financial and operational results and delivered in the form of equity, supporting alignment over the long term between our executives and our shareholders. We have used targeted equity-based grants with vesting conditions to facilitate retention of critical personnel",
        "Refer to \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations—Economic and Market Factors—COVID-19\" for information on our human capital management actions in response to the COVID-19 pandemic"
    ]
}