{
    "14930": [
        "Human Capital Resources",
        "Our business strategy relies on attracting, training, developing, and retaining a skilled workforce. We provide opportunities for continuous learning and development, such as Brunswick University, a program that offers courses in leadership and innovation, effective communication, and strategic thinking. In addition, we have instituted rotational leadership programs to attract, develop, and retain management and financial talent. We recognize that we operate in competitive marketplaces when it comes to finding top talent, particularly in technical fields. We strive to offer our employees career-specific tools and resources and support development opportunities through apprenticeships and robust training opportunities",
        "Employee safety is a top priority. We foster an environment with a strong emphasis on understanding, proactively identifying, and addressing potential safety risks in our business and operations. With respect to the current COVID-19 pandemic, we have updated and implemented our pandemic plans and operations to ensure the continuation of safe and reliable service to customers and to maintain the safety of our employees, as well as to incorporate any new governmental guidance,  rules, and regulations regarding workplace safety",
        "Our compensation philosophy is to encourage performance that creates sustainable, long-term shareholder value",
        "motivates achievement of financial and strategic goals, attracts, retains, and motivates talent, and reinforces our pay-for-performance culture. We continuously evolve our benefits programs, for example, by implementing paid parental leave and by instituting a long-standing, robust wellness program to encourage employees to build and maintain healthy lifestyles",
        "We are dedicated to enhancing diversity and inclusion in our workforce, because we believe both are key to the most",
        "successful business outcomes. We strive to embrace a global, ethical, and respectful work culture. In 2020, we established an enterprise-wide Diversity, Equity and Inclusion (DEI) team, designed to influence our actions and collectively drive progress to ensure DEI becomes more clearly visible and firmly embedded in our workplace culture. Also in 2020, we were proud that Forbes named Brunswick to its lists of Best Employers for Veterans and Women and America's Best-in-State Employers for both Wisconsin and Minnesota",
        "Table of Contents",
        "As of December 31, 2020, we employed 14,382 people around the world. Less than 20% of our U.S. employees belong to labor unions, and we believe that the relationships between our employees, the unions, and the Company remain stable. The collective bargaining agreement between Mercury Marine and its largest union, the International Association of Machinists and Aerospace Workers (IAM) Lodge 1947, remains in place until August 26, 2023"
    ]
}