{
    "18230": [
        "Human Capital",
        "Core Values",
        "Caterpillar’s global workforce is united by Our Values In Action, Caterpillar’s Code of Conduct. Integrity, Excellence, Teamwork, Commitment and Sustainability provide the foundation for our values-based culture. Our diversity and inclusion principles are embedded in our values. Our values unite us, and reflect our diverse cultures, languages, geographies, and businesses, as one Caterpillar team.",
        "Health and Safety",
        "The health and safety of our employees is an important focus at Caterpillar, and we strive to continually reduce our recordable injuries.  As part of this focus on health and safety, Caterpillar has established a peer to peer safety mentorship and education program for manufacturing new hires to accelerate acclimation to our safety culture in many global locations. In 2020, the Company achieved a recordable injury frequency rate of 0.42, compared to the 2019 recordable injury frequency rate of 0.43. ",
        "The COVID-19 pandemic has further reinforced the importance of a safe and healthy workforce. In response to the pandemic, the Company implemented safeguards to protect our essential employees, including increased frequency of cleaning and disinfecting, social distancing practices, face coverings, temperature screening and other measures consistent with specific regulatory requirements and guidance from health authorities. We also instituted travel restrictions and remote work, for employees who were able to work from home.",
        "Talent Development and Training",
        "In addition to our focus on values and safety, we strive to continually attract, develop, engage, and retain a high-performing diverse global team that executes our enterprise strategy of long-term profitable growth.",
        "We are committed to employee development and helping them reach their full potential, by making on-going investments in our team. Our global internships, engineering co-ops, and career programs for engineering, marketing, and manufacturing provide development opportunities for early career employees. We also have a continual focus on strengthening technical, professional and leadership capabilities at every level. Strategic talent reviews and succession planning occur at a minimum, annually, across our businesses.  ",
        "7",
        "Table of Contents",
        "Our leadership development programs and focus on encouraging a variety of experiences help employees broaden understanding and increase perspective.  For example, in Africa and the Middle East, we have established a program designed to upskill our existing talent pipeline and prepare them for future leadership in the region. A diverse team of professionals representing 26 different nationalities participated in the inaugural program. ",
        "Additionally, skill-based programs to upskill our manufacturing employees are developed locally and tailored to the specific needs of the business. In China, we continue to invest in programs that encourage women to pursue engineering management and leadership roles.  In India, we tailored recruiting campaigns and on-site benefits to attract female employees. In 2020, Caterpillar, along with other companies across industries formed the OneTen coalition.  The coalition is committed to upskill, hire and advance Black Americans over the next 10 years into family-sustaining careers.  ",
        "Diversity and Inclusion",
        "We are committed to fostering a diverse workforce and an inclusive environment. Our 14 Employee Resource Groups (ERGs), sponsored and supported by leadership, are integral to ensuring different voices and perspectives contribute to our strategy for long term profitable growth.  Our ERGs partner with recruiters to help build relationships and recruit diverse talent through National Society of Black Engineers, Society of Hispanic Professional Engineers, Society of Women Engineers and Thurgood Marshall College Fund.  ",
        "Our ERGs further engage our employees, helping contribute to development and retention. For example, Caterpillar’s Latino Connection sponsors a mentoring program that connects diverse employees with senior leaders who can support their career goals through on-the-job project experience and leadership development.   Additionally, WE Lead, Women Enabling Leadership, sponsored by our Women’s Initiative Network engages female employees in early to mid-level management to help strengthen our female leader pipeline.",
        "Compensation, Benefits and Employee Insights",
        "Providing competitive benefits and compensation underpins our commitment to our engaged and productive employees. Our pay-for-performance philosophy aligns employee’s individual contributions, behaviors and business results with individual rewards. Our comprehensive Total Health programs focus on purpose, as well as physical, emotional, financial, and social health. The annual Employee Insights Survey provides all employees the opportunity to confidentially share their perspectives and engages leaders to listen, learn and respond to employee feedback. ",
        "Employment",
        "Management aligns employment levels with the needs of the business. We believe we have the appropriate human capital resources to successfully operate and deliver our enterprise strategy. As of December31, 2020, we employed about 97,300 full-time persons of whom approximately 57,000 were located outside the United States.  In the United States, we employed approximately 40,300 full-time persons, most of whom are at-will employees and, therefore, not subject to any type of employment contract or agreement. At select business units, we have hired certain highly specialized employees under employment contracts that specify a term of employment, pay and other benefits.",
        "Full-TimeEmployeesatYear-End",
        "2020",
        "2019",
        "Inside U.S.",
        "40,300",
        "43,600",
        "Outside U.S.",
        "57,000",
        "58,700",
        "Total",
        "97,300",
        "102,300",
        "By Region:",
        "North America",
        "40,500",
        "43,900",
        "EAME",
        "17,700",
        "18,400",
        "Latin America",
        "15,900",
        "16,400",
        "Asia/Pacific",
        "23,200",
        "23,600",
        "8",
        "As of December31, 2020, there were approximately 6,900 U.S. hourly production employees who were covered by collective bargaining agreements with various labor unions, including The United Automobile, Aerospace and Agricultural Implement Workers of America (UAW), The International Association of Machinists and The United Steelworkers. Outside the United States, the company enters into employment contracts and agreements in those countries in which such relationships are mandatory or customary.The provisions of these agreements generally correspond in each case with the required or customary terms in the subject jurisdiction.",
        "Environmental Matters",
        "The company is regulated by federal, state and international environmental laws governing our use, transport and disposal of substances and control of emissions. In addition to governing our manufacturing and other operations, these laws often impact the development of our products, including, but not limited to, required compliance with air emissions standards applicable to internal combustion engines. We have made, and will continue to make, significant research and development and capital expenditures to comply with these emissions standards.",
        "We are engaged in remedial activities at a number of locations, often with other companies, pursuant to federal and state laws. When it is probable we will pay remedial costs at a site, and those costs can be reasonably estimated, the investigation, remediation, and operating and maintenance costs of the remedial action are accrued against our earnings. Costs are accrued based on consideration of currently available data and information with respect to each individual site, including available technologies, current applicable laws and regulations, and prior remediation experience.  Where no amount within a range of estimates is more likely, we accrue the minimum.  Where multiple potentially responsible parties are involved, we consider our proportionate share of the probable costs.  In formulating the estimate of probable costs, we do not consider amounts expected to be recovered from insurance companies or others. We reassess these accrued amounts on a quarterly basis.  The amount recorded for environmental remediation is not material and is included in the line item \"Accrued expenses\" in Statement 3 — \"Consolidated Financial Position at December 31\" of Part II, Item 8 \"Financial Statements and Supplementary Data.\"  There is no more than a remote chance that a material amount for remedial activities at any individual site, or at all the sites in the aggregate, will be required.  "
    ]
}