{
    "18926": [
        "Employees and Human Capital Resources",
        "Lumen’s highly competitive business requires attracting, developing and retaining a motivated team inspired by leadership, engaged in meaningful work, motivated by growth opportunities and thriving in a culture that embraces diversity, inclusion and belonging. Understanding and anticipating the priorities of our current and future employees is important to realizing our purpose to “further human progress through technology.” At December 31, 2020, we had approximately 39,000 employees world-wide, including approximately 7,000 outside the U.S.",
        "Attracting, Developing and Retaining Talent",
        "Our recruiting, development and retention objectives focus on attracting skilled, engaged employees who contribute the talent and diverse perspectives critical to our innovative, forward-looking and inclusive workforce. Our recruiting process actively sources diverse talent and is designed to eliminate bias, supporting our ability to hire candidates with professional qualifications, personal potential and differing perspectives. Fostering career progression by encouraging regular professional education empowers our employees to pursue their professional goals, which is critical to developing and retaining our employees. We invest in broad-based development for all of our employees in various ways such as skills-building programs, on-demand learning options, tuition reimbursement, tailored mentoring programs and a suite of leadership development courses. In an effort to create more development opportunities for all employees, we are currently expanding our intern, mentoring and leadership development programs, with added focus on development for diverse employees. We gauge progress and efficacy, identify opportunities for change, and pursue solutions through tracking and analyzing data from various sources such as annual talent reviews and our progress toward hiring/promotion goals in our development, diversity and inclusion plans.",
        "Diversity, Inclusion & Belonging",
        "We believe that understanding and respecting another’s perspective, experience, background and beliefs provide an opportunity to expand horizons, challenge complacency and foster empathy. For Lumen, diversity of perspective, experience, background and beliefs fuel our innovative, collaborative, and engaged workplace. Realizing greater ethnic, racial and gender diversity across all levels of an organization is, and will continue to be, an ongoing journey. Our Diversity & Inclusion Steering Committee comprised of a cross-functional team of senior executives and led by our Chief Diversity & Inclusion Officer, regularly evaluates and seeks to define our diversity, inclusion and belonging strategy. We aim for the highest standards of fairness and equal opportunity, in recruitment, hiring, promotions, job assignments and compensation (including undertaking periodic gender and race/ethnicity pay equity studies of our U.S., non-represented employees and making pay adjustments when warranted). Inclusive recruiting and outreach programs for diverse candidates, employee resource groups, and management-led listening circles are among some of Lumen’s initiatives to create greater diversity and belonging among our employees.",
        "Positive Corporate Culture",
        "Our employees are critical to Lumen’s success and we believe creating a positive, inclusive culture is essential to attracting and retaining engaged employees. Lumen’s company culture program incorporates a wide variety of communication and training activities encouraging collaboration among our colleagues around the world. We measure the program’s efficacy and identify opportunities for improvements through an engagement survey distributed approximately every six months.",
        "10",
        "Health & Wellness",
        "We believe a healthy, engaged and high performing workforce is part of our competitive advantage. We want all of our employees to thrive, and we regularly re-evaluate how to best support our employees’ wellness, health and safety through benefits and resources. Our current benefit and wellness programs drive engagement that positively impacts our culture, job satisfaction, recruiting and retention programs. In response to the COVID-19 pandemic, we expanded our physical, mental, and family health programs and informational outreach. Additional information about our COVID-19 response is located under Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Item 7 of Part II of this report.",
        "Labor Relations",
        "Approximately 23% of our U.S. workforce is represented by a union, either the Communications Workers of America or the International Brotherhood of Electrical Workers. Employees in four countries in Europe are represented by works councils or a representative body. We recognize the critical role that our supervisors and managers play in fostering a productive and respectful work environment, and we encourage employees to work directly with their supervisors, where possible, to efficiently and effectively resolve workplace concerns. We also respect our employees’ rights to voluntarily establish and join unions and similar associations without unlawful interference. We strive to work collaboratively with the unions, councils and associations that represent our workers.",
        "Employees and Human Capital Resources"
    ]
}