{
    "19584": [
        "Human Capital Resources",
        "As of December 31, 2020, the Company, including its subsidiaries Roto-Rooter and VITAS, had a total of 15,544 employees.  ",
        "As Roto-Rooter and VITAS are both service businesses, the Company recognizes and appreciates that our employees are crucial to our success, and that the attraction and retention of top talent, as well as the training and promotion of that talent, must be key focuses of our businesses.  ",
        "Roto-Rooter’s focus on hiring and retaining the right people starts during the recruitment process, where both local and centralized teams are involved in the process.  After hire, new employees are given appropriate training for their individual roles, with new hires in many roles being managed by a “Hiring Manager” for their first year of employment.  Additional training is given throughout employees’ careers, both on the job and in the classroom, with trainings evolving as employees advance within Roto-Rooter’s promote-from-within culture.  Roto-Rooter instills as key values that part of each employee’s job is to both “Take Care of the Customer” and “Make it a Great Place to Work.”  ",
        "VITAS also focuses on hiring, training and promoting the right talent, and believes that its vision of providing the best available patient and family care is delivered by its committed and compassionate employees.  It has an automated recruitment process, designed to increase efficiencies and decrease the time to fill open positions, as well as continue to grow its brand presence in the talent market.  VITAS has implemented a new learning management system to deploy training to its employees on a regular basis, across a range of topics, including clinical, process, functional, leadership, safety, and compliance.  Through this continued learning, as well as performance evaluation through continuously developing data metrics and appropriate key performance indicators, VITAS seeks to identify and promote the right individuals to advance within the organization.  ",
        "Both businesses continually evaluate their compensation and benefit structures in their applicable markets and work to ensure that they are able to maintain their competitive place in the talent market so they can continue to deliver the quality services and value for which each business is known.  ",
        "Maintaining a diverse and inclusive workforce is necessary to continue our success.  Diverse perspectives help foster continued innovation.  Moreover, as a provider of services, our businesses understand that a diverse and inclusive workforce is necessary to best identify and build relationships with our equally diverse customers and patients.  Both Roto-Rooter and VITAS have established and maintained diverse workforces that are constantly evolving to better resemble the communities and populations that we serve.  ",
        "Finally, the Company’s continued success depends on maintaining a safe and healthy work force.  Both Roto-Rooter and VITAS operate businesses where the safety of its employees is a significant focus.  Both businesses pay significant attention to ensuring ",
        "11",
        "that their employees are trained in proper safety policy and procedure and adhere to the same.  During the current pandemic, both businesses have adapted quickly and effectively to new safety challenges, including sourcing PPE for employees and ensuring that it is available as needed, implementing new protocols in their offices or in dealing with customers and patients (including expanding telehealth offerings), contracting with third parties to ensure that COVID tests and vaccines are available, and making work-from-home or other different working arrangements available when feasible.   ",
        "Acquisitions",
        "In 2020, Roto-Rooter completed the acquisition of a Roto-Rooter franchise and the related assets in Bloomington, IN for $2.2 million in cash.",
        "In 2019, Roto-Rooter made two separate acquisitions of territories from former franchisees.  The territories purchased are primarily located in the southwestern United States, including Los Angeles, Oakland, Dallas, and Phoenix.  These acquisitions were part of ",
        "Roto-Rooter’s ongoing strategy of acquiring franchises to boost productivity, market share and profitability."
    ]
}