{
    "19612": [
        "Human Capital Resources and Management",
        "As of December 31, 2020, we had 7,123 employees, including 580 part-time employees. We are a purpose-driven organization dedicated to championing our customers and building stronger individuals, businesses, and communities. We deliver on this mission first by putting our values into practice. Our core beliefs guide our daily interactions with customers and between team members. They are",
        "Care Like a Neighbor",
        "We are passionate about people. Treating our customers and team members with respect, care, and generosity has always — and will always — define our bank. We demonstrate our commitment through small acts and big gestures",
        "Take Initiative on all Fronts",
        "We are motivated by our entrepreneurial spirit. We value technology and actively implement features that will make our customers’ lives easier and internal processes more efficient",
        "Strive for Excellence",
        "Every day we show up to work and give it our all. Integrity, honesty, and fairness are the foundations of who we are. They enable us to deliver what our customers and team members need when they need it",
        "Win as a Team",
        "Our greatest power is collaboration. To create exceptional solutions, we lean on one another’s strengths and lean-in to diversity of all kinds. We value all perspectives because it makes us a stronger, more unified team",
        "We believe that by investing in our team member experience and thoughtfully developing our culture, we simultaneously invest in our customers and shareholders and increase the long-term value of our business. 2020 was a year of change and integration for TCF following our 2019 merger of equals. We integrated and enhanced our human capital management programs that drive positive team member experience, shape our culture, and enhance our employee value proposition to attract and retain highly engaged team members who put our values into action, while caring for team members who were impacted by an unexpected pandemic, historic flooding in our Midland, Michigan area, and the destruction of banking center properties during civil unrest",
        "Compensation and Benefits",
        "We provide our employees with comprehensive benefits, some of which are provided on a contributory basis, including medical and dental plans, a 401(k)savings plan with a company matching contribution, life insurance and short- and long-term disability coverage. To compete for increasingly mobile banking center talent and to improve the financial well-being of team members, we implemented a $15 per hour minimum wage for all team members in the fourth quarter of 2020. Additionally, we maintained full wage payments through “emergency pay” to banking center team members when they were not able to work due to pandemic-related banking center closures and we provided extra “premium pay” to team members who staffed banking centers in-person during the height of the pandemic",
        "Health and Well-being",
        "We made several enhancements to benefits and health and well-being programs in 2020, both prior to the pandemic and in response to it. We implemented a flexible Paid Time Off program for a large portion of our professional workforce, under which time off usage is self-directed and not centrally monitored except in states where required. We found that the majority of team members were not generally using their full PTO allotments, and decided to trust managers and team members to locally manage PTO usage to alleviate burnout and enhance productivity. We adopted a market-forward, gender-neutral parental leave program to improve work/home balance for new parents regardless of their family circumstance. We also provided team members with new home fitness and childcare and educational support resources to help them cope with the stressors created by the pandemic and working from home",
        "Table of Contents",
        "Culture",
        "We made significant progress towards integrating cultures following the TCF/Chemical Merger. This work began with articulating our purpose and beliefs in the beginning of the year, a process that included listening to and gathering feedback from diverse stakeholders across all levels of jobs in the organization. We conducted regular pulse surveys and “journey mapping” sessions to gauge employee attitudes towards human capital management endeavors, including return-to-work and COVID-19 vaccination strategies. We also established eight employee resource groups to provide a forum through which team members of similar backgrounds and life circumstances, or team members wishing to learn more about others’ experiences, could engage with each other and with external thought leaders. As the country was coming to terms with racial injustice, we ensured that our team members’ voices were heard. We also hosted a panel discussion for all team members, consisting of notable academics, community and religious leaders and the Michigan State Police Commissioner, to discuss racial injustice, and made our executive leaders available during \"office hours\" for team members to share their perspective. When Midland area flooding unexpectedly displaced team members from their homes, we provided economic and temporary housing support",
        "Talent Management",
        "In 2020, we expanded our recruiting presence and collaboration with targeted universities to include historically black colleges and universities, and continued to strengthen an innovative intern program to attract high-quality talent from a diverse array of communities and to ensure equality and fairness of representation in our candidate pool. We introduced a new set of “leadership behaviors” and coached team members to better understand the types of actions and behaviors that promote our Purpose and Beliefs. We implemented a talent assessment and calibration process to focus on the growth and development of our leadership pipeline and developed resources to support our diversity initiatives. We also introduced a workforce analytics function to measure talent retention effectiveness, team member engagement, and diversity, equity, and inclusion progress",
        "Transitional Support",
        "With a robust history of merger activity and a track-record of meeting financial synergy targets and shareholder commitments, we know well how disruptive job loss or job change is to displaced team members. We invest generously in our displaced team members to ease their transition and facilitate better future business and customer connections. Every team member is treated with respect as a member of the TCF community through their termination date and beyond. Displaced team members are offered competitive severance packages, outplacement support services and COBRA subsidies",
        "Supervision and Regulation",
        "As a financial institution, we operate in a highly regulated environment. The regulatory framework under which we operate is intended primarily for the protection of depositors and the Federal Deposit Insurance Corporation’s (the “FDIC’s”) Deposit Insurance Fund and not for the protection of our shareholders and creditors. The following is a general summary of the material aspects of certain statutes and regulations applicable to us. These summary descriptions are not complete, and you should refer to the full text of the statutes, regulations, and corresponding guidance for more information. These statutes and regulations are subject to change, and additional statutes, regulations, and corresponding guidance may be adopted. We are unable to predict these future changes or the effects, if any, that these changes could have on our business, revenues, and results of operations"
    ]
}