{
    "19617": [
        "Human capital",
        "JPMorgan Chase believes that its long-term growth and success depend on its ability to attract, develop and retain a high-performing and diverse workforce, with inclusion and accessibility as key components of the way the Firm does business. The information provided below relates to JPMorgan Chase’s full-time and part-time employees and does not include the Firm’s contractors",
        "Global workforce",
        "JPMorgan Chase had 255,351 employees in 62 countries as of December 31, 2020, with over 60% of those employees located in the U.S. As of December 31, 2020, of the Firm’s global employees that self-identified, 49% self-identified as women and of the Firm’s U.S.-based employees that self-identified, 52% self-identified as ethnically diverse (defined as all Equal Employment Opportunity Commission classifications other than white). In addition, of the Firm’s U.S.-based employees, 3% self-identified as LGBT+, 3% as military veterans and 4% as people with disabilities. The following table presents the distribution of the Firm’s global workforce by region and by LOB as of December 31, 2020",
        "Employee Breakdown by Region",
        "Employee Breakdown by LOB",
        "Region",
        "Employees",
        "LOB",
        "North America",
        "CCB",
        "Europe/Middle East/Africa",
        "CIB",
        "Latin America/Caribbean",
        "CB",
        "Asia-Pacific",
        "AWM",
        "Total Firm",
        "Corporate",
        "Firm culture",
        "The foundations of JPMorgan Chase’s culture are its core values and How We Do Business Principles, which are fundamental to the Firm’s success and are represented by four central corporate tenets: exceptional client service; operational excellence; a commitment to integrity, fairness and responsibility; and cultivation of a great team and winning culture. The Firm maintains its focus on its culture of inclusion and respect, which is reinforced by increasing employee awareness and education through engagement, communication and training. An important part of these efforts includes the Firm’s Business Resource Groups, which are groups of employees who support JPMorgan Chase’s diversity and inclusion strategies by leveraging the unique perspectives of their members",
        "Attracting and retaining employees",
        "The goal of JPMorgan Chase’s recruitment efforts is to attract and hire talented individuals in all roles and at all career levels. The Firm strives to provide both external candidates and internal employees who are seeking a different role with challenging and stimulating career opportunities. These opportunities range from internship training programs for students to entry-level, management and executive careers. During 2020, approximately two thirds of the Firm’s employment opportunities were filled by external candidates, with the remainder filled by existing employees",
        "Diversity is a critical area of focus throughout the Firm’s hiring process. JPMorgan Chase engages in efforts aimed at hiring diverse talent, including initiatives focused on gender, underrepresented ethnic groups, LGBT+ individuals, people with disabilities, veterans and others. The Firm’s Advancing Black Pathways program, which seeks to leverage JPMorgan Chase’s business and philanthropic",
        "resources to accelerate economic opportunity for Black Americans by strengthening education and job training, growing careers, investing in entrepreneurship, and building wealth, includes initiatives to increase representation of talented Black individuals across the Firm",
        "JPMorgan Chase offers a competitive fellowship program that seeks to attract accomplished individuals who have taken a career break and wish to return to the workforce.  In addition, where appropriate, the Firm’s hiring practices focus on the skills of a job candidate rather than degrees held",
        "Developing employees",
        "JPMorgan Chase is committed to supporting the professional development and career growth of its employees. The Firm offers comprehensive training programs to employees, with over seven million hours of training delivered globally in 2020. Leadership Edge, the Firm’s global leadership development program that is offered to managers, is focused on creating one Firm leadership culture",
        "Compensation and benefits",
        "The Firm provides comprehensive and market-competitive compensation and benefits programs. JPMorgan Chase’s compensation philosophy provides the guiding principles that drive compensation-related decisions across the Firm, including pay-for-performance, responsiveness and alignment with shareholder interests, reinforcement of the Firm’s culture and How We Do Business Principles, and integration of risk, controls and conduct considerations. The Firm’s commitment to diversity and inclusion for all employees includes compensation review processes that seek to ensure that the Firm’s employees are paid equitably for the work they do",
        "The Firm is also committed to supporting employees’ well-being. JPMorgan Chase offers a comprehensive benefits and wellness package to employees and their families, including healthcare coverage, retirement benefits, life and disability insurance, on-site health and wellness centers, employee assistance programs, competitive vacation and leave policies, backup child care arrangements, tuition reimbursement programs, mental health counseling and support, and financial coaching. The Firm has taken action to protect and support its employees during the COVID-19 pandemic, including by implementing health and safety protocols and providing additional benefits"
    ]
}