{
    "19745": [
        "Human Capital Initiatives ",
        "We are a trusted energy delivery company providing essential, safe, reliable, affordable, sustainable and efficient energy solutions to existing and new communities. Our success is the direct result of our employees and our strong culture that fully engages our team and promotes equity, diversity, inclusion, integrity, accountability and reliability. We believe that a combination of diverse team members and an inclusive culture contributes to the success of our Company and to enhanced societal advancement. Each employee is a valued member of our team bringing a diverse perspective to help grow our business and achieve our goals. Our tradition of serving employees, customers, investors, partners and communities is at the core of our culture. Among the ongoing initiatives across our enterprise, we highlight below the importance of our team, as well as our response to the COVID-19 pandemic, our culture of safety, and our environmental, social and governance stewardship. ",
        "Our Team Drives Our Performance",
        "Our President and CEO begins and ends every speech to employees by expressing his gratitude for everything they do to ensure safety and enable the Company to generate strong financial performance, year-over-year. Our employees are the key to our success. Our leadership and human resources teams are responsible for attracting and retaining top talent. We seek to promote from within, reviewing strategic positions regularly and identifying potential internal candidates to fill those positions, evaluating critical job skill sets to identify competency gaps and creating developmental plans to facilitate employee professional growth. We provide training and development programs as well as tuition reimbursement to promote continued professional growth.",
        "As of December 31, 2020, we had a total of 947 employees, 110 of whom are union employees represented by two labor unions: the International Brotherhood of Electrical Workers and the United Food and Commercial Workers Union. The collective bargaining agreements with these labor unions expire in 2022. We consider our relationships with employees, including those covered by collective bargaining agreements, to be in good standing. We provide a competitive Total Rewards package for our employees including health insurance coverage, wellness initiatives, retirement savings benefits, paid time off, employee assistance programs, competitive pay, career growth oppo",
        "rtunities, paid volunteer time, and a culture of recognition.",
        "In 2020, the Company was recognized as a Top Workplace for the ninth consecutive year. These honors were based entirely on feedback from employees who were surveyed by the research firm ‘Energage’.",
        "Because of these accolades, early in 2021, the Company earned national recognition as an inaugural 2021 Top Workplaces USA award recipient among mid-sized companies.",
        "In 2020, the Company enhanced our diversity initiatives and established an Equity, Diversity and Inclusion (“EDI”) Council with newly expanded Employee Resource Groups (“ERG”). This initiative aligns with our current employee recognition and appreciation programs and our Women in Energy ERG where we celebrate the dedication and success of women employees within the energy industry and our Company. We are committed to a workplace that embraces a culture of equity, diversity and inclusion that is open to individuals of different backgrounds, perspectives, genders and gender identities, races and ethnicities, sexual orientations, religious beliefs, and individuals with disabilities. Additionally, in 2020, we hosted monthly “EDI Wise” presentations whose primary purpose is to educate and inform employees about topics around equity, diversity and inclusion. These presentations are recorded and are available to employees across the enterprise for viewing at their convenience.",
        "COVID-19 Response",
        "On March 13, 2020, the United States declared a national emergency in response to the COVID-19 pandemic. Subsequently, states enacted stay-at-home orders to slow the spread of the virus that causes COVID-19, and reduce the burden on the U.S. ",
        "Chesapeake Utilities Corporation 2020 Form 10-K Page 10",
        "Table of Contents",
        "health care system. In response to COVID-19, we promptly implemented our long-standing emergency response plan in coordination and collaboration with the Board of Directors, senior leadership and our entire team across the organization. Our objectives were simple – do whatever it takes to ensure the health, safety and well-being of our employees, customers and the communities we serve. Our information systems team swiftly established protocols and security to ensure that the members of our team had the technology and accessibility to safely work in a remote environment, given consideration to job requirements. We worked with our operations team to ensure that our employees were designated essential workers, received personal protective equipment and were compensated with premium pay for working on the front lines. ",
        "We created several Pandemic Taskforce teams and our Human Resources Taskforce took the lead on a Return to Work protocol for those employees who were sick. Through these efforts, as well as our continued commitment to monitor, assess and implement guidance and best practices recommended by the CDC, we have been able to maintain the continuity of the essential services that we provide, while also minimizing the spread of the virus and promoting the health, well-being and safety of our employees, customers and communities. While we continued to provide these services, we recognized the impacts of the pandemic on the communities where we live and work. We took immediate steps and (i) donated an additional $200,000, beyond our historical levels of charitable giving, to support response and relief organizations assisting communities affected by the COVID-19 pandemic and (ii) authorized a one-time grant from our SHARING program for customers economically impacted by the spread of the pandemic. To minimize financial hardships, at the onset of COVID-19, the Company’s regulated businesses suspended disconnections and waived late payment fees for all of our customers.",
        "Our response to COVID-19 and financial performance in 2020 was a direct result of the strength and dedication of our team members, our strong culture, our solid corporate governance practices, and the channels through which we engage and collaborate across our family of businesses. We continue to hold regular companywide all employee calls and leadership meetings with our President and CEO to discuss, among other things, matters pertaining to COVID-19, in addition to distributing frequent, routine communications updates. The Company’s Board met regularly and virtually, throughout 2020, and received updates on the Company’s actions related to COVID-19, the Company’s safety protocols, and ongoing monitoring, including updates on the Company’s COVID-19 Human Resources Taskforce’s priorities and current employee health statistics, and the Company’s risk posture. ",
        "Workplace Safety",
        "We believe that there is nothing more important than the safety of our team, our customers and our communities. We are committed to ensuring safety is at the center of our culture and the way we do business. The importance of safety is exhibited throughout the entire organization, with the direction and tone set by both our Board and our President and CEO, and including required attendance at monthly safety meetings and the inclusion of safety moments at key team meetings. ",
        "To meet our safety goals our employees remain committed and work together to ensure that our plans, programs, policies and behaviors are aligned with our aspirations as a Company. The achievement of superior safety performance is both an important short-term and long-term strategic initiative in managing our operations. For example, our new $1.0million state-of-the-art training center, named ‘Safety Town,’ provides employees hands-on training and simulated on-the-job field experiences, which will help us maintain the integrity of our current infrastructure and future projects. This center will enable us to further our community outreach, through the training of many regional first responders",
        "Training and preparing our current and future employees and contractors is critical to maintaining a skilled workforce and ensuring the long-term safety of our local communities. ",
        "Environmental, Social and Governance Stewardship (\"ESG\") ",
        "Consistent with our culture of teamwork, the broad responsibility of ESG stewardship is supported across our organization by the dedication and efforts of our Board of Directors and its Committees, as well as the entrepreneurship and dedication of our team. As stewards of long-term enterprise value, the Board of Directors is committed to overseeing the sustainability of the Company and its safety and operational compliance practices, and to promoting equity, diversity and inclusion that reflects the diverse communities we serve. The Corporate Governance Committee oversees our ESG activities and initiatives to continue enhancing our culture of sustainability and corporate governance practices. The Audit Committee oversees the integrity of our financial statements and financial reporting process, our risk exposure, and implementation and effectiveness of our risk management programs. The Compensation Committee promotes a culture of equity, diversity and inclusion and contributes to the ability to attract, retain, develop and motivate both at the executive level and throughout the organization. Finally, the Investment Committee assists the Board of Directors with evaluating investments pursuant to or in support of our growth strategy, both organically and through acquisitions, including renewable natural gas and other sustainable initiatives.",
        " Chesapeake Utilities Corporation 2020 Form 10-K Page 11",
        "Table of Contents",
        "Information About Executive Officers ",
        "Set forth below are the names, ages, and positions of our executive officers with their recent business experience. The age of each officer is as of the filing date of this Annual Report.",
        "Name",
        "Age",
        "Executive Officer Since",
        "Offices Held During the Past Five Years",
        "Jeffry M. Householder",
        "63",
        "2010",
        "President (January 2019 - present)                                                                         Chief Executive Officer (January 2019 - present)                                             Director (January 2019 - present)President of FPU (June 2010 - February 2019)",
        "Beth W. Cooper",
        "54",
        "2005",
        "Executive Vice President (February 2019 - present)Chief Financial Officer (September 2008 - present) Senior Vice President (September 2008 - February 2019)Assistant Corporate Secretary (March 2015 - present)                                                             ",
        "James F. Moriarty",
        "63",
        "2015",
        "Executive Vice President (February 2019 - present)                           General Counsel & Corporate Secretary (March 2015 - present)                                  Chief Policy and Risk Officer (February 2019 - present) Senior Vice President (February 2017 - February 2019)                          Vice President (March 2015 - February 2017)  ",
        "Kevin J. Webber",
        "62",
        "2010",
        "Senior Vice President (February 2019 - present)                                                                         President FPU (February 2019 - December 2019)                                                           Vice President Gas Operations and Business Development Florida Business Units (July 2010 - February 2019)",
        "Jeffrey S. Sylvester",
        "51",
        "2019",
        "Senior Vice President (December 2019 - present)",
        "Vice President Black Hills Energy (October 2012 - December 2019)",
        "Available Information on Corporate Governance Documents",
        "Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and other reports and amendments to these reports that we file with or furnish to the SEC at their website, ",
        "www.sec.gov",
        "are also available free of charge at our website, ",
        "www.chpk.com",
        "as soon as reasonably practicable after we electronically file these reports with, or furnish these reports to the SEC. The content of this website is not part of this Annual Report. ",
        "In addition, the following documents are available free of charge on our website,",
        " www.chpk.com",
        "Business Code of Ethics and Conduct applicable to all employees, officers and directors; ",
        "Code of Ethics for Financial Officers;",
        "Corporate Governance Guidelines; and",
        "Charters for the Audit Committee, Compensation Committee, Investment Committee, and Corporate Governance Committee of the Board of Directors.",
        "Any of these reports or documents may also be obtained by writing to: Corporate Secretary; c/o Chesapeake Utilities Corporation, 909 Silver Lake Boulevard, Dover, DE 19904.",
        "I",
        "TEM",
        "1A. R",
        "ISK",
        " F",
        "ACTORS",
        "The following is a discussion of the primary factors that may affect the operations and/or financial performance of our regulated and unregulated energy businesses. Refer to the section entitled ",
        "Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations",
        " of this Annual Report for an additional discussion of these and other related factors that affect our operations and/or financial performance.",
        "Chesapeake Utilities Corporation 2020 Form 10-K Page 12",
        "Table of Contents",
        "F",
        "INANCIAL",
        " R",
        "ISKS ",
        "Instability and volatility in the financial markets could negatively impact access to capital at competitive rates, which could affect our ability to implement our strategic plan, undertake improvements and make other investments required for our future growth.",
        "Our business strategy includes the continued pursuit of growth and requires capital investment in excess of cash flow from operations. As a result, the successful execution of our strategy is dependent upon access to equity and debt at reasonable costs. Our ability to issue new debt and equity capital and the cost of equity and debt are greatly affected by our financial performance and the conditions of the financial markets. In addition, our ability to obtain adequate and cost-effective debt depends on our credit ratings. A downgrade in our current credit ratings could negatively impact our access to and cost of debt. If we are not able to access capital at competitive rates, our ability to implement our strategic plan, undertake improvements and make other investments required for our future growth may be limited.",
        "Fluctuations in propane gas prices could negatively affect results of operations.",
        "We adjust the price of the propane we sell based on changes in our cost of purchasing propane. However, if the market does not allow us to increase propane sales prices to compensate fully for fluctuations in purchased propane costs, our results of operations and cash flows could be negatively affected.",
        "If we fail to comply with our debt covenant obligations, we could experience adverse financial consequences that could affect our liquidity and ability to borrow funds.",
        "Our long-term debt obligations and the Revolver contain financial covenants related to debt-to-capital ratios and interest-coverage ratios. Failure to comply with any of these covenants could result in an event of default which, if not cured or waived, could result in the acceleration of outstanding debt obligations or the inability to borrow under certain credit agreements. Any such acceleration could cause a material adverse change in our financial condition. As of December 31, 2020, we were in compliance with all of our covenants.",
        "Increases in interest rates may adversely affect our results of operations and cash flows.",
        "Increases in interest rates could increase the cost of future debt issuances. Absent recovery of the higher debt cost in the rates we charge our utility customers, our earnings could be adversely affected. Increases in short-term interest rates could negatively affect our results of operations, which depend on short-term debt to finance accounts receivable and storage gas inventories and to temporarily finance capital expenditures. Reference should be made to ",
        "Item 7A, Quantitative and Qualitative Disclosures about Market Risk",
        " for additional information.",
        "Current market conditions could adversely impact the return on plan assets for our pension plans, which may require significant additional funding.",
        "Our pension plans are closed to new employees, and the future benefits are frozen. The costs of providing benefits and related funding requirements of these plans are subject to changes in the market value of the assets that fund the plans and the discount rates used to estimate the pension benefit obligations. The funded status of the plans and the related costs reflected in our financial statements are affected by various factors that are subject to an inherent degree of uncertainty, particularly in the current economic environment. Future losses of asset values and further declines in discount rates may necessitate accelerated funding of the plans to meet minimum federal government requirements and may result in higher pension expense in future years. Adverse changes in the benefit obligations of our pension plans may require us to record higher pension expense and fund obligations earlier than originally planned, which would have an adverse impact on our cash flows from operations, decrease borrowing capacity and increase interest expense.",
        "O",
        "PERATIONAL",
        " R",
        "ISKS",
        "We are dependent upon construction of new facilities to support future growth in earnings in our natural gas and electric distribution and natural gas transmission operations.",
        "Construction of new facilities required to support future growth is subject to various regulatory and developmental risks, including but not limited to: (i)our ability to obtain timely certificate authorizations, necessary approvals and permits from regulatory agencies and on terms that are acceptable to us; (ii)potential changes in federal, state and local statutes and regulations, including environmental requirements, that prevent a project from proceeding or increase the anticipated cost of the project; (iii)our inability to acquire rights-of-way or land rights on a timely basis on terms that are acceptable to us; (iv)lack of anticipated future growth in available natural gas and electricity supply; (v)insufficient customer throughput ",
        " Chesapeake Utilities Corporation 2020 Form 10-K Page 13",
        "Table of Contents",
        "commitments; and (vi) lack of available and qualified third-party contractors which could impact the timely construction of new facilities.",
        "We operate in a competitive environment, and we may lose customers to competitors.",
        "Natural Gas",
        ". Our natural gas transmission and distribution operations compete with interstate pipelines when our customers are located close enough to a competing pipeline to make direct connections economically feasible. Customers also have the option to switch to alternative fuels, including renewable energy sources. Failure to retain and grow our natural gas customer base would have an adverse effect on our financial condition, cash flows and results of operations.",
        "Electric",
        ". Our Florida electric distribution business has remained substantially free from direct competition from other electric service providers but does face competition from other energy sources. Changes in the competitive environment caused by legislation, regulation, market conditions, or initiatives of other electric power providers, particularly with respect to retail electric competition, could adversely affect our results of operations, cash flows and financial condition.",
        "Propane",
        ". Our propane operations compete with other propane distributors, primarily on the basis of service and price. Our ability to grow the propane operations business is contingent upon capturing additional market share, expanding into new markets, and successfully utilizing pricing programs that retain and grow our customer base. Failure to retain and grow our customer base in our propane operations would have an adverse effect on our results of operations, cash flows and financial condition.",
        "Fluctuations in weather may cause a significant variance in our earnings.",
        "Our natural gas distribution, propane operations and natural gas transmission operations, are sensitive to fluctuations in weather conditions, which directly influence the volume of natural gas and propane we transport, sell and deliver to our customers. A significant portion of our natural gas distribution, propane operations and natural gas transmission revenue is derived from the sales and deliveries to residential, commercial and industrial heating customers during the five-month peak heating season (November through March). Other than our Maryland natural gas distribution businesses (Maryland division, Sandpiper Energy and Elkton Gas) which have revenue normalization mechanisms, if the weather is warmer than normal, we sell and deliver less natural gas and propane to customers, and earn less revenue, which could adversely affect our results of operations, cash flows and financial condition. Likewise, if the weather is colder than normal, we sell and deliver more natural gas and propane to customers, and earn more revenue, which could positively affect our results of operations, cash flows and financial condition. Variations in weather from year to year can cause our results of operations, cash flows and financial condition to vary accordingly. ",
        "Our electric distribution operation is also affected by variations in weather conditions and unusually severe weather conditions. However, electricity consumption is generally less seasonal than natural gas and propane because it is used for both heating and cooling in our service areas.",
        "Natural disasters, severe weather (such as a major hurricane) and acts of terrorism could adversely impact earnings.",
        "Inherent in energy transmission and distribution activities are a variety of hazards and operational risks, such as leaks, ruptures, fires, explosions, sabotage and mechanical problems. Natural disasters and severe weather may damage our assets, cause operational interruptions and result in the loss of human life, all of which could negatively affect our earnings, financial condition and results of operations. Acts of terrorism and the impact of retaliatory military and other action by the United States and its allies may lead to increased political, economic and financial market instability and volatility in the price of natural gas, electricity and propane that could negatively affect our operations. Companies in the energy industry may face a heightened risk of exposure to acts of terrorism, which could affect our results of operations, cash flows and financial condition. The insurance industry may also be affected by natural disasters, severe weather and acts of terrorism; as a result, the availability of insurance covering risks against which we and our competitors typically insure may be limited. In addition, the insurance we are able to obtain may have higher deductibles, higher premiums and more restrictive policy terms, which could adversely affect our results of operations, financial condition and cash flows.",
        "Operating events affecting public safety and the reliability of our natural gas and electric distribution and transmission systems could adversely affect our operations and increase our costs.",
        "Our natural gas and electric operations are exposed to operational events and risks, such as major leaks, outages, mechanical failures and breakdown, operations below the expected level of performance or efficiency, and accidents that could affect public safety and the reliability of our distribution and transmission systems, significantly increase costs and cause loss of customer confidence. If we are unable to recover all or some of these costs from insurance and/or customers through the regulatory process, our results of operations, financial condition and cash flows could be adversely affected.",
        "Chesapeake Utilities Corporation 2020 Form 10-K Page 14",
        "Table of Contents",
        "A security breach disrupting our operating systems and facilities or exposing confidential information may adversely affect our reputation, disrupt our operations and increase our costs.",
        "We continue to heavily rely on technological tools that support our business operations and corporate functions. There are various risks associated with our information technology infrastructure, including hardware and software failure, communications failure, data distortion or destruction, unauthorized access to data, misuse of proprietary or confidential data, unauthorized control through electronic means, cyber-attacks, cyber-terrorism, data breaches, programming mistakes, and other inadvertent errors or deliberate human acts. The failure of, or security breaches related to, our information technology infrastructure, could lead to system disruptions or cause facility shutdowns. If such a failure, attack, or security breach were to occur, our business, our earnings, results of operation and financial condition could be adversely affected. In addition, the protection of customer, employee and Company data is crucial to our operational security. A breach or breakdown of our systems that results in the unauthorized release of individually identifiable customer or other sensitive data could have an adverse effect on our reputation, results of operations and financial condition and could also materially increase our costs of maintaining our system and protecting it against future breakdowns or breaches. We take reasonable precautions to safeguard our information systems from cyber-attacks and security breaches; however, there is no guarantee that the procedures implemented to protect against unauthorized access to our information systems are adequate to safeguard against all attacks and breaches. We also cannot assure that any redundancies built into our networks and technology, or the procedures we have implemented to protect against cyber-attacks and other unauthorized access to secured data, are adequate to safeguard against all failures of technology or security breaches.",
        "Failure to attract and retain an appropriately qualified employee workforce could adversely affect operations.",
        "Our ability to implement our business strategy and serve our customers depends upon our continuing ability to attract, develop and retain talented professionals and a technically skilled workforce, and transfer the knowledge and expertise of our workforce to new employees as our existing employees retire. Failure to hire and adequately train replacement employees, including the transfer of significant internal historical knowledge and expertise to new employees, or the future availability and cost of contract labor could adversely affect our ability to manage and operate our business. If we were unable to hire, train and retain appropriately qualified personnel, our results of operations could be adversely affected.",
        "A strike, work stoppage or a labor dispute could adversely affect our operations.",
        "We are party to collective bargaining agreements with labor unions at some of our Florida operations. A strike, work stoppage or a labor dispute with a union or employees represented by a union could cause interruption to our operations and our results could be adversely affected.",
        "Our businesses are capital-intensive, and the increased costs and/or delays of capital projects may adversely affect our future earnings.",
        "Our businesses are capital-intensive and require significant investments in ongoing infrastructure projects. Our ability to complete our infrastructure projects on a timely basis and manage the overall cost of those projects may be affected by the availability of the necessary materials and qualified vendors. Our future earnings could be adversely affected if we are unable to manage such capital projects effectively, or if full recovery of such capital costs is not permitted in future regulatory proceedings.",
        "Our regulated energy business may be at risk if franchise agreements are not renewed, or new franchise agreements are not obtained, which could adversely affect our future results or operating cash flows and financial condition.",
        "Our regulated natural gas and electric distribution operations hold franchises in each of the incorporated municipalities that require franchise agreements in order to provide natural gas and electricity. Ongoing financial results would be adversely impacted in the event that franchise agreements were not renewed. If we are unable to obtain franchise agreements for new service areas, growth in our future earnings could be negatively impacted.",
        "Slowdowns in customer growth may adversely affect earnings and cash flows.",
        "Our ability to increase gross margins in our natural gas, propane and electric distribution businesses is dependent upon growth in the residential construction market, adding new commercial and industrial customers and conversion of customers to natural gas, electricity or propane from other energy sources. Slowdowns in growth may adversely affect our results of operations, cash flows and financial condition.",
        " Chesapeake Utilities Corporation 2020 Form 10-K Page 15",
        "Table of Contents",
        "Energy conservation could lower energy consumption, which would adversely affect our earnings.",
        "Federal and state legislative and regulatory initiatives to promote energy efficiency, conservation and the use of alternative energy sources could lower energy consumption by our customers. In addition, higher costs of natural gas, propane and electricity may cause customers to conserve fuel. To the extent a PSC or the FERC does not allow the recovery through customer rates of higher costs or lower consumption from energy efficiency or conservation, and our propane margins cannot be increased due to market conditions, our results of operations, cash flows and financial condition may be adversely affected.",
        "Commodity price increases may adversely affect the operating costs and competitive positions of our natural gas, electric and propane operations, which may adversely affect our results of operations, cash flows and financial condition.",
        "Natural Gas/Electricity",
        ". Higher natural gas prices can significantly increase the cost of gas billed to our natural gas customers. Increases in the cost of natural gas and other fuels used to generate electricity can significantly increase the cost of electricity billed to our electric customers. Damage to the production or transportation facilities of our suppliers, which decreases their supply of natural gas and electricity, could result in increased supply costs and higher prices for our customers. Such cost increases generally have no immediate effect on our revenues and net income because of our regulated fuel cost recovery mechanisms. However, our net income may be reduced by higher expenses that we may incur for uncollectible customer accounts and by lower volumes of natural gas and electricity deliveries when customers reduce their consumption. Therefore, increases in the price of natural gas and other fuels can adversely affect our operating cash flows, results of operations and financial condition, as well as the competitiveness of natural gas and electricity as energy sources.",
        "Propane",
        ". Propane costs are subject to changes as a result of product supply or other market conditions, including weather, economic and political factors affecting crude oil and natural gas supply or pricing. For example, weather conditions could damage production or transportation facilities, which could result in decreased supplies of propane, increased supply costs and higher prices for customers. Such increases in costs can occur rapidly and can negatively affect profitability. There is no assurance that we will be able to pass on propane cost increases fully or immediately, particularly when propane costs increase rapidly. Therefore, average retail sales prices can vary significantly from year-to-year as product costs fluctuate in response to propane, fuel oil, crude oil and natural gas commodity market conditions. In addition, in periods of sustained higher commodity prices, declines in retail sales volumes due to reduced consumption and increased amounts of uncollectible accounts may adversely affect net income.",
        "Refer to "
    ]
}