{
    "200406": [
        "Employees and Human Capital Management",
        "5",
        "Employees and Human Capital Management ",
        "As of January 3, 2021 and December 29, 2019, the number of employees were approximately:",
        "2020",
        "2019",
        "Employees",
        "1",
        "136,400",
        "133,200",
        "Full-time equivalent (FTE) positions",
        "2",
        "134,500",
        "132,200",
        "“Employee” is defined as an individual working full-time or part-time, excluding fixed term employees, interns and co-op employees. Employee data may not include full population from more recently acquired companies and individuals on long-term disability are excluded. Contingent workers, contractors and subcontractors are also excluded.",
        " FTE represents the total number of full-time equivalent positions and does not reflect the total number of individual employees as some work part-time.",
        "Strategy ",
        "The Company believes that its employees are critical to its continued success and are an essential element of its long-term strategy. Management is responsible for ensuring that its policies and processes reflect and reinforce the Company's desired corporate culture, including policies and processes related to strategy, risk management, and ethics and compliance.  The Company’s human capital management strategy is built on three fundamental focus areas: ",
        "Attracting and recruiting the best talent ",
        "Developing and retaining talent ",
        "Empowering and inspiring talent",
        "Underpinning these focus areas are ongoing efforts to cultivate and foster a culture built on diversity, equity and inclusion (DEI), innovation, health, well-being and safety, where the Company's employees are encouraged to succeed both professionally and personally while helping the Company achieve its business goals.",
        "Culture and Employee Engagement ",
        "At Johnson & Johnson, employees are guided by Our Credo which sets forth the Company's responsibilities to patients, consumers, customers, healthcare professionals, employees, communities and shareholders. Employees worldwide are further guided by the Company’s Code of Business Conduct which ",
        "sets basic requirements for business conduct and serves as a foundation for the Company policies, procedures and guidelines, all of which provide additional guidance on expected employee behaviors ",
        "in every market where it operates. The Company c",
        "onducts global surveys that offer its employees the ability to provide feedback and valuable insight to help address potential human resources risks and identify opportunities to improve. In 2020, 93% of global employees across 78 countries participated in Our Credo Survey which is offered in 36 ",
        "languages.",
        "Growth and Development ",
        "To continue to lead in the changing healthcare landscape, it is crucial that the Company continue to attract and retain top talent. The Company believes that its employees must be equipped with the right knowledge and skills and be provided with opportunities to grow and develop in their careers. Accordingly, professional development programs and educational resources ",
        "are available to all employees. The Company's objective is to foster a learning culture that helps shape each person’s unique career path while creating a robust pipeline of talent to deliver on the Company’s long-term strategies. In furtherance of this objective, the Company deploys a global approach to ensure development is for everyone, regardless of where they are on their career journey. In 2020, 44.6% of employees in Manager and above job categories took advantage of career opportunities by moving across functions, country or business segment lines (including upward promotion or lateral transfer and excluding employees in the research and development organizations). The Company's voluntary turnover rate was 5.2%.",
        "Diversity, Equity, and Inclusion (DEI)",
        "The Company is committed to workplace diversity and to cultivating, fostering, and advancing a culture of equity and inclusion. Enabling employees to perform at their best while being themselves is fundamental to the Company's continued success. The Company’s DEI vision is: ",
        "Be yourself, change the world",
        ". The Company's DEI strategy focuses on three pillars that reflect the strategic priorities identified to enable the Company to address the challenges and opportunities presented by this evolving understanding of diversity: ",
        "Accelerate the Company’s efforts to advance a culture of inclusion and innovation ",
        "Build a diverse workforce for the future ",
        "Enhance business results and reputation ",
        "The Company's DEI strategy is guided by internal and external insights, global best practices and continual employee feedback which remind the Company that while diversity changes by location, inclusion is the same everywhere. ",
        "Compensation and Benefits ",
        "As part of the Company's total rewards philosophy, the Company offers competitive compensation and benefits to attract and retain top talent. The Company is committed to fairness and equitable treatment in its compensation and benefits for employees at all levels. The Company observes legal minimum wage provisions and exceeds them where possible. The Company's total rewards offerings include an array of programs to support its employees' financial, physical, and mental well-being, including annual performance incentive opportunities, pension and retirement savings programs, health and welfare benefits, paid time off, leave programs, flexible work schedules and employee assistance programs.",
        "Health, Wellness and Safety ",
        "The Company’s investment in employee health, well-being and safety is built on its conviction that advancing health for humanity starts with advancing the health of its employees. With the right awareness, focus, practices and tools, the Company ensures that all its employees around the world, as well as temporary contractors and visitors to the Company's sites, can work safely. The Company has continuously expanded health and well-being programs throughout the Company and across the globe, incorporating new thinking and technologies to keep its offerings best-in-class and to help employees achieve their personal mind and body health goals. The programs and practices the Company advances covers three core dimensions: Healthy Eating, Healthy Movement and Healthy Mind."
    ]
}