{
    "203596": [
        "HUMAN CAPITAL RESOURCES",
        "At December 31, 2020, we employed 2,612 full-time equivalent employees. At that date, the average tenure of all of our full-time employees was over 10 years while the average tenure of our executive officers was over 19 years. None of our employees are represented by collective bargaining agreements. We believe our relations with our employees is very good.The safety and care of our employees and their families as well as their communities is paramount for us",
        "Of our total employees, 9% or 235 were minorities with 88 of those officers or 8.1%.Of our total officers of 1,087, 590 or 54.3% were women.Our turnover rate for 2020 was 18.54%, notwithstanding the completion of a data conversion of a recently acquired bank.Our turnover rate for officers was just 3.52% for 2020",
        "Our corporate culture has been established by senior management and overseen by our board of directors.Built upon our ‘Better Banking Pledge’ and our ‘Service & Support Pledge’, our culture, which is both customer and employee-centric, is focused on growing long-term relationships by pledging to serve all personal and business customer needs efficiently and effectively while treating our employees with dignity and respect",
        "Wesbanco has been a leader in its communities for over 150 years, and we want to continue to take a leadership role by noting our stance for equality.We are a group of diverse backgrounds and ethnicities, and share the same values of dignity and respect for our co-workers, customers, and fellow community members.We have been able to enhance our diversification through the retention of many of the employees we have acquired through our acquisition strategy who bring a strong skill set and a diverse background",
        "Wesbanco believes in open, honest discussion. In addition to our Women’s Symposium, which has been held for over 4 years, we have added a Diversity and Inclusion Forum as an added resource and a positive catalyst for how we conduct business. These inclusive programs focus on facilitating educational opportunities, sharing experiences, networking with management, and partnering with mentors. The goal is to ignite and support a passion for our employees to find both personal and professional success.Both initiatives include board, management and staff participants",
        "In addition we have engaged in leadership training through senior and middle management supervisors.We annually assess talent through a specific Talent Development Program to identify, promote and build development plans among multiple levels of management.These efforts have resulted in Wesbanco being designated as one of the best workplaces in several markets, including Columbus and Western Pennsylvania",
        "Our hope is that this not only helps us evolve and grow as a company but that it also spreads to all of our other community efforts.In fact, during the past year alone, Wesbanco has made approximately $1 million of philanthropic donations in support of our communities; in addition to the $0.5 million of pandemic-related grants we distributed to non-profit organizations across our footprint. Further, our employees are equally generous, as they have volunteered more than 11,000 hours of personal time across a number of community development services"
    ]
}