{
    "20520": [
        "Human Capital Resources",
        "As of December 31, 2020, we had approximately 16,200 employees, as compared to approximately 18,300 employees as of December 31, 2019. During 2020, reduction in workforce activities resulted in the separation of approximately 35 employees. In addition, 950 employees, including 742 employees represented by unions, were transferred with the sale of our Northwest Operations in May 2020.  As of December 31, 2020, approximately 11,300 of our total employees are represented by unions including approximately 3,200 employees covered by collective bargaining agreements that have expired but have been extended into 2021. Of the union-represented employees as of December 31, 2020, approximately 6,100 employees are covered by collective bargaining agreements that expire in 2021 and approximately 1,800 employees are covered by collective bargaining agreements that expire in 2022. We consider our relations with our employees to be good.",
        "Our workforce is currently supplemented by about 525 contract workers, primarily supporting the technology and field operations groups.  We are a federal contractor and follow the rules set forth by the Department of Labor Office of Compliance (OFCCP), including those applicable to recruiting, hiring and diversity.",
        "‎",
        "12",
        "FRONTIER COMMUNICATIONS CORPORATION AND SUBSIDIARIES",
        "(DEBTOR-IN-POSSESSION)",
        "Our human resources programs are designed to balance the priorities of our customers, employees and stakeholders.  Selected key programs include:",
        "",
        "We offer competitive compensation packages targeted to market levels.  Our benefit programs are designed to provide a safety-net to help our employees focus on our customers while managing the costs to participants and the Company.",
        "Compensation and benefits for our union employees are defined in our collective bargaining agreements.    ",
        "We foster employee skills and development through comprehensive training programs. For example, we provide continuous training to our customer facing employees on our latest technology and services to help facilitate a better customer experience. We also provide ongoing safety training to our field technicians to ensure both the safety of our employees and our customers.",
        "We provide tuition reimbursement programs to encourage personal and professional growth.",
        "We provide leadership development and coaching programs designed to grow leadership capacity, develop greater self-awareness and build a robust leadership pipeline.",
        "In response to COVID-19, we acted quickly and decisively to protect our employees and customers, avoiding furloughs and minimizing impacts to our customers.",
        "We have operations in four large metropolitan areas as well as thousands of rural hubs across our 25-state footprint.  In many of these areas, Frontier is a significant employer and contributor to the local economy.  In this capacity we seek to provide grass roots support for local projects that benefit the ",
        "communities that we serve.",
        "Further, w",
        "e participate in the FCC’s CAF (now RDOF) programs which provide support for Frontier to establish and provide broadband service in underserved areas. ",
        "As we execute on our modernization plan and related operational initiatives, key priorities will include elevating our corporate culture, enhancing and fostering diversity and inclusion across our corporation and ensuring that our workforce is appropriately aligned with key business initiatives."
    ]
}