{
    "21175": [
        "Human Capital",
        "As of December31, 2020, we had approximately 5,800 employees.  We believe we are able to attract and retain top talent by creating a culture that challenges and engages our employees, offering them opportunities to learn, grow and achieve their career goals.  Further, our commitment to a culture of inclusion is integral to our goal of attracting and retaining the best talent and ultimately driving our business performance.  Our Diversity and Inclusion strategy includes employee-led resource groups, regular training and development for all employees and partnerships with diverse colleges, universities and non-profit organizations that share in our inclusion mission.",
        "We also have an established corporate social responsibility strategy with a focus on four core areas: education, environment, inclusion and well-being.",
        "Our employees participate in a wide array of volunteer activities and we support their charitable giving by matching employee contributions to qualified nonprofit organizations.",
        "We offer comprehensive compensation and benefits packages to our employees including a 401k Plan, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off and certain family assistance programs, including paid family leave, flexible work arrangements and adoption assistance plans, amongst others.  We also offer stock-based compensation to certain management personnel as a way to attract and retain key talent.  See NotesI and J to the Consolidated Financial Statements included under Item8 for further discussion of our benefit plans and stock-based compensation.",
        "In response to the COVID-19 pandemic in March 2020, we pivoted to a remote working environment for substantially all of our employees with a commitment to the safety of our employees and the communities we serve.  In the fourth quarter we began re-opening some offices on a voluntary basis to accommodate employees seeking the flexibility to work from the office, while carefully monitoring the conditions in those areas and continuing to adhere to health and safety protocols.",
        "As of December31, 2020, we had approximately 5,800 employees.  We believe we are able to attract and retain top talent by creating a culture that challenges and engages our employees, offering them opportunities to learn, grow and achieve their career goals.  Further, our commitment to a culture of inclusion is integral to our goal of attracting and retaining the best talent and ultimately driving our business performance.  Our Diversity and Inclusion strategy includes employee-led resource groups, regular training and development for all employees and partnerships with diverse colleges, universities and non-profit organizations that share in our inclusion mission. We also have an established corporate social responsibility strategy with a focus on four core areas: education, environment, inclusion and well-being. Our employees participate in a wide array of volunteer activities and we support their charitable giving by matching employee contributions to qualified nonprofit organizations."
    ]
}