{
    "21344": [
        "Human Capital",
        "Human Capital Management",
        "Our people and culture agendas are critical business priorities. Our Board of Directors, through the Talent and Compensation Committee, provides oversight of the Company's policies and strategies relating to talent, leadership and culture, including diversity and inclusion, as well as the Company's compensation philosophy and programs. The Talent and Compensation Committee also evaluates and approves the Company's compensation plans, policies and programs applicable to our senior",
        "executives. In addition, the Management Development Committee of our Board of Directors oversees succession planning and talent development for our senior executives",
        "Employees",
        "We believe people are our most important asset, and we strive to attract high-performing talent. As of December31, 2020 and 2019, our Company had approximately 80,300 and 86,200 employees, respectively, of which approximately 9,300 and 10,100, respectively, were located in the United States. The decrease in the total number of employees was primarily due to the Company's strategic realignment initiatives and the impact of the COVID-19 pandemic on our Costa retail stores, partially offset by the January 2020 acquisition of fairlife, LLC (\"fairlife\"). Our Company, through its divisions and subsidiaries, is a party to numerous collective bargaining agreements. As of December31, 2020, approximately 900 employees in North America were covered by collective bargaining agreements. These agreements typically have terms of three to five years. We currently anticipate that we will be able to successfully renegotiate such agreements when they expire",
        "Diversity, Equity and Inclusion",
        "We believe that a diverse, equitable and inclusive workplace that mirrors the markets we serve is a strategic business priority and critical to the Company's success. We take a comprehensive view of diversity and inclusion across different races, ethnicities, tribes, religions, socioeconomic backgrounds, generations, abilities, and expressions of gender and sexual identity",
        "As of December 31, 2020, we had approximately 8,900 employees located in the United States, excluding the employees of fairlife. Of these employees, 38 percent and 43 percent were female and people of color, respectively",
        "We are focused on social justice issues, including racial and gender equity, both in the United States and around the world. In 2020, we started implementing a multifaceted racial equity plan in the United States, which set 10-year employee representation goals that reflect the country's racial and ethnic diversity. We also strive to be 50 percent led by women, in addition to growing and developing our female workforce overall. Diversity and inclusion metrics, which highlight progress and drive accountability, are shared with our senior leaders on a quarterly basis, and our Global Women's Leadership Council, composed of 15 female and male executives, focuses on accelerating the development and promotion of women into roles of increasing responsibility and influence",
        "We also periodically conduct pay equity analyses to help identify any unsupported distinctions in pay between employees of different races, gender and/or age, as permitted by local law. We make adjustments to base pay, where appropriate. Also, during the annual rewards cycle, we perform an adverse impact analysis on base pay, annual incentives and long-term incentives to help ensure fairness",
        "We support a number of employee business resource groups (\"BRGs\") that are an integral part of our diversity, equity and inclusion strategy. Our BRGs provide employees with the opportunity to engage with colleagues based on shared interests in ethnic backgrounds, gender, sexual orientation, military service and work roles",
        "Compensation and Benefits",
        "Through comprehensive and competitive compensation and benefits, ongoing employee learning and development, and a focus on health and well-being, we strive to support our employees in all aspects of their lives. Our compensation programs are designed to reinforce our growth agenda and our talent strategy as well as to drive a strong connection between the contributions of our employees and their pay",
        "We believe the structure of our compensation packages provides the appropriate incentives to attract, retain and motivate our employees. We provide base pay that is competitive and that aligns with employee positions, skill levels, experience and geographic location. In addition to base pay, we seek to reward employees with annual incentive awards, recognition programs, and equity awards for employees at certain job grades",
        "We also offer competitive employee benefits packages, which vary by country and region. These employee benefits packages may include: 401(k) plan, pension plan, core and supplemental life insurance, financial courses and advisors, employee assistance programs, tuition assistance, commuter assistance, adoption assistance, medical and dental insurance, vision insurance, health savings accounts, health reimbursement and flexible spending accounts, well-being rewards programs, vacation pay, holiday pay, and parental and adoption leave",
        "Leadership, Training and Development",
        "We focus on investing in inspirational leadership, learning opportunities and capabilities to equip our global workforce with the skills they need while improving engagement and retention. We provide a range of formal and informal learning programs, which are designed to help our employees continuously grow and strengthen their skills throughout their careers. We offer a variety of programs that contribute to our leadership, training and development goals, including: (1) Coca-Cola U Digital Classroom, a hybrid space, equal parts classroom, studio, and online experience that combines the engaged learning environment of a traditional classroom with the flexibility, efficiency and scalability of digital delivery; (2) LinkedIn Learning",
        "an online learning platform that provides relevant content of more than 16,000 expert-led courses; (3) Opportunity Marketplace, a people-centered technology solution that helps connect project opportunities to interested employees who have the capacity, skills and interest in short-term experiences and assignments; and (4) Emerging Stronger Coaching Program, a customized virtual coaching application that offers access to professional development coaches to support leadership development",
        "COVID-19 Health Measures",
        "In response to the COVID-19 pandemic, we implemented measures to help ensure the health, safety and security of our employees, while constantly monitoring the rapidly evolving situation and adapting our efforts and responses. Around the world, we are endeavoring to follow guidance from authorities and health officials. This includes having the majority of our office-based employees work remotely, imposing travel restrictions and implementing safety measures for employees continuing critical on-site work including, but not limited to, social distancing practices, temperature checks, health symptom attestations when entering our facilities, and the use of personal protective equipment as appropriate and in accordance with local laws and regulations. Our system and production facilities have also implemented additional cleaning and sanitization routines and split shifts to ensure that we can continue to keep our brands in supply"
    ]
}