{
    "21535": [
        "Human Capital Management",
        "Cohu is a global supplier of semiconductor test and inspection handlers, MEMS test modules, test contactors, thermal sub-systems, semiconductor automated test equipment and bare board PCB test systems used by global semiconductor and electronics manufacturers and semiconductor test subcontractors. We believe that the daily commitment and dedication of our workforce in meeting our customers’ needs is one of the significant contributors to our success as an organization. To ensure we maintain our position as a global leader in the semiconductor test space, we are committed to providing a safe and positive work environment for our employees that emphasizes learning and professional development, respect for individuals and ethical conduct, and that is facilitated by a direct management-employee engagement model",
        "Diversity, Inclusion, and Non-discrimination",
        "We welcome and value diversity ensuring that our work benefits from a broad range of viewpoints and perspectives. We strive to maintain workplaces that are free from discrimination or harassment based on race, color, religion, gender, gender identity or gender expression, national origin or ancestry, age, disability, veteran status, military service, sexual orientation, genetic information, and any other protected category recognized under applicable laws. Cohu is committed to respecting and protecting all human rights including those of women and minority groups",
        "Employees",
        "As of December 26, 2020, we had approximately 3,250 employees, including approximately 100 temporary employees, in 25 countries. Approximately 22% of our employees are located in the Americas, 19% are located in EMEA (Europe, the Middle East and Africa) and 59% are located in China and Asia Pacific. Our employee headcount has fluctuated in the last five years primarily due to the volatile and unpredictable business conditions in the semiconductor equipment industry and has also been impacted by acquisitions and divestitures",
        "Management Engagement Practices",
        "We adhere to our core values and Code of Business Conduct and Ethics with a commitment to treating our employees and all our partners with professionalism, dignity and respect. We pride ourselves at fostering an innovative environment and collaborative work relationships. This includes respecting principles of freedom of association and the right to engage in collective bargaining in accordance with applicable laws",
        "Our employees in the U.S. and most locations in Asia are not covered by collective bargaining agreements. However, certain employees at our operations in Germany are represented by works councils and employees in La Chaux-de-Fonds, Switzerland are members of the microtechnology and Swiss watch trade union. The Collective Bargaining Agreement of “Metallurgie (ingenieurs et cadres)” is applicable to all employees of our French subsidiary and certain employees in our China operation belong to local trade unions. We have not experienced any work stoppages and consider relations with our employees to be good",
        "Health and Safety",
        "The health and safety of our employees is of utmost important to us. Cohu works to protect the health and safety of employees and our customers and intends to conduct all business activities in an environmentally and socially responsible manner. We encourage and strive to have every employee actively champion those behaviors and the attitudes necessary to prevent work-related injuries, illnesses, property damage, and adverse impact to the environment. Our ultimate goal is to achieve a level of work-related injuries as close to zero as possible through continuous investment in our safety programs. We provide protective equipment (e.g. eye protection, masks and gloves) as required by applicable standards and as appropriate given employee job duties",
        "During fiscal 2020, in response to the COVID-19 pandemic, we implemented safety protocols and new procedures to protect our employees, our subcontractors and our customers. These protocols include complying with social distancing, enhanced hygiene and other health and safety standards as required by federal, state and local government agencies, and taking into consideration guidelines of the Centers for Disease Control and Prevention and other public health authorities. In addition, we modified the way we conduct many aspects of our business to reduce the number of in-person interactions. For example, we significantly expanded the use of virtual interactions in all aspects of our business, including customer facing activities. Many of our administrative and operational functions during this time have required modification as well, including most of our workforce working remotely",
        "Compensation and Benefits",
        "Cohu is committed to providing market competitive compensation programs to attract, retain and motivate a high performing workforce critical to our long-term success. As part of our compensation philosophy, we focus Cohu’s workforce on our financial and other business goals to drive and motivate employee performance in key areas through the administration of our management incentive plan, equity incentive plan, global profit-sharing and other local bonus plans, as may be applicable to a given position. Cohu also complies with applicable wage, work hours, overtime and benefits laws",
        "To foster a stronger sense of ownership and align the interests of our employees with shareholders, grants of restricted stock units are provided to many of our employees on an annual basis and all eligible employees are able to purchase shares of our common stock, at a 15% discount, through our Employee Stock Purchase Plan. Furthermore, we offer comprehensive, locally relevant and innovative benefits to all eligible employees. In the U.S, these include, among other benefits",
        "Comprehensive health and wellness insurance coverage is offered to employees working an average of 24 hours or more each week",
        "401(k) retirement plan with matching company contributions of up to 4% of eligible compensation",
        "Tuition reimbursement program",
        "Parental leave is provided to all new parents for birth, adoption or foster placement",
        "Paid Time Off Programs covering time away from work due to employee and family illness, holidays, vacation, civic duties, etc",
        "Outside of the U.S., we have provided other innovative benefits to help address market-specific needs, such as supplemental medical coverage or reimbursements, paid time off programs, wellness and development events and programs, transportation subsidies, etc",
        "Succession Planning",
        "We perform succession planning annually to ensure that we develop and sustain a strong bench of talent capable of performing at the highest levels. Not only is talent identified, but potential paths of development are discussed to ensure that employees have an opportunity to build their skills and are well-prepared for future roles. The strength of our succession planning process is evident through our long history of promoting our leaders from within the organization, including 60% of our current executive leadership team"
    ]
}