{
    "215466": [
        "HUMAN CAPITAL MANAGEMENT",
        "Effective human capital management at Coeur is critical to achieving our strategic goals. We seek to recruit and retain employees at all levels who embody our purpose statement, We Pursue a Higher Standard, through safe and ethical conduct. At December 31, 2020, we had approximately 1,959 employees (1,016 in the U.S., 93 in Canada and 850 in Mexico), none of whom were represented by a collective bargaining agreement. ",
        "Succession Planning          ",
        "From our operations to the boardroom, we conduct robust succession planning throughout the organization annually, by employing specific talent diagnostics and skill development needs. High potential performers and diversity discussions along with action plans are reviewed with leadership on a quarterly basis. ",
        "Our Board of Directors (the “Board”) oversees the recruitment, development, and retention of our senior executives. Significant focus is placed on succession planning both for key executive roles and also deeper into the organization. In-depth discussions occur multiple times per year in meetings of the Board, Compensation and Leadership Development Committee and Nominating and Corporate Governance Committee, including in executive sessions to foster candid conversations. Directors have regular and direct exposure to senior leadership and high-potential employees during Board and committee meetings and through other informal meetings and events held during the year.            ",
        "Culture Assessment",
        "We are focused on regular evaluation of our culture. In 2019, we invited all employees to participate in a culture assessment by completing an anonymous survey, and we plan to conduct another assessment in 2021. Employee participation in 2019 exceeded industry benchmarks and feedback was reviewed by the management team and our Board of Directors. The management team also reviewed the results with employees at each of our operations through facilitated discussions to gain additional insight into the feedback. We developed site-specific action plans to address feedback and monitor progress in the future. The results of the assessment confirmed our belief that we have an ethical, safe and proud workforce and also highlighted areas for improvement.  We have developed strategies to address these areas for improvement. ",
        "Employee Development",
        "We periodically solicit feedback on each member of our executive team through 360 assessments, which measure inclusivity amongst other leadership principles. We believe this feedback is important to maintaining a strong culture by effectively assessing leadership performance and development, increasing accountability, facilitating succession planning and identifying areas for improvement and change. We provide opportunities for employees to participate in IMPACT Training, an intensive 18-month-long training program we created for front-line supervisors throughout our organizational structure to focus on leadership development and mining as a business. Through IMPACT training, we have invested over 15,250 cumulative hours of leadership training and personal development in almost 100 employees.  ",
        "Diversity & Inclusion",
        "Our President & CEO, Mitchell Krebs, is the first and only precious metals mining CEO to sign the ",
        "CEO ACTION for Diversity & Inclusion",
        " pledge. This pledge highlights Coeur’s continuing commitment to fostering a diverse and inclusive workforce, evidenced by programs such as ",
        "Coeur Heroes",
        ", which has provided over 87 career opportunities to current and former U.S. Military personnel. Fifty percent of our independent Board members have indicated that they are diverse. While we continue to increase our overall female population, 66% of our females are in manager or higher level positions. Partnerships with organizations like the National Society of Black Engineers and Women in Mining at their U.S. university chapters are providing further avenues for recruiting diverse talent. ",
        "Local Hire",
        "Investing in local communities extends beyond financial support. Since 2018, we have hired an average of 60% of our new hires from local communities. During 2020, we provided over 45 apprenticeships, over 140 scholarships and worked with organizations such as By the Hand Club in Chicago and The Lowry Foundation in Winnemucca, NV to educate youth in our communities about career opportunities in mining. Providing career opportunities to local community members and participating in community initiatives creates a closer connection between our operations and local stakeholders and communities.    ",
        "Rewards & Wellness",
        "As part of our fundamental need to attract and retain talent, we regularly evaluate our compensation, benefits and employee wellness offerings. We have determined that our average employee earns over 40% more than the average employee in their local markets according to industry benchmarking. Over 93% of U.S. employees are enrolled in our medical benefit ",
        "6",
        "plan, and over 90% of U.S. employees contribute to our 401(k) plan. Supplemental healthcare is provided above government requirements in both Canada and Mexico. We were a leader in the mining industry by providing domestic partner benefits in 2017 and participation has increased 125% since introduction. "
    ]
}