{
    "217346": [
        "Human Capital Resources",
        "At January2, 2021, we employed approximately 33,000 employees worldwide, with approximately 75% located in the U.S. and the remainder located outside of the U.S. Approximately 6,800, or 28%, of our U.S. employees, most of whom work for our Bell and Textron Aviation segments, are represented by unions under collective bargaining agreements, and certain of our non-U.S. employees are represented by organized works councils. From time to time our collective bargaining agreements expire and come up for renegotiation. ",
        "Our success is highly dependent upon our ability to maintain a workforce with the skills necessary for our businesses to succeed. We need highly skilled personnel in multiple areas including, among others, engineering, manufacturing, information technology, cybersecurity, flight operations, business development and strategy and management. In order to attract and retain highly skilled employees, we are committed to ensuring a safe and healthy work environment, offering comprehensive compensation and benefit programs, creating great career opportunities and building an engaging, inclusive environment where all employees are treated with dignity and respect.",
        "Health and Safety",
        "To maintain and enhance the safety of our employees, we promote a culture of continuous improvement and individual accountability to provide safe workplaces. We use an annual goal setting process to drive injury rate improvements, and the injury rate reduction goal is a performance metric that is reported to Textron’s Audit Committee and is tracked and reported to senior leadership. ",
        "The safety of our employees has been a priority throughout our response to the COVID-19 pandemic. Our enterprise-wide pandemic response teams, formed early in the pandemic, guided our operations in the processes and procedures to comply with applicable government-imposed health and safety-related operating restrictions, to enhance the safety of our facilities to protect the health of our employees and to monitor trends in infection rates at locations where we have facilities. These teams continue to operate, updating enterprise guidance as the pandemic has continued and the medical science and government guidance and orders have evolved. Our businesses continue to enforce COVID-19 health and safety protocols and have implemented protocols to address actual and suspected cases of COVID-19 and resulting contact tracing and quarantine requirements. Throughout the pandemic, we have been communicating regularly with our employees and monitoring their views on issues related to COVID-19 and the workplace as well as general levels of engagement through regular pulse surveys. In addition, management has regularly updated our Board of Directors on our COVID-19 status and response, including with respect to employee safety.",
        "Talent and Career Development",
        "Our talent development programs are designed to prepare our employees at all levels to take on new career and growth opportunities at Textron. Leadership, professional and functional training courses are tailored for employees at each stage of their careers and include a mix of enterprise-wide and business unit-specific programs. Textron University, an internal corporate function, provides (i) facilitated face-to-face professional and leadership development, (ii) web-based  general and specialized  functional and technical courses and (iii) an online portal to access advanced skills technical training, manage recertification of existing qualifications and other career planning tools and resources.",
        "The current and future talent needs of each of our businesses are assessed annually through a formal talent review process which enables us to develop leadership succession plans and provide our employees with potential new career opportunities. In addition, leaders from functional areas within each business belong to enterprise-wide councils which conduct annual talent reviews. These processes enable us to fill talent needs by matching employees who are ready to assume significant leadership roles with opportunities that best fit their career path, which may be in other businesses within the enterprise.",
        "Diversity and Inclusion",
        "Textron is committed to having a diverse workforce and inclusive workplaces throughout our global operations. We believe by employing highly talented, diverse employees, who feel valued, respected and are able to contribute fully, we will improve performance, innovation and collaboration and drive talent retention, all of which contribute to stronger business results and reinforce our reputation as leaders in our industries and communities.",
        "For over a decade, Textron has allocated five percent of annual incentive compensation for management-level employees toward achievement of diversity goals. Beginning in 2020, we focused these goals specifically on hiring diversity. To improve our outreach to diverse candidates, we have increased our recruiting efforts at historically black colleges and universities, enhanced our partnerships with diverse professional organizations and participated in diverse STEM conferences. In addition, we provide inclusion and unconscious bias training to our employees and recruiters to improve diversity in recruiting. ",
        "For discussion of certain risks relating to human capital management, see Risks Related to Human Capital section in Item 1A. Risk Factors.",
        "7",
        "Table of Contents",
        "Risks Related to Human Capital ",
        "Our success is highly dependent on our ability to maintain a qualified workforce.",
        "Our success is highly dependent upon our ability to maintain a workforce with the skills necessary for our businesses to succeed. We need highly skilled personnel in multiple areas including, among others, engineering, manufacturing, information technology, cybersecurity, flight operations, business development and strategy and management. From time to time we face challenges that may impact employee retention such as workforce reductions and facility consolidations and closures. In addition, some of our most experienced employees are retirement-eligible. To the extent that we lose experienced personnel through retirement or otherwise, it is critical for us to develop other employees, hire new qualified employees and successfully manage the transfer of critical knowledge. Competition for skilled employees is intense, and we may incur higher labor, recruiting and/or training costs in order to attract and retain employees with the requisite skills. We may not be successful in hiring or retaining such employees which could adversely impact our business and results of operations.",
        "The increasing costs of certain employee and retiree benefits could adversely affect our results.",
        "Our results of operations and cash flows may be adversely impacted by increasing costs and funding requirements related to our employee benefit plans. The obligation for our defined benefit pension plans is driven by, among other things, our assumptions of the expected long-term rate of return on plan assets and the discount rate used for future payment obligations. Additionally, as part of our annual evaluation of these plans, significant changes in our assumptions, due to changes in economic, legislative and/or demographic experience or circumstances, or changes in our actual investment returns could negatively impact the funded status of our plans requiring us to substantially increase our pension liability with a resulting decrease in shareholders’ equity. Also, changes in pension legislation and regulations could increase the cost associated with our defined benefit pension plans.",
        "Our business could be adversely affected by strikes or work stoppagesand other labor issues.",
        "Approximately 6,800, or 28%, of our U.S. employees are unionized, and many of our non-U.S. employees are represented by organized councils. As a result, from time to time we experience work stoppages, which can negatively impact our ability to manufacture our products on a timely basis, resulting in strain on our relationships with our customers, loss or delay of revenues and/or increased cost. The presence of unions also may limit our flexibility in responding to competitive pressures in the marketplace. In addition, the workforces of many of our suppliers and customers are represented by labor unions. Work stoppages or strikes at the plants of our key suppliers could disrupt our manufacturing processes; similar actions at the plants of our customers could result in delayed or canceled orders for our products. Any of these events could adversely affect our results of operations."
    ]
}