{
    "225648": [
        "Human Capital",
        "HUMAN CAPITAL",
        "Our employees are essential to our business and our success. We are committed to attracting the best talent, hiring and retaining a diverse workforce, and creating a safe, respectful, equitable, and inclusive work environment for all employees, regardless of age, sex, gender, religion, race, ethnicity or sexual orientation",
        "As of December 31, 2020, we employed approximately 4,000 full-time employees, approximately 3,700 are located in the U.S., with the remainder of employees located in Canada, Ireland, the UK and China",
        "In the U.S., approximately 300 employees are based at our headquarters in Morristown, NJ, while approximately 3,400 employees are based in facilities across the U.S. Approximately 300 of our facility-based employees are covered by collective bargaining agreements with various expiration dates through 2024",
        "Impacts of COVID-19",
        "As a result of the COVID-19 pandemic, beginning March 16, 2020, all corporate and field administrative employees transitioned to working primarily from home, while essential plant employees continued to report to our facilities in order to maintain our operations",
        "In our operating facilities and our offices, we follow mandatory and recommended health and safety protocols. While some of our employees have contracted COVID-19, we have not experienced material disruptions to our operations as a result of illnesses, quarantines, or other workforce or workplace disruptions. Effective September 14, 2020, we reopened our offices in Morristown, NJ, in a limited capacity; however, most employees continue to work primarily from home due to pandemic safety precautions",
        "Table of Contents",
        "Diversity, Equity and Inclusion (\"DE&I\"",
        "We believe that a diverse and inclusive workforce is a stronger and more productive workforce; one that is more capable of solving problems, innovating, and meeting our business goals and the goals of our clients, partners and stockholders. We serve diverse communities, we live and work in those communities, and we are committed to taking action so that our workforce better reflects the diversity of the communities in which we operate",
        "Our DE&I Leadership Council includes cross-functional executive leadership and is charged with establishing and advancing our diversity, equity and inclusion goals. In 2019, Covanta joined CEO Action for Diversity and Inclusion (“CEO Action”), and in 2020, one of our leaders joined CEO Action as part of a one-year fellowship to help promote corporate best practices to promote diversity and address systemic racism and social injustice",
        "Since 2011, we have published a Sustainability Report including transparent information on our workforce diversity, including gender and ethnicity. We announced our first goal around diversity and inclusion in 2016 and have made periodic updates to our goal since that time",
        "Today, as part of our commitment to DE&I and to better reflect the diversity of the communities in which we operate, we have committed to increasing the recruitment and retention of a more diverse workforce, and specifically to improving our recruitment and retention of female and black employees across our company and specifically in leadership roles. We also conduct regular pay equity reviews to ensure that we are paying diverse groups of employees equitably. We report our progress and review our goals with the Compensation and Nominating and Governance Committees of our Board of Directors",
        "2020 Workforce Diversity",
        "Women",
        "Men",
        "Gender Diversity",
        "Minority",
        "Non-Minority",
        "Ethnic Diversity",
        "In 2020, we piloted new unconscious bias training, following the completion in 2019 of a company-wide diversity and inclusion training program. Also, in recent years we established company-wide Employee Resource Groups (\"ERGs\"), to promote diversity and support amongst our employees with shared interests and experiences",
        "We currently have five ERGs; Women of Covanta: RISE, Early Career Connections, Black Professionals, Sustainability, and LatinX",
        "Succession and Recruitment",
        "In response to changing trends inside and outside of the Company, we have undertaken several programs to better prepare for retirements in our workforce, knowledge transfer, and the hiring, training, and development of a new generation of workers. In addition to our undergraduate internship program, we implemented a mentoring program in 2017 and an Early Career Development Program in 2018. We believe Covanta’s commitment to developing sustainable solutions for society and the environment is attractive to current and upcoming generations of workers who desire to actively engage in the drive to improve future environmental outcomes",
        "For many years, Covanta has also made concerted efforts to recruit and hire more veterans, and we are proud that veterans make up approximately 10% of our total workforce",
        "EXECUTIVE OFFICERS OF THE REGISTRANT",
        "A list of our executive officers and their business experience follows. Ages shown are as of February1, 2021",
        "Name and Title",
        "Age",
        "Experience",
        "Michael W. Ranger President and Chief Executive Officer",
        "Mr. Ranger was appointed President and CEO of Covanta in October 2020. Mike has been a member of the board of directors since September 2016 and prior to his appointment as President and CEO served as Chair of the Audit Committee. Mr. Ranger was co-founder and senior managing director of Diamond Castle Holdings, LLC, a private equity investment firm focusing on energy and power, healthcare, financial services and other diversified industries. Before founding Diamond Castle Holdings, he was co-chairman of DLJ Global Energy Partners. Previously, he was an investment banker in the energy and power sector for 20 years, most recently as head of the Domestic Power Group at Credit-Suisse First Boston and prior to that as group head of Global Energy & Power at DLJ. Before joining DLJ, he was a senior vice president in the Energy & Utility Group at Drexel Burnham Lambert and was a member of the Utility Banking Group at Bankers Trust. He is on the board of directors at Consolidated Edison, Inc., where is he lead independent director and Chair of the Corporate Governance and Nominating Committee",
        "Bradford J. Helgeson Executive Vice President and Chief Financial Officer",
        "Executive Vice President and Chief Financial Officer since 2013. Mr. Helgeson served as Vice President and Treasurer from 2007 to 2013. Prior to joining Covanta in 2007, Mr. Helgeson was Vice President, Finance and Treasurer at Waste Services, Inc., a publicly-traded environmental services company with operations in the U.S. and Canada, from 2004 to 2007. Prior to these roles, Mr. Helgeson held positions in the investment banking departments at Lehman Brothers from 2000 to 2004 and at Donaldson, Lufkin & Jenrette from 1998 to 2000",
        "Derek W. Veenhof Executive Vice President, Chief Operating Officer",
        "Mr. Veenhof was appointed as Executive Vice President and Chief Operating Officer in October 2020, served as an Executive Vice President since 2013, served as Senior Vice President (2011-2013) and Vice President (2007-2010) of Covanta commercial subsidiaries managing contracting and market development efforts in waste and metals recycling. From 2002 to 2006, Mr. Veenhof was Covanta’s Area Manager responsible for the Metro NY, NJ and Philadelphia market areas. Mr. Veenhof joined Covanta in 1997, serving as the Niagara Facility Business Manager from 1997 to 2001",
        "Timothy J. Simpson Executive Vice President, Chief Administrative Officer",
        "Mr. Simpson was appointed Chief Administrative Officer in October 2020 and having previously served as Executive Vice President, General Counsel and Secretary since 2007 and Senior Vice President, General Counsel and Secretary from 2004 to 2007. Previously, he served as Senior Vice President, General Counsel and Secretary of Covanta Energy from March 2004 to October 2004. Mr.Simpson joined Covanta in 1992",
        "Matthew R. Mulcahy Executive Vice President and Head of Corporate Development",
        "Executive Vice President and Head of Corporate Development since 2017. Mr. Mulcahy served as Senior Vice President and Head of Corporate Development for Covanta from 2012 to 2016 and Senior Vice President of Business Development from 2007 through 2011. From 2003 to 2007, Mr. Mulcahy served as Vice President of Covanta Secure Service and TransRiver Marketing, a Covanta subsidiary. From 2000 to 2003, Mr. Mulcahy was Covanta’s Vice President, Project Implementation. Mr. Mulcahy joined Covanta in 1990",
        "Thomas L. Kenyon Executive Vice President, General Counsel and Secretary",
        "Mr. Kenyon was appointed General Counsel in October 2020. He joined Covanta in March 2020 as Senior Vice President, Deputy General Counsel, following nearly 17 years with Air Products and Chemicals, Inc. based in Allentown, PA, where he served most recently as General Counsel, Americas",
        "Paul E. Stauder Senior Vice President and President, Covanta Environmental Solutions",
        "Senior Vice President since 2016 and President of Covanta Environmental Solutions, a subsidiary of Covanta Energy, since 2015. Mr. Stauder served as Senior Vice President of Business Management for Covanta Energy from 2008 to 2014, with primary responsibility for all commercial and client aspects of Covanta’s WtE facilities. Prior to that role, Mr. Stauder served in a number of positions with Covanta Energy, including Regional Vice President, overseeing WtE plants and independent power plants.Mr. Stauder joined Covanta in 1997",
        "Virginia D. Angilello Senior Vice President and Chief Human Resources Officer",
        "Ms. Angilello was appointed Senior Vice President and Chief Human Resources Officer in 2018. Prior to joining Covanta, she worked for more than 17 years in roles of increasing responsibility at Honeywell International. Most recently, she served as Vice President, Human Resources for Performance Materials & Technologies (PMT), Integrated Supply Chain from 2015 to 2018. PMT was a $10 billion business within Honeywell, with more than 90 manufacturing facilities globally. Prior to this position she gained extensive experience in human resources leadership in both HR business partner and HR operations roles from 2007 - 2014, including having led the Honeywell HR Services, Global Operations teams",
        "Joseph J. Schantz II Vice President and Chief Accounting Officer",
        "Vice president, chief accounting officer for Covanta since April 2020. Mr. Schantz joined Covanta in 2017 as director of technical accounting. Later, he was promoted to senior director and assistant corporate controller. Prior to joining Covanta, Mr. Schantz was a director, SEC/IPO services, at Pine Hill Group, a transaction and advisory firm in Philadelphia, PA. Previously, he held roles in technical accounting at Air Products and Chemicals, Inc., based in Allentown, PA, and in the audit function of Deloitte in Philadelphia, PA, and McLean, VA. Mr. Schantz graduated summa cum laude with a Bachelor of Science degree in Accounting from Liberty University in Lynchburg, VA, and is a Certified Public Accountant"
    ]
}