{
    "230557": [
        "Human Capital",
        "We recognize that sustainable human capital complements and contributes to superior longer-term financial performance.  We are committed to maintaining a safe and inclusive workplace that promotes diversity and provides attractive benefits to our approximately 2,400 employees.  In 2020, we were designated as a Great Place to Work Certified",
        "TM",
        " organization, with 91% of employees identifying us as a great place to work.  We discuss our approach to (i) physical, financial, and social well-being of our employees; (ii) talent development and employee retention; and (iii) diversity and inclusion more fully below.",
        "Physical, Financial, and Social Well-Being of our Employees",
        "We invest significantly in our employees' physical, financial and social well-being, which is essential to retaining the best talent.  We regularly analyze and adjust compensation to ensure both internal equity and external market alignment.  To support the financial well-being of our employees and their families, we offer competitive financial benefit programs, including a 401(k) plan with both employer and employer matching contributions, an employee stock purchase plan with the opportunity to purchase company stock at a discount, a tuition reimbursement program, and a student loan repayment program.  To promote the health and well-being of our employees, we also offer competitive and convenient health and wellness programs.  We also support the social well-being of our employees, encouraging them to be connected with their colleagues and communities through various programs, such as paid time-off for volunteer work and matching charitable donations.",
        "Talent Development and Employee Retention",
        "We invest significant time and resources on training and development to assist our employees in fulfilling their professional potential and having rewarding careers.  We are committed to ongoing learning, personal growth, and continuous improvement.  Our employees have access to a variety of live instructor-led training courses and extensive online skills training courses and resources.  We also have leadership and talent development programs and initiatives at all levels of the organization.  Among these are our Next Generation of Leaders program, through which we identify internal leaders on whom we focus development opportunities so they will be well prepared to lead us in the future.  We continue to focus on talent development programs and employee retention.  For the year, our employee turnover rate was approximately 7%.  Employees with over 20 years of service represented approximately 17% of all employees.  In 2019, Forbes recognized us as one of \"America's Best Midsize Employers.\"",
        "Diversity and Inclusion",
        "We recognize that when employees with diverse cultural backgrounds, ideas and experiences work together, it fosters innovation.  We have initiatives to increase representation and cultivate greater inclusion of people with differences in gender, ethnicity, race, age, sexual orientation, gender identity, and socio-economic background.  We have taken steps to (i) promote greater diversity in first-level management positions to create a pipeline to increase future diversity in senior and executive leadership, and (ii) increase members of our Board of Directors (\"Board\") who have diverse backgrounds with a wide range of skills and experience, including the addition of three directors who are Black and Latinx.",
        "As of December 31, 2020, women represented 57% of our non-officer workforce and 31% of our officer workforce.  We have three women on our Board, and increasing the representation of women in senior management roles is a prioritized goal.  Our ethnic diversity for officers and non-officers is consistent with the national average for financial services, but our objective is to increase this representation over time.  Currently, approximately 82% of our workforce is White; and 18% of our workforce is a combination of Black, Latinos, Asians, and all other ethnicities combined.",
        "5",
        "We recognize that sustainable human capital complements and contributes to superior longer-term financial performance.  We are committed to maintaining a safe and inclusive workplace that promotes diversity and provides attractive benefits to our approximately 2,400 employees.  In 2020, we were designated as a Great Place to Work CertifiedTM organization, with 91% of employees identifying us as a great place to work.  We discuss our approach to (i) physical, financial, and social well-being of our employees; (ii) talent development and employee retention; and (iii) diversity and inclusion more fully below."
    ]
}