{
    "23111": [
        "Human Capital Resources",
        "Employees",
        "CTG’s business depends on the Company’s ability to attract, develop and retain qualified professional staff to execute our strategy and provide services to its clients. The Company has a structured recruiting organization that works with its clients to meet their requirements by recruiting, retaining, and providing high quality, motivated staff. As the Company works with a number of subcontractors within CTG France, which was acquired on February 15, 2018, the Company now includes subcontractors in its total headcount, which equals approximately 3,900 total resources worldwide, with approximately 2,450 in the United States and Canada and 1,450 in Europe, as of December 31, 2020. Of these resources, approximately 91% are IT professionals and 9% are individuals who work in sales, recruiting, delivery, administrative and support positions. The Company believes that its relationship with its employees is good and supported by the Company’s 2020 recognition as a Great Place to Work® in North America, Belgium, and Luxembourg. No employees are covered by a collective bargaining agreement or are represented by a labor union. CTG is an equal opportunity employer.",
        "COVID-19 Response",
        "The health, well-being and safety of our employees, clients and communities is our top priority. The Company began to focus on COVID-19 as a potentially significant issue during the first quarter of 2020 as we followed global developments and observed the impacts of COVID-19 in several European markets where we operate. Our senior management team initiated regular COVID-19 planning sessions to address the critical safety, operational and business risks associated with the pandemic. With our continued commitment to monitor, assess and implement guidance and best practices for the Company as recommended by the World Health Organization (WHO) and Centers for Disease Control and Prevention (CDC), we have been able to maintain the continuity of the essential services that we provide to our clients, while also managing the impact of the spread of the virus within our business, as well as promoting the health, well-being and safety of our employees, clients and communities. ",
        "7",
        "Financial Information About Geographic Areas",
        "The following table sets forth certain financial information relating to the performance of the Company for the three years ended December 31, 2020, 2019, and 2018. This information should be read in conjunction with the audited consolidated financial statements and notes thereto included in Item8, “Financial Statements and Supplementary Data” included in this report.",
        "2020",
        "2019",
        "2018",
        "(amounts in thousands)",
        "Revenue from External Clients:",
        "United States",
        "203,495",
        "241,038",
        "232,178",
        "Luxembourg (1)",
        "66,411",
        "64,852",
        "44,660",
        "Belgium (2)",
        "59,851",
        "52,468",
        "48,585",
        "Other countries",
        "36,334",
        "35,812",
        "33,346",
        "Total foreign revenue",
        "162,596",
        "153,132",
        "126,591",
        "Total revenue",
        "366,091",
        "394,170",
        "358,769",
        "Operating Income (loss):",
        "United States - pre-allocation",
        "(1,223",
        "733",
        "(3,083",
        "Allocation to other countries (5)",
        "1,840",
        "1,566",
        "942",
        "United States - post-allocation",
        "617",
        "2,299",
        "(2,141",
        "4,411",
        "1,159",
        "1,528",
        "3,491",
        "2,363",
        "1,731",
        "United Kingdom (4)",
        "1,203",
        "1,199",
        "671",
        "France (3)",
        "776",
        "1,346",
        "1,129",
        "472",
        "112",
        "104",
        "Total foreign operating income - pre-allocation",
        "10,353",
        "6,179",
        "5,163",
        "Allocation from the United States (5)",
        "(1,840",
        "(1,566",
        "(942",
        "Total foreign operating income - post-allocation",
        "8,513",
        "4,613",
        "4,221",
        "Total operating income",
        "9,130",
        "6,912",
        "2,080",
        "Total Assets:",
        "50,075",
        "54,043",
        "39,488",
        "47,047",
        "42,943",
        "26,355",
        "39,164",
        "30,159",
        "27,128",
        "33,035",
        "26,500",
        "27,425",
        "6,932",
        "5,061",
        "3,725",
        "Total foreign assets",
        "126,178",
        "104,663",
        "84,633",
        "Total assets",
        "176,253",
        "158,706",
        "124,121",
        "(1)",
        "Revenue, operating income, and assets for our Luxembourg operations have been disclosed separately as they exceed 10% of the consolidated balances in at least one of the years presented.",
        "(2)",
        "Revenue, operating income, and assets for our Belgium operations have been disclosed separately as they exceed 10% of the consolidated balances in at least one of the years presented.",
        "(3)",
        "Operating income and assets for our France operations have been disclosed separately as they exceed 10% of the consolidated balances in at least one of the years presented.",
        "(4)",
        "Operating income for our United Kingdom operations has been disclosed separately as it exceeds 10% of the consolidated balance in at least one of the years presented.",
        "(5)",
        "During 2020, 2019 and 2018, the Company allocated support costs primarily for management, finance and information technology services from the United States to our foreign operations to reflect costs that are recorded in the United States but support our foreign operations. "
    ]
}