{
    "23194": [
        "Human Capital",
        "As of December31, 2020, we had 204 employees and utilized contract employees for certain of our drilling, completion and production operations. We seek to attract a qualified and diverse workforce and maintain strong non-discrimination and anti-harassment policies",
        "The safety of our employees, contractors and the community is a core business value and in order to obtain our goals of operational excellence and an injury free workplace, we have implemented an environmental, health and safety management system as a framework on which to build our success.  The framework includes policies and procedures outlining how we do our work, programs to engage employees and drive a proactive safety culture, employee training to help ensure our employees have the knowledge to perform their work safely, setting targets and objectives for clearly defined deliverables and accountabilities and periodic audit and inspection of results using data collection of key performance indicators and scorecards to measure our success and develop improvement strategies.  In response to the COVID-19 pandemic, we have implemented a COVID-19 exposure prevention, preparedness and response plan that incorporates the latest information available from public officials",
        "We utilize a third party contractor management service to ensure a consistent approach in aligning our expectations with all third parties involved in our operations.  We hold our contractors accountable to the highest performance standards through our contractor onboarding and continuous auditing process",
        "Directors and Executive Officers",
        "The following table sets forth certain information concerning our executive officers and directors",
        "Name",
        "Position with Company",
        "Age",
        "M. Jay Allison",
        "Chief Executive Officer and Chairman of the Board of Directors",
        "Roland O. Burns",
        "President, Chief Financial Officer, Secretary and Director",
        "Daniel S. Harrison",
        "Chief Operating Officer",
        "David J. Terry",
        "Senior Vice President of Corporate Development",
        "Patrick H. McGough",
        "Vice President of Operations",
        "Ronald E. Mills",
        "Vice President of Finance and Investor Relations",
        "Daniel K. Presley",
        "Vice President of Accounting, Controller and Treasurer",
        "LaRae L. Sanders",
        "Vice President of Land",
        "Whitney H. Ward",
        "Vice President of Marketing",
        "Elizabeth B. Davis",
        "Director",
        "Morris E. Foster",
        "Jim L. Turner",
        "A brief biography of each person who serves as an executive officer or director follows below",
        "Executive Officers",
        "has been our Chief Executive Officer since 1988. Mr. Allison was elected Chairman of the Board in 1997 and has been a director since 1987. From 1988 to 2013, Mr. Allison served as our President. From 1981 to 1987, he was a practicing oil and gas attorney with the firm of Lynch, Chappell & Alsup in Midland, Texas. He received B.B.A., M.S. and J.D. degrees from Baylor University in 1978, 1980 and 1981, respectively",
        "has been our President since 2013, Chief Financial Officer since 1990, Secretary since 1991 and a director since 1999. Mr.Burns served as our Senior Vice President from 1994 to 2013 and Treasurer from 1990 to 2013. From 1982 to 1990, Mr.Burns was employed by the public accounting firm, Arthur Andersen. During his tenure with Arthur Andersen, Mr.Burns worked primarily in the firm's oil and gas audit practice. Mr.Burns received B.A. and M.A. degrees from the University of Mississippi in 1982 and is a Certified Public Accountant. Mr.Burns also serves on the Board of Directors and the audit committee of the University of Mississippi Foundation",
        "became our Chief Operating Officer in July 2019 and served as",
        "Vice President of Operations since 2017.Mr. Harrison has been with us since 2008 and served in various engineering and operations management positions of increasing responsibility during that time. Prior to joining us, Mr. Harrison was an operations engineer at Cimarex Energy Company from 2005 to 2008. Prior to 2005 he worked in various petroleum engineering operations management positions for several independent oil and gas exploration and development companies. Mr. Harrison received a B.S. Degree in Petroleum Engineering from the Louisiana State University in 1985",
        "became our Senior Vice President of Corporate Development in July 2019 concurrently with the closing of the Covey Park Acquisition.In this role, Mr. Terry is responsible for driving our long-term strategy for acquisitions and development, reserves and midstream. Prior to co-founding Covey Park, Mr. Terry held significant roles in operations and business development at EXCO Resources, Inc. and Winchester Production. Mr. Terry",
        "received a Bachelor of Science in Petroleum Engineering from Louisiana State University",
        "in 2005",
        "became our Vice President of Operations in July 2019 following the Covey Park Acquisition.He joined Covey Park in August 2018 as the Vice President of Operations, where he was responsible for drilling, completion, and production operations and engineering.Prior to his time at Covey Park, Mr. McGough held significant roles as a drilling, completion, and production engineer at Brammer Engineering. Mr. McGough received a Bachelor of Science in Chemical Engineering from Louisiana Tech University in 2003 and an MBA from Centenary College of Louisiana in 2010",
        "became our Vice President of Finance and Investor Relations in August 2019. Prior to joining us, Mr. Mills was an Equity Member and Senior Analyst responsible for covering exploration and production companies at Johnson Rice & Company LLC. Mr. Mills joined Johnson Rice in August 1995. Mr. Mills received a Bachelor of Arts in Economics and Master of Business Administration from Tulane University in 1994 and 1995, respectively",
        "has been our Treasurer since 2013. Mr. Presley, who has been with us since 1989, also continues to serve as our Vice President of Accounting and Controller, positions he has had held since 1997 and 1991, respectively. Prior to joining us, Mr.Presley had six years of experience with several independent oil and gas companies including AmBrit Energy, Inc. Prior thereto, Mr.Presley spent two and one-half years with B.D.O. Seidman, a public accounting firm. Mr.Presley received a B.B.A. degree from Texas A & M University in 1983",
        "has been our Vice President of Land since 2014.Ms. Sanders has been with us since 1995.She has served as Land Manager since 2007, and has been instrumental in all of our active development programs and major acquisitions.Prior to joining us, Ms. Sanders held positions with Bridge Oil Company and Kaiser-Francis Oil Company, as well as other independent exploration and production companies.Ms. Sanders is a Certified Professional Landman with 38 years of experience.She became the nation's first Certified Professional Lease and Title Analyst in 1990",
        "became our Vice President of Marketing",
        "in July 2019 concurrently with the closing of the Covey Park Acquisition, where she also served as Vice President of Marketing. She joined Covey Park in 2014, and started the marketing department. Prior to joining Covey Park, Ms. Ward held various positions in the marketing department at EXCO Resources, Inc. from 2007 through 2014. She received a Bachelor's degree in Communication Studies from The University of Texas at Austin in 2007",
        "Outside Directors",
        "has served as a director since 2014.Dr. Davis is currently the President of Furman University.Dr. Davis was the Executive Vice President and Provost for Baylor University until July 2014, and served as Interim Provost from 2008 until 2010. Prior to her appointment as Provost, she was a professor of accounting in the Hankamer School of Business at Baylor University where she also served as associate dean for undergraduate programs and as acting chair for the Department of Accounting and Business Law. Prior to joining Baylor University, she worked for the public accounting firm Arthur Andersen from 1984 to 1987",
        "has served as a director since 2017. Mr. Morris retired in 2008 as Vice President of ExxonMobil Corporation and President of ExxonMobil Production Company following more than 40 years of service with the ExxonMobil group. Mr. Foster served in a number of production engineering and management roles domestically as well as in the United Kingdom and Malaysia prior to his appointment in 1995 as a Senior Vice President in charge of the upstream business of Exxon Company, USA. In 1998, Mr. Foster was appointed President of Exxon Upstream Development Company, and following the merger of Exxon and Mobil in 1999, he was named to the position of President of ExxonMobil Development Company. In 2004, Mr. Foster was named President of Exxon Mobil Production Company, the division responsible for ExxonMobil's upstream oil and gas exploration and production business, and a Vice President of ExxonMobil Corporation. Mr. Foster currently serves as Chairman of Stagecoach Properties Inc., a real estate holding corporation with properties in Salado, Houston and College Station, Texas and Carmel, California and as a member of the Board of Regents of Texas A&M University. In addition, Mr. Foster currently serves on the board of directors of Scott & White Medical Institute",
        "has served as a director since 2014.  Mr. Turner currently serves as Chairman of Turner Holdings, LLC and CEO of JLT Automotive, Inc.  Mr. Turner served as President and Chief Executive Officer of Dr Pepper/Seven Up Bottling Group, Inc. from its formation in 1999 through 2005, when he sold this interest in that company. Prior to that, Mr. Turner served as Owner/Chairman of the Board and Chief Executive Officer of the Turner Beverage Group, the largest privately owned independent bottler in the United States.  Mr. Turner is past-Chairman and currently serves on the Board of Trustees of Baylor Scott and White Health, the largest not-for-profit healthcare system in the State of Texas, where he also serves as Chairman of the Finance Committee and as a member of the Executive Committee. He is a Director of Crown Holdings where he also serves as Chairman of the Compensation Committee and as a member of the Nominating and Governance Committee. He is on the Board of Directors of INSURICA, a full service insurance agency.  Mr. Turner is former Chairman of Dean Foods Company where he also served as Chairman of the Compensation Committee"
    ]
}