{
    "24491": [
        "Human Capital Management",
        "As of December 31, 2020, the Company employed 9,839 persons worldwide, of which 5,779 were employed in the Americas Tire Operations segment, 3,407 were employed in the International Tire Operations segment, and 653 were employed in corporate positions. At December 31, 2020, approximately 42 percent of the Company’s workforce was represented by collective bargaining units. The Company believes that its relations with labor unions and work councils globally are generally positive",
        "The Company believes that success of its mission is realized by the engagement of its employees to partner with customers and other key stakeholders. This mission is supported by the Company's values, which are embodied in the Cooper Way",
        "Engaging people by helping each other succeed and doing the right thing",
        "Relentless improvement by being results focused and having engaged communication; and",
        "Excellence in all the Company does by being agile and providing world class service",
        "Governance",
        "The Company’s Board of Directors sets the Company’s human capital management strategy, and the Compensation Committee of the Board oversees compensation matters.  The Executive Leadership Team, which includes the Chief Human Resources Officer (\"CHRO\"), is responsible for executing that strategy and communicating the operation and status of human capital trends and Company activities back to the Board of Directors.  The Company’s human capital management includes the ability of the Company to attract, develop and retain talent, as well as the design of employee compensation and benefit programs.  Key priorities for the Company include the following",
        "Talent",
        "The Company’s talent strategy is focused on attracting, developing, and retaining the best talent in a way that will make them want to recommend Cooper as a great place to work.  The Company prioritizes a positive and inclusive employment experience, a workplace based on the employment experience needs of employees, and ever evolving inclusion and diversity initiatives throughout the Company.  The Company believes a foundation of engaged employees and a vibrant appealing culture will allow the Company to achieve its talent strategy. To support talent development, the Company encourages employees to continually learn and grow in order to achieve personal objectives.  The Company offers rotational assignments, participation in cross functional projects, sponsors professional development activities, educational tuition reimbursement, and participation in professional associations to foster the development goals of its employees",
        "Total Rewards",
        "The total rewards philosophy of the Company is to be competitive in the markets in which it competes for talent, to be effective at attracting and retaining a qualified workforce, and to reward employees for good performance and exceptional business results.  The programs that are designed and administered to achieve these goals include employee base compensation, short and long-term incentive programs for eligible employees, healthcare, employee well-being, relocation support, and retirement savings programs.  Employee participation in specific programs may vary based on eligibility and local country practice",
        "Diversity and Inclusion",
        "The Company celebrates the diversity of its employees, including their unique experiences, backgrounds, beliefs, and contributions. The Company works to ensure that each employee is valued and appreciated for their distinct contributions to the growth and success of the Company",
        "The Company strives to attract, engage and retain talented and high-performing employees.  The Company seeks to provide an environment where outstanding people feel welcome, respected and valued for who they are and for their unique contributions.  The Company is passionate about helping to raise the level of respect and inclusion in the communities that employees live and work in.  The Company embraces employees’ differences in age, sex, color, ability, ethnicity, family or marital status, gender identity or expression, sexual orientation, socio-economic status, veteran status and other characteristics that make each employee unique",
        "In 2020, the Company was recognized by Forbes as one of the World’s Best Employers. The Company was also recognized by a leading U.S. benchmarking report measuring corporate policies and practices related to LGBTQ equality in the workplace and has been named one of the Best Places to Work for LGBTQ Equality. Additionally, the Company has been honored by multiple sources for raising the bar for gender-diverse boards. At December 31, 2020, the Board of Directors included greater than 30 percent female representation, exceeding the national average. The Company supports employee resource groups, which include groups dedicated to networking, professional development, and community service, and the Company's senior leadership actively supports and is involved in these programs",
        "Foreign Operations",
        "The Company has a manufacturing facility, a technical center, a distribution center and its European headquarters office located in the U.K. The Company has a manufacturing facility, a distribution center, and an administrative office in Serbia. In total, there are five distribution centers and one sales offices in Europe. The number of foreign operations in Europe was not impacted by the January 17, 2019 decision to cease light vehicle tire production at the Melksham, U.K. manufacturing facility. The Company has a manufacturing facility and a joint venture manufacturing facility, a distribution center, a technical center, a sales office and an administrative office in the PRC. The Company also has a purchasing office in Singapore. The Company has a joint venture manufacturing facility in Vietnam that became commercially operational in 2020",
        "In Latin America, the Company has a manufacturing facility, an administrative office, three sales offices and a distribution center",
        "Additional information on the Company’s foreign operations can be found in the “Business Segments” note to the consolidated financial statements"
    ]
}