{
    "24545": [
        "Human Capital Management",
        "We have a global and varied workforce, with major employee centers in the U.S., Canada, U.K. and Romania. As of the end of 2020, we employed approximately 17,000 employees within our business globally with approximately 10,000 within our North America segment and 7,000 within our Europe segment. Of the 17,000 employees, approximately 660 of our employees are in our Global Business Centers based in Milwaukee, Wisconsin and Bucharest, Romania. As of the end of 2020, approximately 33% and 29% of our North America and Europe workforces, respectively, are represented by trade unions or councils, which are subject to collective bargaining agreements, which come due for renegotiation from time to time",
        "The Company strives to be a provider of meaningful experiences for its employees and a safe and healthy workplace for all employees. We believe that building a strong and diverse workforce is a significant contributor to our success as a business and to deliver on our purpose, and that we value and respect our differences. We believe that diversity with inclusion is the key to collaboration and a winning team culture. A significant component of the revitalization plan announced in October 2019 was the launch of a refreshed purpose (uniting people to celebrate all life’s moments), ambition (first choice for our people, consumers and customers) and shared company values (the first of which is Putting People First), all designed with a purpose of shifting the culture of the organization to drive stronger employee engagement and business engagement",
        "With the overarching goals described in the preceding paragraph as guides, the leadership team and the chief people and diversity officers for the North America and Europe business units are tasked with managing all employment-related matters including recruitment, retention, leadership and development, compensation planning, succession planning, performance management, and diversity and inclusion. The Compensation Human Resource Committee of the Board of Directors is responsible for establishing and reviewing the overall compensation philosophy of the Company and providing oversight on certain human capital matters, including the Company’s talent retention and development, leadership development, talent pipeline, programs and systems for performance management and diversity and inclusion initiatives. The Audit Committee oversees the Company’s risk management program to identify and mitigate potential risks, including human capital issues. The Board of Directors then receives regular reports and recommendations from management and the board committees to help guide the Company’s strategy on retaining and developing a diverse and talented workforce",
        "In North America, we promote and maintain employee resource groups for a number of different communities in our employee population - by race/ethnicity, by gender, LGBTQ+, early professionals, young families, and veterans, amongst others. We encourage participation in these groups as we believe it provides an open forum for individual employees who may share similar concerns or experiences. We also promote and emphasize leadership and development opportunities for our employees which includes our First Choice Learning Center, in-person and online training programs, and experiential training opportunities to encourage and promote employee health and safety, assist in building core competencies, learning best practices and developing leadership capabilities. As we work to a more diverse workforce and management team, the Company has developed programs to encourage the recruitment, retention and training of diverse leaders and working to ensure we have a highly skilled and diverse workforce. We track and monitor our progress on metrics of gender and race, particularly in the U.S., though data on race is not tracked in all jurisdictions",
        "We aim to ensure that our employees have a healthy and safe work environment. Our supply chain has adopted and implemented a framework we call world class supply chain 2.0 at many of our brewery and other locations. As part of that framework, the Company's environment, health and safety policy guides the Company’s efforts in maintaining safe and healthy workplaces where we take a proactive approach to the identification and control of environment, health and safety risks. We work to improve our Environment, Health and Safety (\"EHS\") performance through methodologies that aim to prevent workplace injuries and illness, and reduce environmental impacts of our operations. Our safety focus was evident during our response to the coronavirus pandemic where we implemented additional health and safety measures in the breweries and our distribution centers, ensuring these federally designated essential operations could continue to operate and we could protect our",
        "Table of Contents",
        "employees. We enhanced our cleaning protocols at the majority of our facilities including enhanced sanitization, social distancing, temperature screenings, cloth facemasks and hand sanitizers, instituted a paid leave coronavirus policy and program, adopted a voluntary unpaid leave program, and expanded access to virtual healthcare, remote fitness and wellness support and to our employee assistance program"
    ]
}