{
    "2488": [
        "Human Capital",
        "As of December26, 2020, we had approximately 12,600 employees in our global workforce. We believe we are at our best when our culture of innovation, creative minds and people from all kinds of backgrounds work together in an engaging and open environment. Areas of focus for us include the following",
        "Mission, Culture, and Engagement",
        "Our History - Founded in 1969 as a Silicon Valley start-up, the AMD journey began with dozens of employees focused on leading-edge semiconductor products. From those modest beginnings, we have grown into a global company achieving many important industry firsts along the way. Today, we develop high-performance computing and visualization products to solve some of the world’s toughest and most interesting challenges",
        "Our Vision - High performance computing is transforming our lives",
        "Our Mission - Build great products that accelerate next-generation computing experiences",
        "Our employees are driven by this vision and mission. Innovation occurs when creative minds and diverse perspectives from all over the world work together. This is the foundation of our unique culture and the reason why AMD employees are among the most engaged in our industry",
        "We conduct a confidential annual survey of our global workforce to measure our culture, engagement, and manager quality. The results are reviewed by the AMD Board of Directors and acted upon by our senior leadership team and individual managers at every level. Results from our 2020 survey reported continued improvement across all categories, and scores were among the very best for global companies in the technology industry. Our employees described our culture as innovative, open, and respectful, and rated the quality of our managers among the top 10% of our technology industry peers",
        "Belonging and Inclusion",
        "Our diverse and inclusive workforce encourages employees to share their opinions and different perspectives. We believe that building a diverse talent pipeline, encouraging a culture of respect and belonging, and increasing inclusion of unique and underrepresented voices makes AMD stronger. AMD’s Employee Resource Groups encourage employee engagement and play an important role in our culture",
        "We are focused on hiring and developing under-represented minorities and women leaders. We are proud to be led by a highly regarded CEO who has won many esteemed awards for her business and technical prowess. In 2020, Lisa Su received the chip industry’s highest honor as the 2020 recipient of the Robert N. Noyce Award. Dr. Su also ranked #2 on Fortune’s Businessperson of the Year list for her strategic vision and successful company turn around",
        "Total Rewards",
        "We invest in our workforce by offering competitive salaries, incentives, and benefits that are determined based on employee’s preferences. Our incentives are meritocracy-based and we have a strong pay for performance culture that we believe drives superior results. We benchmark our total rewards annually to ensure our compensation and benefit programs remain competitive with our peers",
        "Development",
        "We offer our employees opportunities to advance their careers at AMD. We are focused on leadership progression and encourage our employees take advantage of new opportunities. Our manager and leadership development programs are highly rated and we provide specialized development programs for our employees",
        "Environmental Regulations",
        "Our operations and properties have in the past been and continue to be subject to various United States and foreign laws and regulations, including those relating to materials used in our products and manufacturing processes",
        "discharge of pollutants into the environment, the treatment, transport, storage and disposal of solid and hazardous wastes and remediation of contamination. These laws and regulations require our suppliers to obtain permits for operations making our products, including the discharge of air pollutants and wastewater. Although our management systems are designed to oversee our suppliers’ compliance, we cannot assure you that our suppliers have been or will be at all times in complete compliance with such laws, regulations and permits. If our suppliers violate or fail to comply with any of them, a range of consequences could result, including fines, suspension of production, alteration of manufacturing processes, import/export restrictions, sales limitations, criminal and civil liabilities or other sanctions. We could also be held liable for any and all consequences arising out of exposure to hazardous materials used, stored, released, disposed of by us or located at, under or emanating from our facilities or other environmental or natural resource damage. While we have budgeted for foreseeable associated expenditures, we cannot assure you that future environmental legal requirements will not become more stringent or costly in the future. Therefore, we cannot assure you that our costs of complying with current and future environmental and health and safety laws, and our liabilities arising from past and future releases of, or exposure to, hazardous substances will not have a material adverse effect on us",
        "Environmental laws are complex, change frequently and have tended to become more stringent over time. For example, the European Union (EU) and China are two among a growing number of jurisdictions that have enacted restrictions on the use of lead and other materials in electronic products. These regulations affect semiconductor devices and packaging. As regulations restricting materials in electronic products continue to increase around the world, there is a risk that the cost, quality and manufacturing yields of products that are subject to these restrictions, may be less favorable compared to products that are not subject to such restrictions, or that the transition to compliant products may not meet customer roadmaps, or produce sudden changes in demand, which may result in excess inventory. A number of jurisdictions including the EU, Australia, California and China are developing or have finalized market entry or public procurement regulations for computers and servers based on ENERGY STAR specifications as well as additional energy consumption limits. There is the potential for certain of our products being excluded from some of these markets which could materially adversely affect us",
        "Certain environmental laws, including the U.S. Comprehensive, Environmental Response, Compensation and Liability Act of 1980, or the Superfund Act, impose strict or, under certain circumstances, joint and several liability on current and previous owners or operators of real property for the cost of removal or remediation of hazardous substances and impose liability for damages to natural resources. These laws often impose liability even if the owner or operator did not know of, or was not responsible for, the release of such hazardous substances. These environmental laws also assess liability on persons who arrange for hazardous substances to be sent to disposal or treatment facilities when such facilities are found to be contaminated. Such persons can be responsible for cleanup costs even if they never owned or operated the contaminated facility",
        "We are named as a responsible party on Superfund clean-up orders for three sites in Sunnyvale, California that are on the National Priorities List. Since 1981, we have discovered hazardous material releases to the groundwater from former underground tanks and proceeded to investigate and conduct remediation at these three sites. The chemicals released into the groundwater were commonly used in the semiconductor industry in the United States in the wafer fabrication process prior to 1979",
        "In 1991, we received Final Site Clean-up Requirements Orders from the California Regional Water Quality Control Board relating to the three sites. We have entered into settlement agreements with other responsible parties on two of the orders. During the term of such agreements, other parties have agreed to assume most of the foreseeable costs as well as the primary role in conducting remediation activities under the orders. We remain responsible for additional costs beyond the scope of the agreements as well as all remaining costs in the event that the other parties do not fulfill their obligations under the settlement agreements",
        "To address anticipated future remediation costs under the orders, we have computed and recorded an estimated environmental liability of approximately $4 million and have not recorded any potential insurance recoveries in determining the estimated costs of the cleanup. Costs could also increase as a result of additional test and remediation obligations imposed by the Environmental Protection Agency or California Regional Water Quality Control Board. The progress of future remediation efforts cannot be predicted with certainty and these costs may change. We believe that the potential liability, if any, in excess of amounts already accrued, will not have a material adverse effect on our financial condition, cash flows or results of operations"
    ]
}