{
    "25475": [
        "HUMAN CAPITAL",
        "Human Capital is a key component to our success. Our culture and organizational purpose is embodied by our RESTORE values of Respect, Empowerment, Sustainability, Training, One Crawford, Recognition and Entrepreneurial Spirit. These values define our desired culture, and influence organizational behavior, decision-making and our people priorities. ",
        "Employee Profile",
        "Crawford & Company is committed to the health and safety of our people and providing quality services to our clients as we deliver on our purpose of Restoring and Enhancing Lives, Businesses and Communities. As of December 31, 2020, we had approximately 8,985 employees operating in 70 countries. 94% of our global employees are full-time. Approximately 80% of our workforce is concentrated in the U.S., Canada, United Kingdom (“U.K.”), Australia and the Philippines. Women comprised 55% of our global workforce, 50% of our country-presidents roles, 32% of our global senior management team and 44% of our people management roles. In 2020, our internal promotion rate for women was 52%. With respect to our employees in the U.S., percentages of our employees that identified as Black, Hispanic/Latino and Asian were 17%, 9% and 4% respectively. Among U.S. employees in our shared services roles, we have even higher percentages of ethnic diversity among Blacks and Asians, at 19% and 14%, respectively. ",
        "Diversity and Inclusion - Employee Hiring Practices",
        "Diversity and inclusion are core to the Company’s values and instrumental in delivering stronger business growth. We are committed to recruiting the most qualified people for the job regardless of gender, ethnicity or other protected traits and to comply fully with all domestic, foreign and local laws relating to discrimination in the workplace. Additionally, we believe in providing opportunities for career progression for our people and as such, establish goals of filling open positions with internal talent. Crawford is committed to improving the diversity of our workforce and has affirmative action plans as required for our largest locations in the U.S. We launched our Office of Inclusion & Diversity in early 2020 and subsequently formed a global diversity council to work with our executive and country leadership teams to enhance our inclusion and diversity policies and practices. Two of our key accomplishments for 2020 were delivering unconscious bias training to our executive leadership team, managers and employees and launching two employee resource groups in the U.S. ",
        "Employee Wellness ",
        "At Crawford, we believe our ability to deliver on our purpose of Restoring and Enhancing Lives, Businesses and Communities is directly linked to the well-being of our workforce. As such, we provide a variety of comprehensive benefit programs that are designed to support the physical, mental and financial well-being of our people. Examples of such programs include: formal wellness programs with fitness challenges and incentives for prioritizing physical exercise and accessing preventive care services; company-paid flu shots; employee assistance programs; group healthcare and telemedicine programs; discounts for gym memberships; company-sponsored retirement savings plans; financial education webinars; tuition assistance and college scholarships for children of employees; and programs that support work-life balance such as remote work arrangements, flex-time, paid-time off, and parental leave.",
        "3",
        "Table of Contents",
        "The global COVID-19 pandemic presented an opportunity to demonstrate our commitment to the health and safety of our workforce. We immediately formed a global incident response team, transitioned our workforce to work-from-home for non-essential staff, procured PPE for those roles deemed “essential workers”, adopted safety protocols for field employees to protect themselves, our clients and the communities where we perform work and delivered weekly health and safety updates to our global workforce. Additionally, we modified our sick leave policies to ensure employees who became ill, self-isolated or needed to quarantine continued to receive pay. We continue to actively monitor the pandemic and remain committed to providing a positive, purposeful working experience for our employees that is reflective of our purpose and values. ",
        "Employee Engagement ",
        "Employee engagement is fundamental to our ability to retain and attract talent, particularly given the competitive nature of our industry’s labor market for critical roles. Crawford regularly measures employee engagement levels through an anonymous employee pulse survey. We adopted this formal listening strategy in 2016 and have seen progressive improvement in our survey results each time we conduct the survey. The results of the survey help us understand what is working well and our opportunities for improvement. In 2020, we only conducted one employee pulse survey as we also conducted a series of surveys throughout the year to help us manage our COVID-19 response. New for the 2020 survey were five questions related to Crawford’s response to the pandemic. Our overall response rate was 82% which was up from 76% in December of 2019. Favorable response rates increased across all five categories of questions; the way we execute; the way we lead; the way we manage; the way we see ourselves; and the way we work together. We are able to measure response rates through many data cuts including global service lines, geographies, shared services functions, and different demographic groups such as age, gender and tenure. Survey results are used to develop action plans for improvement. Key themes coming out of the survey results for 2020 include working hours, technology, training and communication. As a result, we are reviewing the future of work arrangements with our global reintegration teams, crafting a strategic digital plan, expanding our technical and management capabilities training, connecting with global employees with technology-enabled town hall meetings, sending regular communication updates from key members of the executive leadership team and continuing to provide a bi-weekly global employee health and safety updates.",
        "Employee Development",
        "Training is not only a core value today but also a key component of our heritage. Continuous learning through on-the-job training, coaching and structured learning are used for strengthening capabilities and preparing our workforce for the future. Crawford Educational Services, our training function, provides a variety of industry-specific, instructor-led courses that are both skill and behavior based. We also offer a comprehensive catalog of self-directed, continuing education credited, eLearning courses through our learning portal called KMC On Demand. For 2020, within the U.S., 2,680 individual learners spent a total of 10,850 hours on online training.",
        "Additionally, we were able to pivot our classroom courses such as U.S.-Residential Property and U.S.-Commercial Property classes to a virtual setting due to the pandemic. By using virtual reality technology, we captured scans of different types of losses and embedded them in the property training curriculum. Using this new learning technology has allowed our learners to be exposed to a variety of peril types in a safe way while maintaining learner engagement levels.In 2020, we also launched the Advocacy at Work training for our care and case management professionals covering nearly 330 learners. This training helps our employees servicing injured workers, alleviates the fear of the unknown, and empowers stakeholders through continued worker/employer engagement via task assignments and guided interactions. With a focus on enhancing adjuster skills in the insurance industry, in 2020 we offered instructor led webinars to non-Crawford adjusters and complimentary access to KMC On Demand for our clients.",
        "In addition to technical training, Crawford Educational Services also offers professional, management and leadership development programs for employees globally. In 2020, the popular instructor led classes included time management and business writing skills for employees. Managers were trained on leading virtual teams and other essential manager skills such as coaching and trust. Additionally, Crawford’s CEO routinely makes assigned reading mandatory for our managers and leaders in support of our commitment of fostering a culture of growth mindset. We also rolled out the fifth year of our popular on-line women leadership program called Women LEAD attended by over 90 women employees globally."
    ]
}