{
    "26058": [
        "HUMAN CAPITAL",
        "HUMAN CAPITAL RESOURCES",
        "We employed 3,786 people at December31,2020, with 87% of these employees located outside the U.S. We employed 3,570 people at December31, 2019 with 84% of these employees located outside the U.S",
        "We are committed to building a diverse, inclusive and engaged workforce. Our management teams and all of our employees are expected to exhibit the principles of fairness, honesty and integrity in the actions we undertake. Our employees must adhere to a code of conduct that sets standards for appropriate behavior and includes required annual training on preventing, identifying, reporting and stopping any type of unlawful discrimination or unethical actions",
        "We have a global talent review and succession planning process designed to align our talent plans with the current and future strategies of the business. This includes the identification of key positions, assessment of internal talent and potential successors and plans for talent acquisition and development",
        "We strive to align compensation with the external market and maintain equity within the organization. In addition, we offer a broad range of company-paid benefits, which we believe are competitive in our industry",
        "The safety of our employees is a priority and vital to our success. Our employees are regularly trained on safety-related topics and we monitor and measure our effectiveness at all of our locations",
        "During fiscal 2020, in response to the COVID-19 pandemic, we took action to protect our employees’ safety and health, including equipping employees with personal protective equipment, establishing minimum staffing and social distancing policies, sanitizingworkspaces more frequently, adopting alternate work schedules including encouraging remote work arrangements, and instituting other measures aimed at minimizing the transmission of COVID-19 while sustaining production and related services. In addition, we modified the way we conduct many aspects of our business to reduce the number of in-person interactions. For example, we significantly expanded the use of virtual interactions in many aspects of our business, including customer facing activities",
        "EXECUTIVE OFFICERS OF THE COMPANY",
        "Executive Officers.The following serve as executive officers of CTS as of December31, 2020. The executive officers are expected to serve until the next annual shareholders meeting, scheduled to be held on or about May13, 2021, at which time the election of officers will be considered again by the Board of Directors",
        "Name",
        "Age",
        "Positions and Offices",
        "Kieran O'Sullivan",
        "President, Chief Executive Officer and Chairman of the Board",
        "Ashish Agrawal",
        "Vice President and Chief Financial Officer",
        "Kieran O'Sullivan- 58 - President, Chief Executive Officer and Chairman of the Board.Mr. O'Sullivan joined CTS on January7, 2013. Before joining CTS, Mr.O'Sullivan served as Executive Vice President of Continental AG's Global Infotainment and Connectivity Business and led the NAFTA Interior Division, having joined Continental AG, a global automotive supplier, in 2006. Mr. O'Sullivan is a member of the board of directors, the audit committee, and risk committee and the corporate governance and nominating committee of LCI Industries, a supplier of engineered components for manufacturers of recreational vehicles, manufactured homes, marine applications, and for the related aftermarkets",
        "Ashish Agrawal- 50- Vice President and Chief Financial Officer. On November11, 2013, Mr.Agrawal was elected Vice President and Chief Financial Officer for CTS. Mr.Agrawal joined CTS in June 2011 as Vice President, Treasury and Corporate Development, and was elected as Treasurer on September1, 2011. Before joining CTS, Mr.Agrawal was with Dometic Group AB, a manufacturer of refrigerators, awnings and air conditioners, as Senior Vice President and Chief Financial Officer, Americas, since 2007. Prior to that, Mr. Agrawal was with General Electric Co. in various positions since December 1994",
        "Information with respect to Directors and Corporate Governance may be found in our definitive proxy statement to be delivered to shareholders in connection with our 2021 Annual Meeting of Shareholders. Such information is incorporated herein by reference",
        "ADDITIONAL INFORMATION",
        "We are incorporated in the State of Indiana. Our principal corporate office is located at 4925 Indiana Avenue Lisle, IL 60532",
        "CTS CORPORATION 7",
        "Our internet address is www.ctscorp.com. We make available free of charge through our website our annual reports on Form10-K, quarterly reports on Form10-Q, current reports on Form8-K and amendments to those reports filed or furnished pursuant to Section13(a) of the Securities Exchange Act of 1934 as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange Commission (\"SEC\"). Other than the documents that we file with the SEC that are incorporated by reference herein, the information contained on or accessible through our website is not part of this or any other report we file or furnish to the SEC",
        "Investors and others should note that we announce material financial information to our investors using the Investors section of our website (ctscorp.com/investors), SEC filings, press releases, public conference calls and webcasts. We use these channels as well as social media and blogs to communicate with our investors and the public about our company, our services and other issues. It is possible that the information we post on social media and blogs could be deemed to be material information"
    ]
}