{
    "26172": [
        "Human Capital Resources",
        "HUMAN CAPITAL RESOURCES",
        "At December 31, 2020, we employed approximately 57,825 persons worldwide. Approximately 20,279 of our employees worldwide are represented by various unions under collective bargaining agreements that expire between 2021 and 2025",
        "Throughout our company’s 100-year history, we always recognized that people drive the strength of our business and our ability to effectively serve our clients and sustain our competitive position. We are focused on harmonizing our approach to talent to provide seamless opportunities and better experiences to our employees around the world. The disruptive events of 2020 gave even greater importance for us to complete the strategic work in Human Resources that calls for our company to “Inspire and Encourage All Employees to Reach Their Full Potential.” This strategy has key focus areas: creating a diverse and inclusive work environment; engaging employees and their families in improving wellness; developing self-aware and effective leaders; and extending our talent management philosophies in performance management, compensation management, competency building, and access to development opportunities to all employees",
        "Leadership and Talent Management",
        "Managing our human capital resources is a key focus of the company. In 2020, the Board recast our Compensation Committee as the Talent Management and Compensation Committee to reflect the Board’s commitment to overseeing and providing guidance to our leadership team in this important work",
        "We strive to create a leadership culture that begins with authentic leaders who create an outstanding place to work by encouraging all employees to achieve their full potential. We encourage leaders to connect our people and their work to our mission, vision, values, brand promise and strategies of the company, motivating and giving them a higher sense of purpose. We have developed leadership and employee development programs for employees ranging from the manufacturing floor and technicians through middle management and executive development. When an individual joins Cummins, we are committed to providing both that employee and their manager with the tools and resources to manage their career and navigate in a large global organization. Through our Talent Management strategy our goal is to ensure all employees have access to the development and career opportunities that a global company enables",
        "Competitive Pay and Benefits",
        "To attract and retain the best employees, we focus on providing competitive pay and benefits. Our programs target the market for competitiveness and sustainability while ensuring that we honor our core values. We provide benefit programs with the goal of improving physical, mental and financial wellness of our employees throughout their lifetime. Some examples include base and variable pay, medical, paid time off, retirement saving plans and employee stock purchase plans",
        "When designing our base pay compensation ranges, we do market analysis to be sure ranges are current and our employees are advancing their earning potential. We also do annual compensation studies to assess market movement, pay equity and living wages. For example, in 2018, we conducted a living wage analysis globally to ensure our employees were making a living wage in the countries they live and work. We incorporated this living wage assessment into our annual compensation structure to ensure that current and new hires never fall below this threshold. In the U.S. for example, the living wage in 2019 was $15 per hour, although most positions pay more than that. We continually review wages globally to ensure we are fair, equitable, competitive and can attract and retain the best talent",
        "We also provide diverse benefit programs that are aligned with our values and focused on supporting employees and their families based on their unique needs, some of which are: tiered health care cost so that more junior employees pay less for their premiums; paid parental leave for primary and secondary caregivers; advanced medical services from clinicians to support complex health care needs and employee assistance programs with diverse providers that can meet a range of employee needs from race related trauma to financial planning to transgender transition support",
        "Employee Safety and Wellness",
        "Cummins is committed to being world-class in health and safety. We strive to ensure a workplace with zero incidents. We are committed to removing conditions that cause personal injury or occupational illness and we make decisions and promote behaviors that protect others from risk of injury. We publicly disclose metrics on our rate of recordable injuries, our rate of lost workdays due to injury and the rate of injuries involving contractors",
        "Our response to the COVID-19 global pandemic illustrated our commitment to safety. To support both our customers and communities, we made keeping employees safe our top priority. Most of our employees who can work from home have been doing so since the outbreak of the pandemic and we have provided them with the tools and support to do so. This allowed us to focus resources",
        "Table of Contents",
        "and investments on our engineering and production facilities. In those facilities, we have taken many steps to protect the health and safety of our people, including",
        "Mandatory health screenings at our plants and facilities",
        "Personal protective equipment for frontline employees",
        "Masks required inside open plants and facilities",
        "Redesigned exits, entrances and production lines to encourage social distancing",
        "Enhanced cleaning protocols before, during and after shifts",
        "Expanded healthcare and leave programs to support employees and their families; and",
        "Manufacturing our own face masks to provide to our employees free of charge",
        "Diversity, Equity and Inclusion",
        "Diversity, equity and inclusion at all levels of the company are critical to our ability to innovate, to win in the marketplace and to create sustainable success. Having diverse, equitable and inclusive workplaces allows us to attract and retain the best employees to deliver results for our shareholders. This is exemplified by the composition of the Board of which 4 of 12 directors are female and 4 of 12 directors are ethnically diverse. In addition, 50 percent of our executive team is female and 40 percent of our leadership team is female. We disclose publicly the percentage of women in supervisory roles and the overall workforce. We also launched several initiatives to increase representation of minorities in the workplace. We have created a Global Inclusion Leadership Council to oversee more than 100 employee resource groups around the world to provide opportunities to employees from all backgrounds for leadership training, cross cultural learning and professional development. In 2020, we launched Cummins Advocating for Racial Equity (CARE), which seeks to drive a sustainable impact in dismantling institutional racism and creating systemic equity",
        "For more information on the topics above and our management of our human capital resources, please go to sustainability.cummins.com. Information from our sustainability report and sustainability webpage is not incorporated by reference into this filing"
    ]
}