{
    "26324": [
        "Human Capital",
        "At the end of 2020, we had approximately 8,200 employees in more than 20 countries, 7% of which are represented by labor unions and covered by collective bargaining agreements. ",
        "Set forth below are some of the key aspects of Curtiss-Wright’s human capital strategy:",
        "Compensation Programs and Employee Benefits",
        "Our success as an organization is ultimately dependent upon the success of our employees. As a result, we have made significant investments in order to attract, develop, and retain talented personnel, inclusive of competitive pay, share-based compensation, benefits, training, and professional development opportunities. Notable programs offered include the following:",
        "Employer 401(k) matching contributions; ",
        "Employee Stock Purchase Plan;",
        "Employer-sponsored health insurance; and",
        "Training and professional development",
        "In addition to the above, we also offer equity compensation plans to certain employees through the issuance of performance share units, restricted stock units, and cash-based performance units. Our equity compensation plans ultimately act as a key lever for rewarding and retaining key employees, while also aligning the interests of our key employees and external shareholders. See Note 16 to the Consolidated Financial Statements for more information regarding our share-based compensation plans.",
        "Diversity and Inclusion",
        "Curtiss-Wright believes in an inclusive workforce, where diverse backgrounds are represented, engaged, and empowered to inspire and innovate. We do business in more than 20 countries, and our employees operate across cultures, functions, language barriers, and time zones to solve the technical and logistical challenges presented by its worldwide customer base. To foster a more diverse and inclusive culture, Curtiss-Wright is focused on (1) promoting a culture of diversity and inclusion that leverages the talents of all employees, and (2) implementing practices that attract, recruit, and retain diverse top talent. ",
        "Health and Safety",
        "The health and safety of our employees is a top priority for the Corporation. At the corporate level, we track total recordable rate (TRR) and days away, restriction and transfer rate (DART) for all sites worldwide. For the year ended December 31, 2020, our TRR and DART rates were 0.98 and 0.65, respectively.",
        "In response to the COVID-19 pandemic, we continue to execute safety measures at all of our facilities to protect the health and safety of our employees and visitors. We have implemented rigorous hygiene and social distancing practices, inclusive of mask requirements and staggered shifts. Additionally, a significant portion of our non-manufacturing employees are currently working remotely in an effort to minimize any potential spread of COVID-19. These working conditions have been designed to allow for the continuation of key business-critical operations and controls. ",
        "Ethics and Integrity",
        "Curtiss-Wright is deeply committed to ensuring that all of its employees conduct business with the highest levels of ethics and integrity. In order to enhance understanding of and compliance with the Corporation’s code of conduct, all employees are required to complete a training program annually which details ethical business practices. In addition, the Corporation maintains an ethics-related hotline through which employees can report any accounting or auditing concerns. The hotline facilitates the communication of ethical concerns, and serves as the vehicle through which employees may communicate with the Audit Committee of the Board of Directors confidentially and anonymously."
    ]
}