{
    "26780": [
        "Human Capital",
        "Our talented people power a customer-centric organization that is continuously improving the performance and efficiency of vehicles and machines around the globe. The following table summarizes our employees by operating segment and geographical region as ofDecember 31, 2020:",
        "Segment",
        "Light Vehicle",
        "Commercial Vehicle",
        "Off-Highway",
        "Power Technologies",
        "Technical and administrative",
        "Total",
        "Safety–The health and safety of employees remain our highest priority and we believe our company has an essential responsibility to safeguard life, health, property, and the environment for the well-being of all involved. Through effective feedback and positive recognition, we actively promote and pursue safety in all that we do. This is achieved through a consistent commitment to excellence in, health, safety, security management, and risk elimination. Dana’s health, safety and security programs ensure that all employees receive training, guidance, and assistance in safety awareness and risk prevention. An implemented, verified, audited, and communicated occupational health and safety management system reflects Dana’s internal and external commitment to all our stakeholders in identifying and reducing the health and safety risk of our employees around the world. Dana has developed robust safety systems, including detailed work instructions and processes for standard and non-standard work, as well as regular layer process audits to ensure that we carefully consider safety in each of our work functions.",
        "COVID-19 Response – The company’s response to the global COVID-19 pandemic was comprehensive, swift, and decisive with an emphasis on health and safety. Our top priorities were to protect our employees, communities, customers, and our future. For our employees, we implemented protocols throughout our global footprint to ensure their health and safety including, but not limited to: temporarily closing a significant number of our facilities; restricting access to all facilities; increasing cleaning and disinfecting protocols of those facilities that continued to operate; use of personal protection equipment; adhering to social distancing guidelines; instituting remote work; and restricting travel. In our communities, we provided support to initiatives across the globe, including light manufacturing and assembly for personal protection equipment and ventilator-related components. As our customers focused on managing through the challenges of the pandemic, we carefully managed our supply chain and inventory, while preparing our facilities for a safe restart.",
        "Inclusion and Diversity –Our vision is to maintain an inclusive and diverse, global organization that develops, fosters, and attracts great people whose perspectives are heard, valued, and supported.We embrace our team members, suppliers, and customers. Their unique backgrounds, experiences, thoughts, views, and talents shape the ever-changing world. We are continuously building upon our diverse strengths to further grow a strong, inclusive work environment. Dana remains focused on embracing inclusion and diversity while enhancing the cultural competence of the global workforce.To achieve this, we have emphasized three core areas: retention and employee development, resources for employees, and recruiting of new team members.",
        "Retention and Employee Development –Dana believes the development of its people is critical to the company’s success. The company empowers individuals to lead their development by articulating their professional, personal, and career growth aspirations to their manager. Development of all Dana people is strongly encouraged and should be considered each year as a part of their goals. Dana as an organization has the responsibility to set the tone, culture, and organizational expectations. The company also provides regular training opportunities for our associates across the globe to ensure they have the skills and information to keep pace with technological change. This development is supported and measured with robust performance management and development plans that encourages employees to continuously improve upon their past performance and build on critical skills the company requires to remain competitive. The company has a mentorship program for diverse employees to help guide and coach employees to positions of leadership and ensure the company is developing a diverse talent pool.",
        "Resources –Dana has established an expanding network of Business Resource Groups (BRGs) to enhance Dana’s ability to develop, retain, and attract employees of varied backgrounds. By embracing inclusion and diversity, we create an environment that inspires the best from everyone and maximizes the value of our most important asset – Dana people. These BRGs are executive leadership-supported, employee-led initiatives with the mission to inspire growth and innovation and foster diversity for all employees. Our BRGs currently include:",
        "●",
        "Dana Women’s Network (DAWN) – The company’s DAWN group is focused on providing professional networking and career development for women at Dana. They also promote activities that engage Dana’s senior leaders to better understand how the company can support women at work.",
        "African American Resource Group (AARG) – Dana’s AARG group is committed to supporting the career development of African American talent through thought-leadership workshops and community events. The group provides insight to Dana into the best practices for sourcing and retaining top talent.",
        "LGBT+A – The LGBT+A group focuses on maintaining an inclusive working environment that enables the company to leverage a diverse leadership pipeline. It has assisted in providing educational resources and community activities to engage the Dana team on best ways to support our LGBT+A colleagues.",
        "Live Green – Dana’s Live Green resource group helps to advance Dana’s mission to be sustainably responsible in our business practices. The group helps to inform and drive grassroots employee initiatives on reducing our impact on the environment.",
        "New to Dana (NTD) – The NTD group is open to all new Dana employees to help acclimate them to the Dana business culture and understand the company’s rich history. It provides resources, support, and professional development opportunities to new employees as they transition into their job responsibilities at Dana.",
        "Dana Alumni – With more than a century of rich history, Dana leverages its vast network of Alumni, including retires and former long-time employees to help them remain informed about the company’s latest initiatives and to gather ideas on how to best continue to engage our workforce.",
        "Military and Veterans – The military and veterans group supports active-duty and veteran military personnel by understanding their unique needs and finding the best ways to support them. This group’s understanding of the needs of those who have served also allows the company to consider the best way to engage candidates and recruit them to Dana.",
        "Recruiting –As a company, we are always collaborating with internationally recognized organizations to reach out to diverse talent and implement best practices for recruiting individuals who work within our core business functions.",
        "Health and Wellness –Dana understands the importance of advocating for the health and well-being of our employees. Health initiatives can have a long-lasting, sustainable impact on employee well-being, but healthy habits do not develop overnight. The company is continuously evaluating new opportunities for programs that help address factors that influence health-related behaviors, which can have a long-lasting impact on an employee’s well-being. Dana understands the needs of individuals are unique and continues to offer initiatives spanning the spectrum of health and wellness to help provide a supportive work environment where employees strive for balance in their lives.",
        "We encourage you to review the “Empowering People” section of our annualSustainability and Social Responsibility Report (located on our website) for more detailed information regarding our Human Capital programs and initiatives. Nothing on our website, including our annualSustainability and Social Responsibility Report or sections thereof, shall be deemed incorporated by reference into this Annual Report."
    ]
}