{
    "277135": [
        "Human Capital Resources",
        "As of December 31, 2020, Grainger had approximately 23,100 employees worldwide, of whom approximately 21,800 were full-time and 1,300 were part-time or temporary. Approximately 86% of these employees resided in North America, 8% in Asia and 6% in Europe. Grainger has not experienced any major work stoppages and considers employee relations to be good",
        "The Company strongly believes that its corporate culture must be aligned with its business strategy and aspiration to create value. To that end, Grainger's Board of Directors and senior management are actively involved in cultivating Grainger’s culture. Grainger believes that a purpose-driven culture is an asset that creates a sustainable, competitive advantage for the Company. Building on its strong foundation while evolving a framework to address future challenges is critical to Grainger’s continued success",
        "The Company has in place a strategic framework, The Grainger Edge, which defines who Grainger is, why Grainger exists, and how team members work together to achieve Grainger’s objectives",
        "The Grainger Edge outlines Grainger's purpose, aspiration, strategy and principles, which are foundational to its culture. The Grainger Edge principles are",
        "Start with the Customer",
        "Win as One Team",
        "Embrace Curiosity",
        "Invest in our Success",
        "Act with Intent",
        "Do the Right Thing",
        "Compete with Urgency",
        "Grainger’s culture and principles help the Company attract, retain, motivate and develop its workforce and help drive employee engagement. The Company believes an engaged workforce leads to a more innovative, productive and profitable company and measures employee engagement on an ongoing basis. The results from engagement surveys are used to implement programs and processes designed to enhance Grainger’s inclusive culture",
        "The Grainger Edge principles also guide the Company’s actions supporting health and safety, diversity, equity and inclusion, and team member experience",
        "Health and Safety",
        "Grainger is committed to providing a safe work environment and ensuring team members are properly prepared to perform the many tasks required to support customers. The Company’s Environmental, Health and Safety (EHS) program is designed to integrate EHS initiatives into Grainger’s business operations and comply with applicable regulations. To that end, the Company requires each of its locations to perform regular safety audits to confirm proper safety policies, programs, procedures and training are in place",
        "The Company promotes a culture of safety and education. Operational team members must complete routine training to fully understand the expectation of behaviors defined by the Company’s global EHS policy. Grainger also leverages external partnerships to support its EHS professionals and is a member of the Campbell Institute of the National Safety Council, whose mission is to use research, education and advocacy to eliminate preventable injuries and deaths. Managing and reducing risks at DCs and other facilities remain a core focus, and injury rates continue to be low. In 2020, the Company’s Occupational Safety and Health Administration (OSHA) North American Total Recordable Incident Rate was 1.2 and the Company’s OSHA Lost Time Incident Rate was 0.3 based upon the number of incidents per 100 employees (or per 200,000 work hours",
        "At the onset of the COVID-19 pandemic, Grainger established a task force to help ensure the Company’s actions around team members and facilities meet the rigorous guidelines from the Centers for Disease Control and the World Health Organization and to work with state and local health officials to help ensure its team members and facilities were safe and compliant. To minimize exposure and slow down the rate of infection, Grainger established a mandatory work remote policy for all team members who are able to do so. For team members who must be on-site, whether to ship products or serve customers, Grainger instituted temperature checks and social distancing practices, provided essential personal protective equipment (PPE) to employees, increased cleaning procedures and offered premium pay as well as pandemic absence pay to cover lost wages",
        "Diversity, Equity and Inclusion",
        "Grainger has a diverse talent pipeline to live its principles, foster innovation, build high performing teams and drive business results. The Company understands that future business success requires a mix of current and new skill sets, multiple experiences, and a diversity of backgrounds and perspectives, hence the Company's hiring, retention and promotion practices reflect this priority. The Company aspires to and promotes a welcoming, inclusive culture that values all people – regardless of sex, gender, race, color, religion, national origin, age, disability, veteran status, sexual orientation, gender expression or experiences – through recruiting outreach, internal networking, business resource groups and mentoring programs",
        "Grainger's commitment to diversity, equity and inclusion starts at the top. The Company’s Board of Directors is comprised of 25% female and approximately 33% racially and ethnically diverse directors. Grainger also maintains this strong commitment at its senior management level and throughout the organization. Of Grainger's six executive officers, 50% are women and approximately 33% are racially and ethnically diverse. As of December 31, 2020, within Grainger’s U.S. workforce, approximately 38% of team members were women and approximately 35% team members were racially and ethnically diverse",
        "The Company is a signatory to The Chicago Network Equity Pledge and has committed to striving to achieving 50% representation of women in leadership positions by 2030. In 2020, the Company earned the top score of 100% on the 2020 Corporate Equality Index. Additionally, the Company attained a 90% rating in the Disability Equality Index for the second consecutive year, and was designated as one of the \"Best Places to Work for Disability Inclusion\" for the fourth consecutive year",
        "Team Member Experience",
        "Grainger believes that a great customer experience starts with a great team member experience. The Company is committed to providing its team members with resources designed to help them succeed. Grainger focuses on creating opportunities for employee growth, development and training education, offering a comprehensive talent program that continues throughout a team member’s career. This talent program is comprised of performance management, career management, professional development learning opportunities and milestone leadership development programs",
        "Grainger believes that its future success is highly dependent upon the Company’s continued ability to attract, retain and motivate employees. As part of its efforts in these areas, the Company offers competitive compensation and benefits to meet the diverse needs of team members and support their health and well-being, financial future and work-life balance. Team members are given access to health plan resources which include 24-hour virtual health services, disease management, tobacco cessation, parental support, stress management and weight loss programs with access to online support communities. In addition, Grainger provides retirement savings, paid holidays and time off, educational assistance and income protection benefits as well as a variety of other programs to U.S. team members"
    ]
}