{
    "277509": [
        "Human Capital Management",
        "As of December31, 2020, the Company employed approximately 3,500people in its businesses located in",
        "five",
        "countries, with the Company’s U.S. hourly workers accounting for approximately 54% of its total workforce. As of December31, 2020, approximately 16% of the Company’s U.S. hourly workers were represented by unions. The Company believes that its labor relations with its employees are good",
        "The Company believes that its employees are key to its ability to deliver exceptional products and services to its customers. The Company applies a holistic total rewards strategy, designed to recruit, motivate, and retain talented employees at all levels of the organization, and offer competitive, market-based compensation programs, and attractive benefit packages",
        "Diversity and Inclusion",
        "The Company is committed to promoting and supporting diversity. The Company believes that behaving inclusively is the right thing to do. The Company also believes that hearing different voices, and seeking different perspectives and ideas, leads to better results. The Company strives to promote diversity on its Board of Directors and in leadership roles throughout the Company. Currently, two of the Company’s seven directors are female, placing the Company ahead of the 20% average for companies in the Russell 3000 Index",
        "Of the companies in the Russell 3000 Index, approximately 5% have a female Chief Executive Officer (“CEO”), and we are proud to be among that group. In addition, 50% of the Company’s current executive officers are female, including our President and CEO, Vice President and Corporate Controller and Vice President, Treasury and Corporate Development",
        "The Company’s commitment to diversity throughout the organization is further evidenced by its policies related to various aspects of employment, including, but not limited to, recruiting, selecting, hiring, employment placement, job assignment, compensation, access to benefits, selection for training, use of facilities, and participation in Company-sponsored employee activities",
        "Employee Training and Development",
        "The Company believes that identifying and developing the next generation of business leaders is important to its long-term success, and is proud to support its employees in furthering their education with tuition reimbursement plans and training",
        "Table of Contents",
        "The Company provides extensive training to employees within its facilities, ranging from topics such as workplace safety and anti-fraud training, to advanced instruction in lean manufacturing principles and inside sales training programs. On average, the Company’s employees each receive more than 10 hours of job training per year, with some employees of certain business units each averaging nearly 80 hours of training per year",
        "Through its Tuition Assistance Program, the Company also aims to assist and encourage employees to expand their knowledge, skills, and job effectiveness by continuing their education at local accredited institutions of higher learning. Certain of the Company’s businesses also partner with nearby universities, from time to time, to offer courses and programs directly related to the employee’s growth in the business",
        "The Company is committed to the communities in which it operates, and to developing a strong pipeline from which it can recruit new talent. Many of the Company’s businesses from time to time support their local high schools with cooperative learning extension programs at their manufacturing plants, hosting in-person or virtual tours of our facilities, and providing scholarships and “signing-day” offers to high school seniors",
        "The Company’s employees also donate time and expertise through volunteering and mentorship programs, and work with local colleges on training programs to teach valuable technical skills that can be applied in the workplace. These programs attempt to help the Company’s next generation, and others, understand what career paths may be available to them and to explore future job opportunities with the Company",
        "Safety",
        "The Company considers the safety of its employees a significant focus and strives to have zero workplace injuries. The Company has established an enterprise-wide Safety Council, which includes representatives from several of our manufacturing facilities. The Safety Council meets regularly to collaborate and implement safety improvement measures, focusing on continuous improvement initiatives, and the reduction of incident frequency",
        "In February 2020, in response to the onset of the COVID-19 pandemic, the Company established a cross-functional task force to monitor ongoing developments, implement mitigation plans, and centrally coordinate its response. In addition to the centralized COVID-19 response team, local response teams were established at every business unit. Management team update calls were held daily to communicate issues related to safety and risk mitigation, and to share COVID-related best practices, and other policy issues. This platform allowed management to rapidly disseminate evolving guidance from federal, state, and local health departments, at the same time promoting a consistent, iterative response",
        "In response to the COVID-19 pandemic, the Company was proactive in procuring personal protective equipment and sanitizing supplies for its facilities. The Company also implemented a series of enhanced health and safety measures across the organization, such as reconfiguring work spaces and staggering manufacturing shifts to allow for social distancing, introducing temperature screening protocols, enhancing facility cleaning, limiting non-essential travel and restricting the number of visitors to our facilities. Further, the Company established remote working arrangements, where possible, supported by the use of virtual meeting capabilities",
        "In the interests of employee safety, the Company modified its employee attendance policies and provided employees with additional paid time off in order to encourage those who were sick, had health concerns, or were otherwise adversely impacted by the pandemic, to remain at home. The Company also partnered with a third-party to provide self-administered, at-home COVID test kits to its employees at no cost, and deployed surveillance testing to reduce the probability of spreading the virus within its facilities. We continue to monitor the impact of the COVID-19 pandemic on our business and employees and will implement or modify our policies to adapt to changing circumstances arising from this pandemic",
        "Human Capital and Labor Risks",
        "Our ability to operate effectively could be impaired if we fail to attract and retain key personnel",
        "Our ability to operate our businesses and implement our strategies depends in part on the efforts of our executive officers and other key employees. In addition, our future success will depend on, among other factors, our ability to attract and retain qualified personnel. The loss of the services of any key employee or the failure to attract or retain other qualified personnel could have a material adverse effect on our business or business prospects",
        "Our business may be adversely impacted by work stoppages and other labor relations matters",
        "As a portion of our workforce is unionized, we are subject to risk of work stoppages and other labor relations matters. As of December31, 2020, approximately 16% of our U.S. hourly workers were represented by labor unions and were covered by collective bargaining agreements with various unions. Any strikes, threats of strikes or other organized disruptions in connection with the negotiation of new labor agreements or other negotiations could materially adversely affect our business as well as impair our ability to implement further measures to reduce costs and improve production efficiencies. In addition, the stoppage of work for a prolonged period of time at one, or several, of our principal manufacturing facilities, due to public health concerns, or any other reason, could materially adversely affect our business",
        "Our pension funding requirements and expenses are affected by certain factors outside of our control, including the performance of plan assets, the discount rate used to value liabilities, actuarial assumptions and experience and legal and regulatory changes",
        "Our funding obligations and pension expense for our defined benefit pension plans are driven by the performance of assets set aside in trusts for these plans, the discount rate used to value the plans’ liabilities, actuarial assumptions and experience and legal and regulatory funding requirements. Changes in these factors could have an adverse impact on our financial condition, results of operations or cash flow. In addition, a portion of our pension plan assets are invested in equity securities, which can experience significant declines if financial markets weaken. The level of the funding of our defined benefit pension plan liabilities was approximately 84% as of December31, 2020. Funding of the Company’s U.S. defined benefit pension plan is determined in accordance with guidelines set forth in the Employee Retirement Income Security Act. The current year funding status was impacted by a lower discount rate than in the prior year. Our future pension expenses and funding requirements could increase significantly due to the effect of adverse changes in the discount rate, asset values or the estimated expected return on plan assets. In addition, we could become legally required to make increased cash contributions to the pension plans, and these contributions could be material and negatively affect our cash flow"
    ]
}