{
    "277948": [
        "Human Capital",
        "Most of the Company’s employees provide or support transportation services.The Company had nearly 19,300 employees as of December 2020, which includes approximately 15,700 employees that are members of a labor union. For the 13 rail unions that participate in national bargaining, a round of negotiations for benefits, wages and work rules is underway. Typically, these negotiations take several years. Current agreements remain in place until modified by new agreements",
        "CSX prioritizes workplace safety for employees and is committed to continued safety improvement through enhanced training, processes and technology. The attainment of key safety targets is a component of management's annual incentive program. The FRA Personal Injury Frequency Index, a measure of the number of FRA-reportable injuries per 200,000 man-hours, was 0.81 in 2020 and 0.90 in 2019, representing a 10% improvement year over year. Compared to 2019, both the number of injuries and the number of man-hours declined in 2020. In response to the novel coronavirus (\"COVID-19\") pandemic, additional policies and procedures were developed to protect the health and safety of employees. A cross-functional task force continues to monitor the situation to ensure that appropriate safety measures are being taken",
        "CSX 2020 Form 10-K p.4",
        "CSX CORPORATION",
        "PART I",
        "The Compensation and Talent Management Committee of the Board of Directors is charged with oversight of human capital management. The Company is committed to developing a culture that promotes workforce diversity and inclusion and encourages ethical behavior. In 2019, CSX was recognized as a “Best Place to Work for Disability Inclusion” by Disability:IN and the American Association of People with Disabilities after receiving a 100% score on their disability equality index. The CSX Code of Ethics serves as a guiding standard for ethical behavior and covers many types of matters, including discrimination and harassment as well as safety. Annually, all management employees are required, and union employees are highly encouraged, to complete ethics training",
        "CSX CORPORATIONPART I"
    ]
}