{
    "28412": [
        "HUMAN CAPITAL RESOURCES",
        "Comerica’s relationship banking strategy relies heavily on the personal relationships and the quality of service provided by employees. Accordingly, Comerica aims to attract, develop and retain employees who can drive financial and strategic growth objectives and build long-term shareholder value. Key items related to Comerica’s human capital resources are described below",
        "Structure",
        "As of December31, 2020, Comerica and its subsidiaries had 7,429 full-time and 441 part-time employees, primarily located in Comerica’s core markets of Michigan, Texas, California, Arizona and Florida. Comerica’s Chief Human Resources Officer reports directly to the Chairman, President and CEO and manages all aspects of the employee experience, including talent acquisition, diversity and inclusion, learning and development, talent management, compensation and benefits",
        "The Board of Directors and the Governance, Compensation and Nominating Committee are regularly updated on Comerica’s talent development and human capital management strategies. To enhance the Board’s understanding of Comerica's talent pipeline, the Board routinely meets with high-potential employees in formal and informal settings",
        "Productivity",
        "Comerica carefully manages the size of its workforce and reallocates resources, as needed. As of December 31, 2020, Comerica’s total employee headcount, on a full-time equivalent basis, was 14 percent lower than as of December 31, 2015. Additionally, for 2020, Comerica managed an average of $15million of loans and deposits per employee",
        "Table of Contents",
        "Diversity",
        "Comerica has an organization-wide focus to improve recruitment and retention of women and ethnic minorities especially in leadership positions through its diversity outreach, diversity awareness and learning program and leadership development programs. As of December 31, 2020, Comerica’s U.S. colleagues had the following attributes",
        "Female (%",
        "Minority (%",
        "Employees",
        "Officials and Managers",
        "Executive Officers",
        "(1) Based on EEO-1 job classifications",
        "(2) Using Securities and Exchange Commission definition",
        "Comerica was recognized in 2020 as the DiversityInc. No. 3 Top Regional Company for Diversity and LATINA",
        "Style",
        "'s Top 50 Best Company for Latinas to Work in the U.S, as well as receiving a perfect score of 100% on the Human Rights Campaign's Corporate Equality Index (for LGBTQ equality",
        "Compensation and Benefits",
        "Comerica strives to provide pay, benefits, and services that help meet the varying needs of its employees. Compensation and benefits include market-competitive pay, retirement programs, broad-based bonuses, an employee stock purchase plan, health and welfare benefits, financial counseling, paid time off, family leave and flexible work schedules. Effective January 2018, Comerica increased its minimum wage to $15 per hour, and in 2020, further increased its minimum wage to $16.50 per hour. Comerica periodically reviews compensation and benefits by grade level and position to ensure similar positions are paid comparatively and to ensure that Comerica has a competitive and valuable offering to meet the well-being and needs of its employees",
        "Attraction, Development and Retention",
        "Comerica measures the success of its talent acquisition strategy on speed and quality of acquisition, diversity of new colleagues, retention, and overall performance metrics. Each of these metrics is tracked for each of the key business lines. Sourcing strategies and support structures are modified to ensure that performance targets are met consistently",
        "Comerica has also created internal programs to support the development and retention of its colleagues, including internal Leadership Development and Emerging Leaders programs designed to train high potential employees, Com-Tech college courses to help re-skill Technology colleagues, a Managing Essentials Certificate series for managers, and organizational change management learning for all colleagues. In 2020, over 6,900 skills-based courses were offered to Comerica colleagues and an average of 24 hours of training per employee were completed. Comerica also supports its employees’ involvement in external development programs. For example, starting in October 2020, Comerica is a participant in the CEO Action for Race and Equity Fellows Program, where one or more Comerica colleagues will commit one year to the Fellows Program while still being employed by Comerica receiving their full salary and benefits",
        "Comerica’s investment in its employees has resulted in a long-tenured workforce, with average tenure of 12.5 year",
        "s of service. Of the approximately 1,485 open employee positions filled in 2020, 58% were filled by external hires and 42% were filled by internal hires",
        "Employee turnover for 2020 was 11.6%. In 2020, Comerica conducted our first enterprise-wide employee engagement survey, and nearly 6,700 colleagues participated",
        "COVID-19",
        "In 2020, in response to the COVID-19 pandemic, over 65 percent of Comerica’s colleagues were able to work remotely, and colleagues whose functions required them to be physically present were eligible for additional \"Promise Pay\" of up to $175 per week from late March through early June. Comerica also provided stipends to help cover unexpected dependent- and elder-care costs, no-cost health care benefits pertaining to COVID-19 and free telehealth visits and outplacement assistance for spouses of employees. While not a direct response to COVID-19, Comerica did not reduce salaries or any other benefits during this time to support our colleagues through the pandemic"
    ]
}