{
    "28823": [
        "HUMAN CAPITAL MANAGEMENT",
        "We are a world leader in enabling Connected Commerce, and we transform the way people bank and shop. However, we would not be in that position without our employees, one of our most valuable assets. Diebold Nixdorf is improving the employee experience by leveraging best practices and investing in the tools necessary to develop and reward talent across the Company.",
        "Employee Profile",
        "As of December 31, 2020, we employed approximately 22,000 associates globally in more than 100 countries.",
        "Culture",
        "We govern our actions by our shared values: Accountability, Collaboration, Decisiveness, a Sense of Urgency and a Willingness to Change. These values have driven our DN Now achievements. In 2020, we established the CARE Council, which stands for Considerate, Aware, Responsible and Empathetic – four behaviors we expect all employees to model on a daily basis. Together, our values and CARE Council help employees feel appreciated, involved, connected and supported, and that they have equal opportunity to succeed. We continue to drive our cultural evolution through our diversity and inclusion programs, employee resource groups, robust internal communications and performance management process.",
        "Diversity and Inclusion",
        "The Company is committed to establishing a culture of diversity and inclusion where everyone is accepted, valued, supported and encouraged to thrive. We value the different perspectives and solutions our communities bring to the Company, and we believe these perspectives have a positive impact on how we innovate and grow. Our expectation is that our diversity and inclusion program will guide improvements in our culture - specifically, recruiting, training, policies and reporting, leader expectations, and benefits. In 2020, we announced we would launch new employee resource groups in 2021, including Women in the Workplace and Multi-Cultural. We are continuing to enhance our diversity and inclusion initiatives, in conjunction with our CARE Council, to recruit, retain and promote a diverse workforce. These efforts will not only promote innovation and growth but will also strengthen our relationships with customers spanning more than 100 countries with diverse cultural, gender, racial and other profiles.",
        "Employee Engagement",
        "We have invested in our internal communications resources to better engage our employees and support the DN Now transformation. In 2020, we launched an internal intranet, called The Exchange, to keep employees informed about key changes to our business, new product launches and progress on our DN Now transformation initiatives.",
        "Our employees have demonstrated tremendous resilience and continued vigilance throughout the COVID-19 pandemic. They provided strong support levels to customers while taking excellent care of one another and making sure their teams remained connected. For example:",
        "employees at our plant in Manaus, Brazil, assembled and distributed food, masks, sanitizer and thermometers to their ",
        "6",
        "Table of Contents",
        "colleagues;",
        "employees in North Canton, Ohio, used our 3D printers to make PPE for first responders; and",
        "employees in Paderborn, Germany built ventilators to be used in hospitals in cooperation with a German medical device manufacturer.",
        "Talent",
        "To maintain a competitive workforce, the Company is evolving and enhancing how we train, identify and promote key talent. Additionally, the Company has continually improved and standardized our employee review process – encouraging regular performance reviews and feedback that will set clear expectations, motivate employees and reinforce the connection between pay and performance.",
        "In 2021 we are expanding our global talent review program for talent development and succession planning to go deeper into our organization below senior leadership roles.",
        "Health, Safety and Wellness",
        "Throughout our history, we have maintained our commitment to providing a safe workplace that protects against and limits personal injury and environmental harm. We follow international standards and regulations for product safety and security. Our Design-For-Quality approach covers R&D Quality, Manufacturing Quality and Supplier Quality. During the course of product development, these functions regularly participate in solution requirements and specification reviews. In the later phases of development, we define and perform various tests to ensure Product Safety and Security. We evaluate risks using both government-required procedures and best practices to ensure we understand residual risk and appropriately protect our employees. Frequent training ensures that specialists are informed promptly about legal and internal requirements.",
        "Additionally, since the global outbreak of COVID-19, we have continued to evaluate and enhance our health, safety, and wellness protocols. Our designation as an essential service provider in numerous locations around the world required us to respond and address health and safety issues in real time. We have addressed these challenges with the following measures:",
        "Implementing our comprehensive Pandemic Response Plan to ensure the continuity of our operations while protecting the health and safety of our people.",
        "Restricting all non-critical travel and implementing mandatory Work-from-Home arrangements for employees in affected areas. ",
        "Instituting new safety and cautionary procedures for front-line employees to ensure their safety. ",
        "Providing sanitizing materials and guidance for working in common work areas.",
        "Tracking employees with COVID-19, performing contact tracing and requiring employees to comply with quarantining requirements.",
        "Sanitizing our production facilities and issuing stringent guidance on prohibiting unnecessary visitors and contractors from entering our manufacturing facilities. ",
        "Establishing/adhering to stringent hygiene protocols, including handwashing, no admittance by anyone exhibiting cold or flu-like symptoms, temperature checks and social distancing to the fullest extent possible.",
        "The Company established an ",
        "Employee Crisis Reserve to compensate employees who could not work or were otherwise affected by the pandemic, including distributing food kits and ensuring the availability of medical supplies where needed. The Company also launched a new, global employee assistance program to ",
        "provide confidential, professional counseling services via phone, text or email, 24 hours a day.",
        "Compensation",
        "Our compensation program is designed to attract and retain employees and to maintain a strong pay for performance culture. We regularly assess the current business environment and labor market to ensure our compensation programs reflect current best practices. We benchmark and set pay ranges based on market data for our jobs. We believe that these practices will help to motivate and engage our broader base of employees resulting in sustained increases in shareholder value and reflects our compensation philosophy in aligning long-term pay and performance.",
        "PRODUCT BACKLOG",
        "The Company's product backlog was $981 and $796 as of December31, 2020 and 2019, respectively. The backlog generally includes orders estimated or projected to be shipped or installed within 18 months. Although the Company believes the orders included in the backlog are firm, some orders may be canceled by customers without penalty, and the Company may elect to permit cancellation of orders without penalty where management believes it is in the Company's best interests to do so. Historically, the Company has not experienced significant cancellations within its product backlog. Additionally, over 50 percent of the Company's revenues are derived from its service business, for which backlog information is not measured. Therefore, the Company does not believe that its product backlog, as of any particular date, is necessarily indicative of revenues for any future period.",
        "PATENTS, TRADEMARKS, LICENSES",
        "The Company owns patents, trademarks and licenses relating to certain products across the globe. While the Company regards ",
        "7",
        "Table of Contents",
        "these as items of importance, it does not deem its business as a whole, or any industry segment, to be materially dependent upon any one item or group of items. The Company intends to protect and defend its intellectual property, including pursuit of infringing third parties for damages and other appropriate remedies.",
        "GOVERNMENT REGULATION",
        "As a company with global operations, we are subject to complex foreign and U.S. laws and regulations, including trade regulations, tariffs, import and export regulations, anti-bribery and corruption laws, antitrust or competition laws, data privacy laws, such as the EU General Data Protection Regulation (the GDPR), and environmental regulations, among others. We have policies and procedures in place to promote compliance with these laws and regulations. Notwithstanding their complexity, our compliance with these laws and regulations, including environmental regulations, generally, does not, and is not expected to, have a material effect on our capital expenditures, earnings or competitive position. Government regulations are subject to change, and accordingly we are unable to assess the possible effect of compliance with future requirements or whether our compliance with such regulations will materially impact our business in the future. ",
        "INFORMATION ABOUT OUR EXECUTIVE OFFICERS",
        "Refer to Item 10 of this annual report on Form 10-K for information on the Company's executive officers, which is incorporated herein by reference. "
    ]
}