{
    "29002": [
        "HUMAN CAPITAL MANAGEMENT",
        "As an international semiconductor company with a global footprint, Diodes recognizes the important role its human capital plays in a talent-based economy, and what the impact of effective and efficient human capital management has on its long-term strategic success and sustainable growth. Our employees are our most critical asset—they contribute to our financial success for the benefit of all our stakeholders, they are the source of great idea generation that fuels the engine of product innovation, and they are collaborators ",
        " 7 -",
        "and contributors to the success of the communities in which we live and work. Human capital management affects many aspects of our operations, including recruitment and talent acquisition, retention, training, workforce optimization, performance management, workplace safety, employee health and wellness, employee engagement, and diversity and inclusion. ",
        "Employee Communication - Developing two–way communications and deploying effective feedback mechanisms are critical components in our employee engagement process. We have an open door policy, and encourage employees to have regular conversations with their managers toshare feedback and express concerns. We also solicit employee feedback informally through regular employee interactions. We hold our managers accountable for setting clear expectations and goals with their teams, for providing coaching, as well as identifying professional development opportunities for their teams, and for engaging in periodic performance reviews. We assist our managers with performance management tools as needed to help them effectively manage their teams and optimize workforce productivity.",
        "Employee Retention, Training and Coaching - Employee retention is a critical element in our sustainable success. To maintain a stable workforce, we provide skill advancement training and coaching, where appropriate, to help our employees enhance their existing skillsets. With our support and preparation, our employees can continue to grow in their current role and maximize the value they contribute to their current teams. Where a suitable rotation opportunity arises, we provide skill expansion training to equip employees for these new positions. By honing their skills, our employees can leverage their institutional knowledge and experience to contribute to the overall success of the organization. The availability of rotational opportunities can also help keep our employees motivated and engaged.",
        "Employee Safety - As an employer with a global workforce, we seek to provide safe working conditions and encourage our employees to engage in safe behaviors while completing their assigned job duties. We have programs to enhance the occupational health and safety of our employees and to promote employee wellness. These initiatives are designed yield positive business outcomes, such as less absenteeism, more motivated and engaged workforce, higher productivity, more consistent quality performance, and a better corporate image in our local communities—which in turn should help us attract talent and maintain a stable workforce. ",
        "Employee Demographics - We regularly review our workforce demographics and organizational structure toensure that we have an efficient organization positioned to deliver cost-effective, high quality products to our customers and to serve the markets in which we operate. Diversity and inclusion considerations are embodied in many aspects of our operations, including pipeline opportunities.",
        "As of December31, 2020, we employed 8,939 employees (including approximately 633 temporary labor or independent contractors). 7,915 of our employees were in Asia, 224 were in the U.S. and 800 were in Europe. The increase in our employee numbers during calendar year 2020 reflects, among other factors, the LSC acquisition in November 2020.None of our employees in Asia or the U.S. are subject to a collective bargaining agreement and in Europe all our employees are covered by individual employment agreements with some collective bargaining agreements in place. We consider our relations with our employees to be satisfactory. See “Risk Factors – We may fail to attract or retain the qualified technical, sales, marketing, finance and management/executive personnel required to operate our business successfully, which could adversely affect our business, operating results and financial condition.” in Part I, Item1A of this Annual Report for additional information. "
    ]
}