{
    "29669": [
        "Human Capital ",
        "RRD’s approximately 33,000 employees worldwide represent our most important asset.We are committed to prioritizing a diverse, equitable and inclusive workplace which allows us to attract and, importantly, retain high quality talent.Our laser focus on the health and safety of our employees helps us to maintain our qualified workforce and develop leaders for the future.",
        "Diversity, Equity and Inclusion ",
        "We are committed to diversity, equity and inclusion from the membership of the Board of Directors through all layers of our employee ranks.Women represent 50% of our independent directors on the Board of Directors and 25% of our executive leadership team. Our priorities, and the signing of the Parity Pledge in 2017 reflect our commitment to increasing the percentage of women in leadership roles across our company.",
        "We are also focused on representation by historically underrepresented groups including, racial minorities and LGBTQ employees in our U.S. businesses.We are committed to diversifying our workforce and increasing representation of all underrepresented groups in our Board and leadership teams.",
        "In 2020, we launched a new committee, the purpose of which is to focus on and formalize diversity, equity and inclusion initiatives for the Company, communicate broadly, and ensure that every employee feels respected and appreciated and can contribute to their fullest potential.",
        "To ensure its continued focus on diversity, equity and inclusion, executive team members are expected to consider at least one woman and one racial/ethnic minority in hiring for open positions on their teams.The Board receives ongoing updates on these priorities as well as on the hiring by the executive leadership team.",
        "Pay Equity",
        "We are committed to paying employees equally for like work, at like levels, in like geographical areas, with similar years of experience, regardless of an employee’s gender, race, ethnicity, sexual orientation, or other personal characteristics.We have reviewed a variety of positions to ensure pay equity and made adjustments where needed. We regularly review our compensation process and, at this time, we have not identified any specific, significant systemic issues in our compensation process.",
        "Employee Engagement",
        "In 2020, we were diligent in surveying our employees throughout the impact of COVID-19 to ensure that employees understood what resources were available to them, how to request assistance (including through our Employee Assistance Program), and how to navigate novel work environments in an unprecedented year. On the whole, the organization pivoted efficiently and without significant issues.Within our manufacturing facilities, our employees were deemed essential nearly across the globe, which kept our employees working throughout the pandemic.As such, when COVID-19 hit our facilities in the U.S. and abroad, we immediately implemented rigorous cleaning procedures, mandated the wearing of masks, and required physical distancing where possible. If an employee disclosed a positive COVID-19 test, we deep cleaned areas the employee had visited and engaged in contact tracing.",
        "Because of our successful performance and the extraordinary engagement of our essential employees, in December 2020, we were able to pay a year-end bonus to employees not otherwise eligible for a bonus. This employee group included full-time hourly workers, managers, supervisors, facility workers and other non-sales employees who are not eligible for the annual incentive plan or commissions that are available to certain managers, directors, vice presidents and other executives.",
        "We also maintain a robust open door process to capture, investigate and timely respond to employee concerns.Throughout 2020, we listened carefully as employees raised new issues during these unprecedented times and responded with due speed.",
        "Finally, we provided our workforce with engagement opportunities through our Global Women’s Business Resource Group, inclusion councils, and dialogues hosted by our diversity, equity and inclusion leadership team.",
        "7",
        "Training and Development",
        "A critical component of our investment in our employees is the provision of virtual and self-directed learning and development.This training covers topics from sexual harassment prevention, ADA awareness, IT security and a wide variety of anti-corruption and compliance programs.In 2020, 99.9% of employees completed their required training.",
        "In addition to compliance related training, we also offer leadership and job skills training in order to continue to grow and develop our diverse workforce.",
        "Health and Safety",
        "As a manufacturing company, operations in our facilities continue to represent our greatest safety and health risks for our employees.Managing and mitigating risks at our facilities is the top priority for the executive team and every employee around the world.Safety has routinely been a part of our performance metrics for leadership in our facilities and one indicator of success in this area is our recordable case rate, for which we have maintained at the lowest level since becoming a stand-alone company in 2016.",
        "The COVID-19 pandemic significantly affected the business community and our Company in 2020. We established a COVID-19 Task Force of leaders from facility operations, EHS, human resources, legal, finance and other business leaders.The Task Force has monitored guidance of the CDC and WHO on management of viral spread, implemented policies and procedures consistent with CDC and WHO guidance to ensure the health and safety of our employees, investigated and monitored cases of the virus within the Company, and implemented extraordinary cleaning efforts if exposure concerns arose.The proactive measures taken helped minimize viral spread within our employee population throughout 2020.",
        "Available Information ",
        "We maintain an Internet website at www.rrd.com where our Annual Reports on Form10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and all amendments to those reports are available without charge, as soon as reasonably practicable following the time they are filed with, or furnished to, the Securities and Exchange Commission (“SEC”). Reports, proxy and information statements and other information that is filed electronically with the SEC are also available on our website the SEC’s website atwww.sec.gov.",
        "The Principles of Corporate Governance of our Board of Directors, the Charters of the Audit, Human Resources and Corporate Responsibility & Governance Committees of the Board of Directors and our Principles of Ethical Business Conduct are also available on the Investor Relations portion of www.rrd.com, and will be provided, free of charge, to any stockholder who requests a copy. References to our website address do not constitute incorporation by reference of the information contained on the website, and the information contained on the website is not incorporated by reference into this Annual Report on Form 10-K. ",
        "Forward-Looking Statements ",
        "This Annual Report on Form 10-K and any documents incorporated by reference contain forward-looking statements as defined in the Private Securities Litigation Reform Act of 1995. These statements are subject to risks and uncertainties and are based on our beliefs and assumptions. Generally, forward-looking statements include information concerning possible or assumed future actions, events, or results of operations of ours. These statements may include, or be preceded or followed by, the words “may,” “will,” “should,” “might,” “could,” “would,” “potential,” “possible,” “believe,” “expect,” “anticipate,” “intend,” “plan,” “estimate,” “hope” or similar expressions. We claim the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995 for all forward-looking statements. ",
        "Forward-looking statements are not guarantees of performance. The factors identified below are believed to be significant factors, but not necessarily all of the significant factors, that could cause actual results to differ materially from those expressed in any forward-looking statement. Unpredictable or unknown factors could also have material effects on us.",
        "The following important factors, in addition to those discussed elsewhere in this Annual Report on Form 10-K, could affect our future results and could cause those results or other outcomes to differ materially from those expressed or implied in our forward-looking statements: ",
        "adverse changes in global economic conditions and the resulting effect on the businesses of our clients, including changes related to COVID-19;",
        "demand for our products and services, including fluctuating orders specifically related to COVID-19;",
        "adverse changes in global economic conditions and the resulting effect on the businesses of our clients;",
        "changes in customer preferences or a failure to otherwise manage relationships with our significant clients;",
        "8",
        "loss of brand reputation and decreases in quality of client support and service offerings;",
        "political and regulatory risks and uncertainty in the countries in which we operate or sell our products and services;",
        "taxation related risks in multiple jurisdictions;",
        "adverse credit market conditions and other issues that may affect our ability to obtain future financing on favorable terms;",
        "limitations on our borrowing capacity in our credit facilities;",
        "increases in interest rates;",
        "our ability to make payments on, reduce or extinguish any of our material indebtedness;",
        "changes in the availability or costs of key materials (such as ink, and paper) or increases in shipping costs; additionally, shipping quotas imposed by major carriers such as Fedex and UPS may impact our cost of shipping and our ability to timely fulfil orders.",
        "our ability to improve operating efficiency rapidly enough to meet market conditions; ",
        "impairment of assets as a result of a decline in our individual reporting units’ expected profitability;",
        "our ability and/or our vendors’ ability to implement and maintain information technology and security measures sufficient to protect against breaches and data leakage or the failure to properly use and protect customer, Company and employee information and data, particularly in light of the increased prevalence of remote working arrangements during COVID-19",
        "a failure in or breach of data held in the computer systems we and our vendors maintain;",
        "increased pricing pressure as a result of the competitive environment in which we operate;",
        "our ability to execute on our portfolio optimization strategies, including potential sales of non-core assets; ",
        "increasing health care and benefits costs for employees and retirees;",
        "changes in our pension and OPEB obligations; ",
        "adverse trends or events in our operations outside of the United States;",
        "the effect of inflation, changes in currency exchange rates and changes in interest rates; ",
        "catastrophic events which may damage our facilities or otherwise disrupt the business;",
        "the effect of changes in laws and regulations, including changes in accounting standards, trade, tax, environmental compliance, health and welfare benefits, price controls and other regulatory matters and the cost, which could be substantial, of complying with these laws and regulations; ",
        "changes in the regulations applicable to our clients, which may adversely impact demand for our products and services;",
        "factors that affect client demand, including changes in postal rates, postal regulations and service levels, changes in the capital markets, changes in advertising markets, clients’ budgetary constraints and changes in clients’ short-range and long-range plans; ",
        "failures or errors in our products and services;",
        "changes in technology, including electronic substitution and migration of paper based documents to digital data formats, and our ability to adapt to these changes; ",
        "inability to hire and retain a skilled and diverse workforce;",
        "potential contingent obligations related to leases, multiemployer pension plan liabilities, environmental liabilities, and other liabilities associated with the bankruptcy of LSC;",
        "the spinoffs resulting in significant tax liability; and",
        "other risks and uncertainties detailed from time to time in our filings with the SEC.",
        "Because forward-looking statements are subject to assumptions and uncertainties, actual results may differ materially from those expressed or implied by such forward-looking statements. Undue reliance should not be placed on such statements, which speak only as of the date of this document or the date of any document that may be incorporated by reference into this document. ",
        "9",
        "Consequently, readers of this Annual Report on Form 10-K should consider these forward-looking statements only as our current plans, estimates and beliefs. We do not undertake and specifically disclaim any obligation to publicly release the results of any revisions to these forward-looking statements that may be made to reflect future events or circumstances after the date of such statements or to reflect the occurrence of anticipated or unanticipated events. We undertake no obligation to update or revise any forward-looking statements in this Annual Report on Form 10-K to reflect any new events or any change in conditions or circumstances. ",
        "Human capital risks"
    ]
}