{
    "29905": [
        "Human Capital Resources",
        "Our employees are our most valuable asset and are critical to our ability to deliver on our strategic plans. Our success in delivering high quality and innovative products and solutions for our customers and driving operational excellence is only achievable through the talent, expertise, and dedication of our global team. We had approximately 23,000 employees worldwide as of",
        "December31, 2020. ",
        "We recognize that attracting, developing and retaining skilled talent and promoting a diverse and inclusive culture are essential to maintaining our leadership positions in the markets we serve. We are increasingly leveraging the corporate center to drive talent recruitment and development by implementing consistent human capital management practices across our businesses. This center-led focus is enabling us to make development opportunities available across our enterprise which promotes employee advancement, engagement and retention. We offer employees resources to continuously improve their skills and performance with the goal of further cultivating the diverse, entrepreneurial talent inside our global businesses to fill key positions. We seek people who are proactive and dedicated, demonstrate an ownership mindset and share our ",
        "11",
        "Table of Contents",
        "commitment to the pursuit of operational excellence. We continue to make significant investments in talent development and recognize that the growth and development of our employees is essential for our continued success.",
        "We have invested in the following human capital resources, to align with our key priorities:  ",
        "Dover Digital Labs – Our team of software developers, data scientists, and product managers drive digital transformation across our businesses by enhancing customer experience, developing connected products and enabling digital manufacturing.",
        "Operational management – Our operations teams, including our management team at the corporate center, continually focuses on improving operational efficiency, such as implementing production automation.",
        "Health and safety – We are committed to providing a healthy environment and safe workplace by operating in accordance with established health and safety protocols across our facilities while maintaining an enhanced health and safety compliance program. In response to the COVID-19 pandemic, we have modified practices at our manufacturing locations and offices to adhere to guidance from the U.S. Centers for Disease Control and Prevention and local health and governmental authorities in our global network.  We have invested at the corporate center to provide oversight, enhance coordination and ensure ro",
        "bust safety protocols are present across our operations. We believe that a healthy and safe workforce is an engaged workforce that is ready and able to contribute to our success.  ",
        "Shared services – We invest in Dover Business Services and our India Innovation Center. Our shared services capabilities include a wide range of functional areas including transactional support, human resources, IT, engineering and product development. These services enable productivity and growth as well as free up resources at our businesses to focus on customers, markets and product development.",
        "Our employees are our most valuable asset and are critical to our ability to deliver on our strategic plans. Our success in delivering high quality and innovative products and solutions for our customers and driving operational excellence is only achievable through the talent, expertise, and dedication of our global team. We had approximately 23,000 employees worldwide as of December31, 2020. ",
        "•Dover Digital Labs – Our team of software developers, data scientists, and product managers drive digital transformation across our businesses by enhancing customer experience, developing connected products and enabling digital manufacturing.",
        "•Operational management – Our operations teams, including our management team at the corporate center, continually focuses on improving operational efficiency, such as implementing production automation.",
        "•Health and safety – We are committed to providing a healthy environment and safe workplace by operating in accordance with established health and safety protocols across our facilities while maintaining an enhanced health and safety compliance program. In response to the COVID-19 pandemic, we have modified practices at our manufacturing locations and offices to adhere to guidance from the U.S. Centers for Disease Control and Prevention and local health and governmental authorities in our global network.  We have invested at the corporate center to provide oversight, enhance coordination and ensure robust safety protocols are present across our operations. We believe that a healthy and safe workforce is an engaged workforce that is ready and able to contribute to our success.  ",
        "•Shared services – We invest in Dover Business Services and our India Innovation Center. Our shared services capabilities include a wide range of functional areas including transactional support, human resources, IT, engineering and product development. These services enable productivity and growth as well as free up resources at our businesses to focus on customers, markets and product development."
    ]
}