{
    "29989": [
        "Human Capital Resources",
        "Our employees are our most important assets. We believe a critical component to our success depends on the ability to attract, develop and retain key personnel. The skill sets of our workforce across our agencies and within each discipline are similar. Common to all is the ability to understand a client’s brand or product and its selling proposition and to develop a unique message to communicate the value of the brand or product to the client’s target audience, whether through traditional channels or emerging digital platforms. Recognizing the importance of this core competency, we support and develop our employees through training and development programs that build and strengthen employees’ leadership and professional skills",
        "Human capital management strategies are developed collectively by senior management, including the management teams of the Company’s networks and practice areas, and are overseen by the Company’s Board of Directors. We are committed to efforts that ensure that the workplace is equitable, ethical, fosters an inclusive work environment across our global workforce and respects human rights. Our human capital management priorities include, among other things, providing competitive wages and benefits, succession planning, promoting diversity and inclusion and adopting codes of conduct and business ethics to be implemented throughout the Company",
        "At December31, 2020, we employed approximately 64,100 people worldwide. The United States, our largest employee base, employed about 20,800 people. None of our regular employees in the United States is represented by a labor union. The approximate number of employees in our principal geographic regions were 27,100 in the Americas, 25,800 in Europe, Middle East and Africa, or EMEA, and 11,200 in Asia Pacific. Certain employees in a few countries outside of the United States, primarily in Europe, are represented by work councils. See the MD&A for a discussion of the effect of salary and related costs on our results of operations",
        "Information About Our Executive Officers",
        "At February11, 2021, our executive officers were",
        "Name",
        "Position",
        "Age",
        "John D. Wren",
        "Chairman of the Board and Chief Executive Officer",
        "Philip J. Angelastro",
        "Executive Vice President and Chief Financial Officer",
        "Michael J. O’Brien",
        "Executive Vice President, General Counsel and Secretary",
        "Andrew L. Castellaneta",
        "Senior Vice President, Chief Accounting Officer",
        "Peter L. Swiecicki",
        "Senior Vice President, Finance and Controller",
        "Rochelle M. Tarlowe",
        "Senior Vice President and Treasurer",
        "Jonathan B. Nelson",
        "CEO, Omnicom Digital",
        "Each executive officer has held their present position for at least five years, except Mr. Wren was named Chairman of the Board and Chief Executive Officer in May 2018 and previously served as President and Chief Executive Officer from 1997 to May 2018; and Ms. Tarlowe was named Senior Vice President and Treasurer in May 2019 and previously served as Senior Vice President and Treasurer of Avis Budget Group from 2007 until April 2019. Additional information about our directors and executive officers will appear in our definitive proxy statement, which is expected to be filed with the United States Securities and Exchange Commission, or SEC, by March25, 2021"
    ]
}