{
    "30625": [
        "Human Capital Management ",
        "Our associates worldwide are critical to delivering on our purpose to create extraordinary flow control solutions.  As a global manufacturer, our values start with our people - we strive to create a collaborative team environment that enables us to develop each other, embrace our differences and respect one another.  ",
        "As of December31, 2020, we have approximately 16,000employees (“associates”) globally and a footprint of manufacturing facilities and Quick Response Centers in more than 50 countries.  Of our global associates, there are approximately 3,500 in the Flowserve Pump Division (\"FPD\"), 3,500 in the Flow Control Division (\"FCD\") and 4,500 supporting the aftermarket sales and services business across both divisions. The remaining 4,500 associates support core business functions including legal, human resources, information technology, finance, commercial operations and sales, global engineering operations and marketing and technology operations. Regionally, approximately 5,000 of our associates are in North America, approximately 1,600 of our associates are in Latin America, approximately 5,900 of our associates are in Europe, the Middle East and Africa, and approximately 3,500 of our associates are in Asia Pacific. Our workforce is made up of approximately 9,000 salaried employees and 7,000 hourly employees.    ",
        "We are committed to achieving business success with integrity at the forefront.  All of our associates and our Board of Directors are governed by our Code of Conduct as we continuously work together to improve our operations by fostering a work environment that supports employee health, safety, training, development, diversity, equity and inclusion.  In order to create that environment, members of management work together to identify areas of opportunity and develop and implement various policies, procedures, and initiatives in these key areas.  Members of management also provide quarterly (or more frequent, as needed) updates to our Board of Directors, who provide additional input and guidance to management.  Additionally, we conduct annual employee engagement surveys to solicit feedback and input directly from our associates.  In 2020, more than 80% of our associates participated in our employee engagement survey.  Based on the results of our surveys, management and our Board of Directors work together to create additional action plans as appropriate.    ",
        "Workplace Health and Safety: ",
        " We strive to create and maintain a safe working environment, empowering our employees to identify and report safety concerns and act to correct hazards.",
        "Our focus on safety and environmental protection has led to meaningful reductions in workplace safety incidents, emissions to the environment, and solid waste and hazardous waste generation at our facilities worldwide.",
        "Compensation and Benefits:",
        "   We maintain a market-based compensation strategy that provides a competitive total target compensation opportunity for our associates.   We also value the health and well-being of our associates and offer competitive overall benefits, health and wellness programs tailored to the specific localized needs of our employees.  We offer a global employee assistance program to support the mental health and wellness needs our employees, as well as physical health incentives aimed at creating healthy lives for our employees and their families. ",
        "Training, Development  and Ethics:  ",
        "Developing our people is an essential aspect of the Flowserve journey. Flowserve believes that development is a continuous process.",
        "We offer developmental opportunities to help our associates build the skills needed to reach their short-term and long-term career goals, including but not limited to on-the-job training, online learning, rotational programs, professional memberships, language learning and leadership and management training. To help our associates see how their work contributes to overall Company objectives and successes, management utilize a robust performance management system and provide regular feedback in order to develop talent and foster engagement.",
        "Recognizing that our associates are our most valuable resource in achieving operational excellence, we have instituted broad Continuous Improvement Process (\"CIP\") training initiatives, certifying or training our employees as ",
        "5",
        "\"black belts\" or \"green belts\" and deploying them to CIP led projects throughout the Company.  As a result, we have developed and implemented processes to shorten engineering and manufacturing cycle times, improve on-time delivery and service response time, lower inventory levels and otherwise reduce costs. To date, o",
        "ver 800 of our employees are  CIP certified.  ",
        "Workplace Health and Safety:  We strive to create and maintain a safe working environment, empowering our employees to identify and report safety concerns and act to correct hazards. Our focus on safety and environmental protection has led to meaningful reductions in workplace safety incidents, emissions to the environment, and solid waste and hazardous waste generation at our facilities worldwide.",
        "Compensation and Benefits:   We maintain a market-based compensation strategy that provides a competitive total target compensation opportunity for our associates.   We also value the health and well-being of our associates and offer competitive overall benefits, health and wellness programs tailored to the specific localized needs of our employees.  We offer a global employee assistance program to support the mental health and wellness needs our employees, as well as physical health incentives aimed at creating healthy lives for our employees and their families.  ",
        "Training, Development  and Ethics:  Developing our people is an essential aspect of the Flowserve journey. Flowserve believes that development is a continuous process. We offer developmental opportunities to help our associates build the skills needed to reach their short-term and long-term career goals, including but not limited to on-the-job training, online learning, rotational programs, professional memberships, language learning and leadership and management training. To help our associates see how their work contributes to overall Company objectives and successes, management utilize a robust performance management system and provide regular feedback in order to develop talent and foster engagement.  ",
        "\"black belts\" or \"green belts\" and deploying them to CIP led projects throughout the Company.  As a result, we have developed and implemented processes to shorten engineering and manufacturing cycle times, improve on-time delivery and service response time, lower inventory levels and otherwise reduce costs. To date, over 800 of our employees are  CIP certified.  "
    ]
}