{
    "30697": [
        "Human Capital",
        "At Wendy’s, our vision is to become the world’s most thriving and beloved restaurant brand and every day we strive to live our purpose of creating joy and opportunity through food, family and community.  Our restaurants, our food, and the value and service we provide to our customers are all integral, but ultimately it is our people that help us deliver our brand promise of “Fast Food Done Right” every single day.",
        "From day one, the Wendy’s business has always been of, for and about people.  Respect, equity and fair treatment for our team members, franchisees, supplier partners and vendors is a central part of our business.  So is staying true to our values established by our founder Dave Thomas, which include Doing the Right Thing, Treating People with Respect and Giving Something Back.  We strive to bring those values to life through daily interactions with our team members and customers and in the communities where we do business.  We also continue to invest in our people to ensure we are able to attract, hire and retain great talent throughout our organization.  We measure our effectiveness in these areas using various tools and metrics, ",
        "12",
        "including administering an employee engagement survey twice a year and tracking our employee turnover rates compared to others in the restaurant industry.  During 2020, we continued to outperform our peer group benchmarks and we saw consistent progress in both increased employee engagement and lower turnover.  ",
        "As of January3, 2021, the Company was comprised of approximately 14,000 employees, of which approximately two-thirds were part-time, and one-third were full-time.  The vast majority of our employees are located in the United States and work in our Company-operated restaurants within our Wendy’s U.S. business segment.  Outside of our restaurants, our largest population of employees work in our field support organization or at our Restaurant Support Center in Dublin, Ohio.  Our workforce represents nearly all demographics, with diversity in age, race, ethnicity, gender, gender identity and sexual orientation.  Specifically, we have more women than men, more employees that identify as persons of color than white, and more employees under the age of 30 than any other age group.",
        "Diversity, Equity and Inclusion",
        "We believe our strategic focus on diversity, equity and inclusion (“DE&I”) helps the Company deliver on our values as well as support our financial performance and global growth strategy.  Creating and fostering inclusive work environments and teams allows us to create an engaging and welcoming culture for our employees, which we believe positively affects the quality of products and experience we deliver to our customers. ",
        "Our DE&I strategy is built around three pillars.  First, we seek to increase our knowledge and accountability to ensure we have a diverse and inclusive mindset.  Next, we work to ensure our recruiting and hiring initiatives are reaching a broad audience, so that our workforce represents the communities in which we serve.  Third, we strive to expand and develop a strong, diverse pipeline of talent by providing opportunities for growth and development at all levels of our organization.  Our senior management and Board of Directors serve an integral role in our DE&I strategy, providing guidance and oversight.",
        "We are fortunate to have several thriving Employee Resource Groups (“ERGs”), which are voluntary employee-led groups, each sponsored by a Wendy’s senior leadership team member.  Our ERGs serve an important role in support of our DE&I strategy, creating forums for learning and inclusion, opportunities to celebrate different backgrounds, empowering employees to bring their authentic self to work, and creating leadership and professional development opportunities.  Our ERGs focus on employees and allies who identify as Women (Women of Wendy’s), LGBTQ+ (WeQual), Military Veterans & Families (WeVets), Culturally Diverse (WCDN), Black (WeBERG) and Young Professional (WenGEN).  ",
        "Compensation and Benefits",
        "We are committed to providing market-competitive and equitable pay and benefits to attract and retain great talent.  We enable this by benchmarking and analyzing pay and benefits both externally and internally.  In addition to competitive hourly rates and base salaries, all general managers and district managers of our Company-operated restaurants are eligible for performance-based cash incentive bonuses, along with all corporate management staff.  For our restaurant-level employees, we offer the potential for raises at least twice annually based on individual performance reviews.  At Wendy’s, we are committed to providing pay equity for all employees, regardless of gender or ethnicity.",
        "We offer a robust set of benefits to help our employees and their families stay healthy and effectively manage spend related to health and financial well-being.  This includes standard benefits, such as medical and prescription drug, dental and vision, 401(k) savings and retirement plans and health savings accounts.  In addition, we provide access to our Employee Assistance Program, paid sick leave, paid parental leave and adoption benefits for all employees globally at all levels.  For employees based in the U.S., we also provide telehealth visits at no cost to employees enrolled in a Wendy’s health care plan, and telehealth access at a discounted cost to all employees not enrolled in a Company health care plan.",
        "Safety and Well-Being",
        "We are committed to providing safe work environments and providing our employees with the resources they need to promote their well-being.  Given the significant impact of the COVID-19 pandemic, 2020 presented a unique set of challenges.  We took several actions during the year to support the safety and well-being of our employees, such as providing enhanced safety training and personal protective equipment (PPE), social distancing measures, the ability to take advantage of emergency paid sick leave, recognition pay for our front-line restaurant employees and protection of bonus payments for our restaurant General Managers and District Managers when the COVID-19 pandemic was impacting financial performance outside of the managers’ control.",
        "13",
        "Talent Development",
        "To set our employees up for success and help them achieve their personal development needs and career growth, we invest in training and development programs at all levels within the Company.  We also leverage annual processes that support individual performance planning, individual professional development planning and a broad review of talent throughout our organization.  Restaurant-level employees take advantage of an extensive online learning curriculum, as well as hands-on training led by crew trainers, managers and field support staff.  Restaurant managers and multi-unit operators participate in Wendy’s University, which includes targeted training to develop management and leadership skills.  Wendy’s University also provides targeted programming for corporate management staff, including diversity training, people manager training, leadership dialogues and the opportunity to participate in third party conferences and training.",
        "We also share information about our people and human capital initiatives on our website at www.wendys.com/what-we-value, in our annual Corporate Social Responsibility report and on The Square Deal",
        "TM ",
        "Wendy’s Blog at www.squaredealblog.com.  The contents of our website and these additional information sources are not incorporated by reference in this Form 10-K or any other report or document we file with the Securities and Exchange Commission.",
        "Governmental Regulations",
        "U.S. Operations",
        "The Company and our franchisees are subject to various federal, state and local laws and regulations affecting the operation of our respective businesses, including laws and regulations relating to building and zoning, health, fire and safety, sanitation, food preparation, nutritional content and menu labeling, advertising, information security, privacy and consumer protection, as well as laws, regulations, recommendations and guidelines related to the COVID-19 pandemic.  Each Wendy’s restaurant is subject to licensing and regulation by a number of governmental authorities in the state or municipality in which the restaurant is located.  The Company is also subject to federal, state and local laws governing labor and employment matters, including minimum wage requirements, overtime and other working conditions, family leave and health care mandates, union organizing, work authorization requirements, insurance and workers’ compensation rules and anti-discrimination and anti-harassment laws applicable to Company employees, and our franchisees are subject to labor and employment laws with respect to their employees.  Additionally, the Company and our franchisees are subject to the Americans with Disabilities Act and other similar laws that provide civil rights protections to individuals with disabilities in the context of public accommodations and other areas.",
        "The Company’s franchising activities are subject to the rules and regulations of the Federal Trade Commission (the “FTC”) and various state laws regulating the offer and sale of franchises.  The FTC requires that franchisors furnish a franchise disclosure document (“FDD”) containing certain information to prospective franchisees before the execution of a franchise agreement.  Several states require registration and disclosure of the FDD in connection with franchise offers and sales and have laws regulating the franchisor-franchisee relationship.  These state laws often limit, among other things, the duration and scope of non-competition provisions and the ability of franchisors to terminate franchise agreements or withhold consent to the renewal or transfer of franchise agreements.  The Company believes that our FDD, together with applicable state versions or supplements, and franchising procedures comply in all material respects with the FTC’s franchise rules and applicable state franchise laws.",
        "International Operations",
        "Internationally, the Company and our franchisees are subject to national, provincial and local laws and regulations that often are similar to those impacting us and our franchisees in the U.S., including laws and regulations concerning franchises, labor and employment, building and zoning, health, fire and safety, sanitation, food preparation, nutritional content, menu labeling, advertising, information security, privacy and consumer protection, as well as laws, regulations, recommendations and guidelines related to the COVID-19 pandemic. Wendy’s restaurants outside the U.S. are also often subject to tariffs and regulations on imported commodities and equipment and laws regulating foreign investment, as well as anti-bribery and anti-corruption laws.  The Company believes that our international franchise disclosure documents and franchising procedures comply in all material respects with the laws of the applicable countries. ",
        "14",
        "Environmental Matters",
        "The Company’s operations, including the selection and development of properties that we own or lease and any construction or improvements made at those properties, are subject to a variety of federal, state, local and international environmental laws and regulations, including laws and regulations concerning the storage, handling and disposal of hazardous or toxic substances.  Our properties are sometimes located in developed commercial or industrial areas and might previously have been occupied by more environmentally significant operations, such as gas stations.  Environmental laws and regulations sometimes require owners or operators of contaminated property to remediate that property, regardless of fault, and could give rise to significant fines, penalties and liabilities, as well as third-party claims.  The Company believes that our restaurant operations comply substantially with all applicable environmental laws and regulations. ",
        "Legal Matters",
        "The Company is involved in litigation and claims incidental to our business.  We provide accruals for such litigation and claims when payment is probable and reasonably estimable.  We believe we have adequate accruals for continuing operations for all of our legal and environmental matters.  See Item 3 “Legal Proceedings” for additional information.  ",
        "The Company does not believe that compliance with applicable laws and regulations, including environmental laws and regulations, or the outcome of any legal matters in which we are involved, will have a material adverse effect on our results of operations, financial condition, capital expenditures, earnings or competitive position.  However, the Company cannot predict what laws or regulations will be enacted in the future or how existing or future laws or regulations will be administered or interpreted.  See Item 1A “Risk Factors” for a discussion of certain risks relating to legal and regulatory requirements, litigation and claims and related matters affecting our business."
    ]
}