{
    "310158": [
        "Human Capital",
        "As of December31, 2020, the Company had approximately 74,000 employees worldwide, with approximately 27,000 employed in the United States, including Puerto Rico, and approximately 26,000 third-party contractors globally. Approximately 73,000 of the Company’s employees are full time-employees. Women and individuals with ethnically diverse backgrounds comprise approximately 50% and 31% of its workforce in the United States, respectively. Women comprise 46% of the members of the Board of Directors. Additionally, the Company’s executive team, which includes individuals up to two structural levels below the Chief Executive",
        "Table of Contents",
        "Officer, is made up of 34% women. Approximately 30% of the Company’s employees are represented by various collective bargaining groups",
        "The Company recognizes that its employees are critical to meet the needs of its patients and customers and that its ability to excel depends on the integrity, skill, and diversity of its employees",
        "Talent Acquisition",
        "The Company uses a comprehensive approach to ensure recruiting, retention and leadership development goals are systematically executed throughout the Company and that it hires talented leaders to achieve improved gender parity and representation across all dimensions of diversity. The Company provides training to its managers and external recruiting organizations on strategies to mitigate unconscious bias in the candidate selection and hiring process. In addition, the Company utilizes a comprehensive communications strategy, marketing outreach, social media and strategic alliance partnerships to reach a broad pool of talent in its critical business areas. In 2020, the Company hired approximately 10,000 employees across the globe through various channels including the Company’s external career site, diversity partnerships, employee referrals, universities and other external sources",
        "Global Diversity and Inclusion",
        "Diversity and inclusion are fundamental to the Company’s success and core to future innovation. The Company fosters a globally diverse and inclusive workforce for its employees by creating an environment of belonging, engagement, equity, and empowerment. The Company is proactive and intentional about diversity hiring and development programs to advance talent. The Company creates competitive advantages by leveraging diversity and inclusion to accelerate business performance. This includes fostering global supplier diversity, integrating diversity and inclusion into the Company’s commercialization strategies and leveraging employee insights to improve performance. In addition to these efforts, the Company has ten Employee Business Resource Groups, that provide opportunities for employees to take an active part in contributing to the Company’s inclusive culture through their work in talent acquisition and development, business and customer insights and social and community outreach",
        "Gender and Ethnicity Performance Data",
        "Women in the workforce",
        "Women in the workforce in the U.S",
        "NR",
        "Women on the Board of Directors",
        "Women in executive roles",
        "Women in management roles",
        "Members of underrepresented ethnic groups on the Board of Directors",
        "Members of underrepresented ethnic groups in executive roles (U.S",
        "Members of underrepresented ethnic groups in the workforce (U.S",
        "Members of underrepresented ethnic groups in management roles (U.S",
        "New hires that were female",
        "New hires that were members of underrepresented ethnic groups (U.S",
        "Not reported",
        "As of 12/31",
        "“Executive” is defined as the chief executive officer and two structur",
        "al levels below",
        "“Management role” is defined as all managers with direct reports other than executives defined in note 2",
        "Compensation and Benefits",
        "The Company provides a valuable total rewards package reflecting its commitment to attract, retain and motivate its talent, and to supporting its employees and their families in every stage of life. The Company continuously monitors and adjusts its compensation and benefit programs to ensure they are competitive, contemporary, helpful and engaging, and that they support strategic imperatives such as diversity and inclusion, equity, flexibility, quality, security and affordability. For example, in 2020, the Company added a personal health care concierge service to assist U.S. employees participating in the Company medical plan with their health care",
        "needs. Aligned with its business and in support of its cancer care strategy, the Company also improved cancer screening benefits, added resources and provided immediate access to a leading cancer center of excellence for U.S. employees. Globally, the Company implemented a minimum standard of 12 weeks of paid parental leave, which inclusively applies to all parents. In the United States, the Company’s benefits rank in the top quartile of Fortune 100 companies under the Aon Hewitt 2019 Benefits Index. The Company has been included in the Working Mother 100 Best Companies ranking for 34 consecutive years and was named a Working Mother Best Company for Dads in 2020",
        "Employee Wellbeing",
        "The Company is committed to helping its employees and their families improve their own health and wellbeing. The Company’s culture of wellbeing is referred to as “",
        "Live it",
        "”, which includes programs to support preventive health, emotional and financial wellbeing, physical fitness and nutrition. It is designed to inspire all employees to pursue, enjoy, and share healthy lifestyles",
        "was launched in the United States in 2011 and today is available in every country in which the Company has employees. In addition, many of the Company’s larger sites offer onsite health clinics that provide an array of services to help its employees stay or get well, including vaccinations, cancer and biometric screenings, travel medicine and advice, diagnosis and treatment of non-occupational illnesses or injuries, health counseling and referrals. The Company’s overall employee wellbeing program was recognized for excellence in health and wellbeing by receiving the highest-level awards from the Business Group on Health (2019 and 2020), and the American Heart Association (2018-2020",
        "COVID-19 Response",
        "The Company recognizes that it has a unique responsibility to help in response to the COVID-19 pandemic and is committed to supporting and protecting its employees and their families, ensuring that its supply of medicines and vaccines reaches its patients, contributing its scientific expertise to the development of antiviral approaches and supporting its health care providers and the communities in which they serve. The Company continues to provide employees with easy and regular access to information, including details regarding the Company’s tracking process, guidance around hygiene measures and travel and best practices for working from home. Examples of pandemic support resources and programs available to the Company’s employees include pay continuation for workers who have been sick or exposed, volunteer policy adjustment to enable employees with medical backgrounds to volunteer in SARS-CoV-2-related activities, resources to prioritize physical and mental wellness, adjustments to medical plans to cover 100% of a COVID-19-related diagnosis, testing and treatment, backup childcare and more",
        "Engaging Employees",
        "The Company strives to foster employee engagement by promoting a safe, positive, diverse and inclusive work environment that provides numerous opportunities for two-way communication with employees. Some of the Company’s key programs and initiatives include promoting global employee engagement surveys, ongoing pulse checks to the organization for interim feedback on specific topics, fostering professional networking and collaboration, identifying and providing opportunities for volunteering and establishing positive, cooperative business relations with designated employee representatives",
        "Talent Management and Development",
        "As the Company pursues its goal of becoming the world’s premier research-based biopharmaceutical company, it needs to continuously develop its diverse and talented people. The Company’s current talent management system supports company-wide performance management, development, talent reviews and succession planning. Annual performance reviews help further the professional development of the Company’s employees and ensure that the Company’s workforce is aligned with the Company’s objectives. The Company seeks to continuously build the skills and capabilities of its workforce to accelerate talent, improve performance and mitigate risk through relevant continuous learning experiences. This includes, but is not limited to, building leadership and management skills, as well as providing technical and functional training to all employees",
        "Environmental Matters",
        "The Company believes that there are no compliance issues associated with applicable environmental laws and regulations that would have a material adverse effect on the Company. The Company is also remediating environmental contamination resulting from past industrial activity at certain of its sites. Expenditures for",
        "remediation and environmental liabilities were $11 million in 2020 and are estimated at $46 million in the aggregate for the years 2021 through 2025. These amounts do not consider potential recoveries from other parties. The Company has taken an active role in identifying and accruing for these costs and, in management’s opinion, the liabilities for all environmental matters that are probable and reasonably estimable have been accrued and totaled $67 million at both December31, 2020 and 2019. Although it is not possible to predict with certainty the outcome of these matters, or the ultimate costs of remediation, management does not believe that any reasonably possible expenditures that may be incurred in excess of the liabilities accrued should exceed approximately $65 million in the aggregate. Management also does not believe that these expenditures should have a material adverse effect on the Company’s financial condition, results of operations, liquidity or capital resources for any year",
        "Merck believes that climate change could present risks to its business. Some of the potential impacts of climate change to its business include increased operating costs due to additional regulatory requirements, physical risks to the Company’s facilities, water limitations and disruptions to its supply chain. These potential risks are integrated into the Company’s business planning including investment in reducing energy usage, water use and greenhouse gas emissions. The Company does not believe these risks are material to its business at this time"
    ]
}