{
    "310142": [
        "Human Capital",
        "Regulation",
        "As of December 31, 2020, the Company employed 3,948 persons worldwide. Approximately 41% of our employees were employed in the United States and approximately 59% were employed outside of the United States. Of our 3,948 employees worldwide, we had 513 general administration employees (e.g., accounting, administrative, regulatory compliance, IT, human resources, etc.), 2,463 production employees, 440 research and development employees, and 532 sales and marketing employees",
        "6\n\n\n\nIndex",
        "Index",
        "We believe that our future success is dependent upon our continued ability to attract, retain, and motivate successful employees. Our Board of Directors oversees our human capital management program, in consultation with our CEO and Vice President, Human Resources. The Board also has routine contact with all Company officers and periodically receives presentations from the Group Presidents and Vice Presidents as well as select General Managers",
        "Talent Acquisition and Talent Development",
        "We are committed to the recruitment, retention, and continued development of people who thrive and succeed in our culture. In furtherance of this goal, our primary areas of focus remain: (i) talent acquisition, (ii) on-boarding, (iii) development and retention, and (iv) integrity and professionalism. As part of the Company’s effort to attract and motivate employees, we offer compensation and comprehensive benefits that we believe are competitive in the markets in which our employees work and in our industry. We also have a dedicated internal talent acquisition team, with deep knowledge of our Company and our core values, in order to help us find the best prospective employees for open positions worldwide. We hold ourselves accountable to filling open roles expeditiously by closely monitoring and limiting days to fill open roles. We also challenge ourselves to take a broad view of talent acquisition, regularly seeking talent from non-traditional backgrounds and from outside our industry. With our sales roles, we have implemented a gamified AI-based platform to identify sales candidates, without bias, who share the behavioral and cognitive attributes of our most successful sales people from around the world",
        "After hiring a candidate, we believe that an effective on-boarding is a critical factor in whether a new employee succeeds or fails. We continue to develop, and improve upon, an effective on-boarding process to differentiate ourselves from our competitors and help enable our employees to succeed. We generally track our progress through weekly pre-hire team on-boarding calls, new hire surveys (for which we had over a 95% completion rate in 2020), new hire interviews, business unit scorecards on fundamental on-boarding activities, and a monthly report of our results to senior leadership. We also have regular 1:1 meetings between non-production employees and their supervisors",
        "In order to continue to develop and retain our key talent, we offer training programs based upon the employee’s role in the Company. We also maintain personalized career planning, ongoing coaching and development by Corporate and local leadership, and a “High Potential Program,” which ensures our key talent learns from and gains exposure to senior leadership. Performance reviews and succession planning occur company-wide on an annual basis. Individual goals are set annually for each employee, which flow from the Company strategy, and attainment of those goals is an element of the employee’s performance assessment. We invest in our development programs for high-impact roles, such as our General Manager in Training, Sales Representative Trainee, and Flavorist Trainee programs. We continue to “promote-from-within” and provide opportunities for our internal employees to grow their careers, with over half of our senior leadership and over half of our business unit leaders previously having been promoted to their current role from within the Company. We closely monitor turnover overall and in critical roles to vet our retention efforts and identify areas of need for future investment",
        "Our Corporate Creed, set forth at the beginning of our Code of Conduct, sets forth three non-negotiable rules: (1) Always tell the truth; (2) Always produce safe, high-quality products in safe and secure facilities; and (3) Always be professional. Employees throughout the organization know these expectations as the “Three Rules.” Under the Three Rules, all of our employees are expected to exhibit and promote integrity and professionalism in the workplace. All of our employees must adhere to these non-negotiable expectations for appropriate behavior. We perform annual, company-wide training on our Code of Conduct, as well as for all new hires. The CEO personally provides instruction on the Three Rules during leadership training conducted each year throughout the organization. To further reinforce our expectations, the CEO internally publishes anonymized quarterly reports of Code of Conduct violations and their consequences. In addition, we strictly apply principles of non-discrimination, which are foundational to our non-negotiable expectations of integrity and professionalism, in all employment-related decisions",
        "Health and Safety",
        "We take pride in our strong and continually improving health and safety programs, which we view as important aspects of our economic health and core values. We expect each employee to actively participate in and contribute to this philosophy. Examples of actions taken to demonstrate our commitment and progress toward achieving our goal of providing a safe workplace include: (i) Corporate Environmental, Health and Safety (EHS) Department oversight of safety and compliance matters at all Company facilities; (ii) periodic EHS audits conducted at Company facilities by third parties at the direction of the Corporate Legal Department to determine the state of facility compliance with applicable safety laws and regulations; (iii) implementation of “best-practice” programs and management systems across all business units worldwide; (iv) ongoing capital investments aimed at continually improving standards for environment, health, and safety in each of our plants around the world; (v) meaningful use of metrics to apply leading and lagging indicators toward incremental improvement and sustainable results; (vi) regular communication and engagement with employees on safety topics through safety committee meetings, plant-wide communication meetings, and “tool box” meetings; and (vii) root cause analysis of all injuries and near misses to ensure that lessons learned can be applied across the entire organization",
        "7\n\n\n\nIndex",
        "We manufacture products deemed essential to the critical infrastructure, and as a result, all of our production sites (other than brief government mandated shutdowns in China and India) continued operating during the COVID-19 pandemic. We have invested in creating physically safe work environments for our employees as they continued to work throughout the COVID-19 pandemic. Examples of such actions taken, which were overseen by the Board of Directors, include",
        "Implemented and regularly updated a company-wide COVID-19 policy, which includes (i) information regarding COVID-19, its symptoms, how to prevent its transmission, and what to do if you may or do have COVID-19; (ii) requirements around hygiene, sanitation, and social distancing; (iii) travel restrictions; and (iv) expectations of employees working remotely",
        "CEO video messages regularly shown to entire workforce discussing expectations around illness prevention, hygiene, sanitation, social distancing, and elevating issues to the CEO",
        "Implemented and continually updated an “Are You Sick” Flow Chart (under the guidance of Director Dr. Donald Landry) setting forth a simple summary of required actions when an employee feels ill or may have had possible exposure to COVID-19",
        "Purchase, distribution, and use of Corporate-sponsored COVID-19 test kits (PCR-based) with next day results in most locations to ensure business continuity and employee peace of mind",
        "Initiated a plan to proactively test employees to reduce the possibility of outbreaks and to instill a confidence in our employees",
        "Employee and visitor prescreening temperature check and symptom questionnaire",
        "Checklist for contact tracing, proactive cleaning, and work-relatedness assessment",
        "Decontamination and sanitation protocols, including enhanced, regular cleaning of work areas",
        "Protective on-site measures to prevent transmission, such as very early adoption of face coverings; employee and visitor health screenings; manufacture and provision of hand sanitizer; reconfiguration of work areas to maximize distance between employees; installation of plexiglass barriers; mandatory spacing in break rooms, conference rooms, and common areas; controlled traffic patterns to maximize distance; alternative work and break schedules; use of video conferencing; reduction of “high touch” areas; and signage in offices and facilities concerning hygiene",
        "Rapid conversion to remote work during lockdowns and case surges for employees capable of performing work from home",
        "“Return to Office” checklist to ensure safe transition of employees back to office setting",
        "Use of Quality team to audit effectiveness of sanitation efforts in production and non-production areas, including office spaces, breakrooms, and laboratories",
        "In-house production of sanitizer",
        "Developed a COVID-19 Response and Preparedness Plan template for local implementation",
        "Notification to employees when positive cases in the local workforce occur",
        "Designated key contacts leading COVID-19 response at local and Corporate level",
        "Prohibited non-essential travel",
        "Adjusted attendance rules for COVID-related absences to ensure employees stay home if sick",
        "Reasonable accommodation of employees at high risk for developing a severe case of COVID-19",
        "Disciplinary action for employees violating social distancing and mask rules",
        "COVID-19 in-house testing tracker to monitor COVID-19 testing and test kit inventory; and",
        "Global COVID-19 tracker to monitor positive cases, quarantined employees, and other COVID-related absenteeism"
    ]
}