{
    "31107": [
        "Human Capital",
        "We believe our success depends on the skills, experience, and industry knowledge of our key talent. As such, our management team places significant focus and attention on the attraction, development, and retention of employees, as well as ensuring our corporate culture reflects Eastern’s values, and our Board of Directors (our “Board) provides oversight for various employee initiatives. Eastern values and Code of Business Conduct and Ethics guide our actions, reflect our culture, and drive our performance. We have made and continue to make investments in training and we have well-established performance management process",
        "The health and safety of our employees is also a top priority. Our focus on the reduction of injuries and illnesses has significantly improved our safety performance. We have attained these improvements by fostering a global safety culture supported with regular training and education that includes robust systems and philosophies centered on personal responsibility and accountability. The Board established an Environment, Health and Safety Committee in 2019. There is a high-level of leadership engagement, ensuring installation and maintenance of appropriate safety equipment at all of our manufacturing sites worldwide combined with vigorous reviews of root causation and systemic corrective actions of any safety incidents that may occur",
        "In response to the emergence of COVID-19 in early 2020, we implemented a proactive internal procedure and complied with local, federal and international governmental guidance that has enabled us to operate safely. Each of our facilities continues to adhere to these practices, and we have also adjusted our remote worker safety procedures to ensure that remote employees are better integrated into our safety and health systems",
        "An engaged, innovative, skilled, and collaborative workforce is critical to our continued leadership in the design and manufacture of unique engineered solutions to industrial markets. We operate globally under policies and programs that provide competitive wages, benefits, and terms of employment. We are committed to efforts to increase diversity and foster an inclusive work environment that supports our global workforce through recruiting efforts and equitable compensation policies",
        "Employee levels are managed to align with business demand and management believes it currently has sufficient human capital to operate its business successfully. As of January 2, 2021, we employed 1,323 full-time employees; 788 in the United States and 535 in other countries. Approximately 53% of employees in the United States are represented by collective bargaining agreements. We believe that our relations with employees, unions and works’ councils are good"
    ]
}