{
    "313616": [
        "Human Capital",
        "As of December31, 2020, the Company had approximately 69,000 employees (whom we refer to as “associates”), of whom approximately 24,000 were employed in the United States and approximately 45,000 were employed outside of the United States.  Approximately 67,000 of the Company’s total employees were full-time and 2,000 were part-time employees.  Of the United States employees, approximately 300 were hourly-rated, unionized employees.  Outside the United States, the Company has government-mandated collective bargaining arrangements and union contracts in certain countries, particularly in Europe where many of the Company’s employees are represented by unions and/or works councils",
        "Danaher is committed to attracting, developing, engaging and retaining the best people from around the world to sustain and grow our science and technology leadership.  As noted above, “Consistently attracting and retaining exceptional talent” is one of our three strategic priorities and “The Best Team Wins” is one of our five Core Values, reflecting the critical role our human capital plays in supporting our strategy.  Our human capital strategy spans multiple, key dimensions, including the following",
        "Culture and Governance",
        "Our culture is rooted in DBS and in our Shared Purpose",
        "Helping Realize Life’s Potential",
        "At its core, DBS reflects a commitment to use process to continuously improve every aspect of our business.  Our Shared Purpose gives meaning and direction to our continuous improvement",
        "Danaher’s Board of Directors reviews the Company’s human capital strategy annually and at other times during the year in connection with significant initiatives and acquisitions, supported by the Compensation Committee’s oversight of our executive and equity compensation programs.  At the management level, our Senior Vice President of Human Resources, who reports directly to our President and CEO, is responsible for the development and execution of the Company’s human capital strategy",
        "Recruitment",
        "As part of our commitment to the Core Value “The Best Team Wins”",
        "we focus on identifying, attracting and recruiting diverse talent to meet ou",
        "r current and future business needs.  Danaher’s talent acquisition strategy is focused on broadening our candidate pools, which we believe will increase underrepresented talent throughout the Company",
        "Engagement",
        "General",
        "Our engagement strategy focuses on developing the best workplace and best people leaders to meet our associates’ needs every day.  Further, we believe that better associate engagement helps enable better retention and better business performance.  We assess our engagement performance through an annual engagement survey that addresses engagement, direct supervisor effectiveness, behavior change and performance enablement, as well as through our voluntary turnover rate",
        "D+I",
        "We believe a diverse workforce and culture of inclusion is essential to drive innovation, fuel growth and help ensure our technologies and products effectively serve a global customer base.  Danaher’s Diversity + Inclusion Council (including Danaher’s Senior Vice President of Human Resources, Vice President of Diversity + Inclusion and multiple other executive officers) oversees the development and execution of our diversity and inclusion (“D+I”) strategy.  We focus on broadening our candidate pools, sourcing diverse slates in the hiring process and implementing and sustaining programs (such as our U.S.-based Associate Resource Groups for Women, Black, Latinx, LGBTQ and Asian descent associates) that offer mentorship, support and engagement to help our associates, including those from underrepresented groups,  succeed and thrive.  In support of our D+I commitment, we conduct regular pay reviews from a race (in the United States.) and gender (globally) perspective that serve to proactively identify and address potential pay differences.  As of December 31, 2020, 36% of our total associates were female; 29% of our managerial associates were female; 33% of our total U.S. associates were People of Color; and 25% of our U.S. managerial associates were People of Color",
        "Retention",
        "Compensation and Benefits",
        "We are committed to offering competitive compensation and benefits, tailored in form and amount to geography, industry, experience and performance and designed to attract associates, motivate and reward performance, drive growth and support retention.  We have a common job architecture across our businesses to provide a standardized framework for defining jobs, job families, and career levels, and set market-aligned pay structures for each career level (adjusted as appropriate for the particular job family, industry, and geography) based on a range of compensation surveys",
        "Performance Management",
        "Our Performance for Growth process supports our high-performance culture by seeking to ensure that high-performing associates are recognized and rewarded for their contributions",
        "Talent Development and Career Mobility",
        "Our talent development program (which is generally structured to",
        "consist of 70% on-the-job learning",
        "coaching and mentoring and",
        "formal training",
        "strives to provide every associate with appropriate development opportunities.  In particular, we make available to people leaders at every level training, coaching and developmental resources to help them be effective leaders and advance their careers.  We further encourage internal promotion and mobility through our Danaher Go program, which makes open positions throughout the organization visible to associates and proactively encourages our associates to seek promotional opportunities.  We assess our performance in this area using metrics including internal fill rate (which tracks the percentages of open roles at particular levels filled by our own associates) as well as the percentage of eligible associates with talent assessments/career plans",
        "Safety and Risk Management",
        "Associate safety is deeply embedded in our culture.  Our Environment, Health and Safety (“EHS”) Policy establishes the core principles upon which our EHS management programs are built, and associates use our DBS-based “4E” toolkit to identify, assess and control hazards related to ergonomics, energetics, exposures and environment.  In addition, we evaluate and manage risks relating to our human capital strategy as part of Danaher’s enterprise risk management program.  Key quantitative measures that we use to assess performance in this category include total recordable incident rate (defined as the number of work-related injuries or illness cases serious enough to require treatment beyond first aid, per 200,000 hours worked) and days away, restricted or transferred (defined as the number of work-related injuries or illness cases that result in an employee working with physical restrictions, being away from work or unable to do their job or transferring to other work, per 200,000 hours worked",
        "The health and well-being of our associates has been a key area of focus in our response to the COVID-19 pandemic.  We launched a global Employee Assistance Program in March 2020 to ensure a consistent support structure for mental health and well-being across the Company and expanded the program over the course of the year to provide enhanced support with respect to childcare, eldercare and tutoring, among other areas.  In the United States, we have provided benefits beyond the requirements of the Families First Act, for example by extending our leave policy to cover elder care and providing for voluntary leaves even in certain circumstances not required by the law.  We have focused on implementing safety precautions on a facility-specific basis, such as wearing appropriate protective equipment, social distancing measures, work-from-home requirements where feasible and in many cases staggered work shifts, restricted work zones and daily temperature screenings.  The results of our 2020 Associate Engagement Survey validate the impact of these efforts: 88% of surveyed associates felt satisfied with Danaher’s efforts to care for associates during the pandemic, while 93% of surveyed associates agreed that their leaders took actions to maintain a safe work environment"
    ]
}