{
    "314489": [
        "Human Capital",
        "First Busey was built upon a strong commitment to associate, customer, stockholder, and community experiences.  Our associates are the cornerstone of this unwavering commitment.  Busey’s vision, Service Excellence in Everything We Do, starts with dedication to our associates.  As a testament to Busey’s commitment to its associates, the organization was named among American Banker’s Best Banks to Work For since 2016; voted as one of the Best Places to Work in Illinois by associates since 2016; recognized as one of the 2018 & 2019 Top Workplaces in St. Louis; a Best Company to Work For in Florida since 2017; among the Best Places to Work in Money Management since 2018 by Pensions & Investments; and the 2020 Best Place to Work in Indiana by the Indiana Chamber of Commerce – all in addition to various wellness, training and development, philanthropic and other workplace awards. Busey appreciates our associates contributing their best to the organization each day.  Their shared experiences are what make these and other awards possible.  Since we opened our doors over 150 years ago, we have maintained our core values, creating a strong foundation and shaping our inclusive culture",
        "Busey is committed to diversity and inclusion within our organization, the banking profession, and the communities where we live and work.  Busey is dedicated to attracting and retaining talent across a variety of backgrounds and experiences.  A diverse team – one with varying beliefs and opinions – promotes productivity, creativity, and innovation, while better meeting and exceeding the needs of a diverse customer base.  Recruiting, supporting, and retaining a diverse workforce with varying perspectives and ideas, while having an inclusive culture, is the foundation of Busey’s core values – One Busey.  We strive to maintain an inclusive environment free from discrimination of any kind.  We recognize the richness diversity brings to our workplace.  Our endeavors in this regard are reported to the Employee Benefit and Compensation Committee, which holds the organization accountable to this core value at the highest levels of management.  We maintain an Affirmative Action Plan, the results of which – including proactive steps for inclusion – are reviewed by this same group.  Busey supports and empowers women in the workplace as reflected in our gender-diverse workforce.  In 2020, women comprised of 61% of Team Busey and made up 38% of our senior leadership, providing meaningful contributions not only within the organization but throughout the communities we serve",
        "Associate engagement is an important barometer of our cultural health, and why we regularly solicit feedback and understand views of our associates about their work environment and Busey’s culture.  The results from engagement surveys are used to implement programs and processes designed to enhance engagement and improve the associate experience.  One such way to keep associates informed and engaged is through our associate quarterly updates.  Busey leadership conducts quarterly update calls, which are recorded and available for all associates.  These calls provide important information about the financial health of the company, but more importantly are a cultural touchpoint to solidify Busey’s commitment to our number one asset, our associates.  A tenet of our engaged culture is a commitment to investing in associates through training and development.  Over 50% of our associate base participates in some type of formal training and leadership development curriculum.  Since 2017, Busey is a proud recipient of the BEST Award Association’s for Talent Development, which is presented to organizations that demonstrate enterprise-wide success as a result of employee talent development",
        "Additionally, we care about the health and well-being of our associates and their families.  Busey experiences a 94% associate participation rate in our innovative health and wellness program, B Well.  Investments in B Well include a stress management component, lifesaving biometric screenings, a corporate health and wellness coach, health club reimbursements, and Health Savings Account (HSA) investments funded by the Company.  Busey is honored to be recognized among the 2020 Illinois' Healthiest Employers",
        "Importantly during 2020, Busey initiated our pandemic response plan, expanding social-distancing practices and remote work capabilities to ensure the safety of our associates.  Busey has also instituted a new Emergency Sick Leave policy for all full-time and part-time associates in response to COVID-19.  Busey implemented an associate assistance fund to help associates with unexpected expenses due to the pandemic.  Associates were provided with 80 hours of emergency",
        "Table of Contents",
        "sick leave in addition to their regular sick benefits, which enabled them to take care of themselves and their families as effected by COVID-19",
        "As of December31, 2020, First Busey and our subsidiaries had a total of 1,346 full-time equivalents",
        "Geographic distribution of our associates is as follows",
        "As of December31,2020",
        "Associates",
        "Locations",
        "Full-time",
        "Part-time",
        "Total",
        "Banking center associates",
        "Illinois",
        "Missouri",
        "Florida",
        "Indiana",
        "Corporate office associates (1",
        "Percentage of associates",
        "Securities and Exchange Commission Reporting and Other Information",
        "First Busey’s website address is www.busey.com.  We make available on this website our Annual Report, Quarterly  Reports, Current Reports, and amendments thereto, as soon as reasonably practicable after such reports are filed or furnished with the SEC, and in any event, on the same day as such filing with the SEC.  Reference to this website does not constitute incorporation by reference of the information contained on the website and it should not be considered part of this document.  First Busey has adopted a code of ethics applicable to our employees, officers, and directors.  The text of this code of ethics may be found under “Investor Relations” on our website"
    ]
}