{
    "315852": [
        "Human Capital Management",
        "Human Capital Management",
        "12",
        "Human Capital Management ",
        "We believe our employees provide the foundation of our success. Successful execution of our strategy is dependent on attracting, developing and retaining our skilled employees and members of our management team. The abilities, experience and industry knowledge of our employees significantly benefit our operations and performance and in order to maximize the contributions of our employees, we continuously evaluate, modify and enhance our policies and practices, including compensation to increase employee engagement, productivity and efficiency. As of January 1, 2021, we had 533 full time employees, none of whom are currently covered by a labor union or other collective bargaining arrangement.",
        "There are several ways in which we attract, develop and retain highly qualified talent including:",
        "The safety and health of our employees is a top priority. We strive for zero workplace injuries. ",
        "Employee education and training is used to reinforce our core values. We conducted field safety orientations for approximately 7,000 people in 2020 (consisting of both Range employees and contractors). We have an education reimbursement program to encourage continued academic achievement and we provide in-house training and pay for outside training in a number of areas.",
        "We emphasize employee development and provide a wide range of opportunities, skills and resources to aid in the success of our employees, including through programs such as our Leadership Excellence and Development (LEAD) program where high-performing employees are offered special management preparedness training and development.",
        "12",
        "We strive to enhance diversity and inclusion at every level of our organization.In 2020, we launched a voluntary employee resource group for women to foster inclusion and belonging.",
        "Our compensation program includes eligibility for all full-time employees to receive equity awards which we believe is somewhat unique among our peers and encourages every employee to think like an owner of the business and be vested in its success.We have a robust talent and succession planning process and support the development of our talent pipeline for critical roles."
    ]
}