{
    "317540": [
        "Human Capital Resources",
        "At Coca-Cola Consolidated, our teammates are the heart of our business and the key to our success. As of December31, 2020, we employed approximately 15,800 employees which we refer to as “teammates,” of which approximately 14,000 were full-time and 1,800 were part-time. Approximately 14% of our labor force is covered by collective bargaining agreements. While the number of collective bargaining agreements that will expire in any given year varies, we have been successful in the past in negotiating renewals to expiring agreements without any material disruption to our operations, and management considers teammate relations to be good.",
        "Purpose and Culture",
        "We believe a strong and clear purpose is the foundation to a strong culture and critical to the long-term success of the business. At Coca‑Cola Consolidated, we strive to fulfill our Purpose – To honor God in all we do, to serve others, to pursue excellence and to grow profitably. And as a waypoint to help guide us along this journey is our Operating Destination – One Coca‑Cola Consolidated Team, consistently generating strong cash flow, while empowering the next generation of diverse servant leaders. At the core of our culture is a focus on service. We want teammates to recognize and embrace a passion for serving each other along with our consumers, our customers and our communities. Through our ",
        "Coke Cares",
        " program, we provide opportunities for our teammates to be involved in stewardship, charitable and community activities as a way to serve our communities.",
        "We recognize the personal challenges and difficulties facing our teammates each day, and how it may be difficult for them to discuss their struggles with other teammates. Through our corporate chaplaincy program and our employee assistance program, we provide resources for our teammates to engage with a third party in a personal and confidential manner to discuss their personal challenges. These programs are administered by third parties and are valuable resources to help enhance emotional wellness, reduce stress and increase productivity.",
        "Talent Acquisition, Development and Retention",
        "The success and growth of our business depend in a large part on our ability to execute on our talent strategy which is to be a purpose driven company that attracts, engages and grows a highly talented, diverse workforce of servant leaders enabling our growth and performance. To meet our talent objectives, we utilize key strategies and processes related to recruitment, onboarding and learning development. Through our Total Rewards Program, we strive to offer competitive compensation, benefits and services to our full-time teammates including, incentive plans, recognition plans, defined contribution plans, healthcare benefits, tax-advantaged spending accounts, corporate chaplaincy and employee assistance programs and other programs. Management monitors market compensation and benefits to be able to attract, retain and promote teammates and reduce turnover and its associated costs.",
        "We are a learning organization committed to the goal of continuous improvement and the development of our teams and teammates. To empower our teammates to unlock their potential, we offer a wide range of learning experiences and resources. Our teammate onboarding experiences involve online learning, job-specific training and on-the-job development to learn about our Company, our products and our industry. Job-specific training includes activity-based classes that focus on how teammates can safely and efficiently sell, merchandise and display our products. After onboarding, our teammates may participate in numerous learning experiences ",
        "7",
        "offered by the Company to help them develop and improve their skills and capabilities to advance in their careers, including at one of our two dedicated experiential learning centers where teammates can develop and grow their skills through a hands-on experience. We provide a leadership program designed to challenge and grow our future servant leaders through a series of learning experiences, including on-the-job training, mentorship, peer coaching and formal leadership courses. This program focuses on developing leadership skills, building cohesive teams and strengthening business acumen to prepare teammates for a leadership position at Coca‑Cola Consolidated.",
        "An important part of attracting and retaining top talent is teammate satisfaction, and we conduct an annual engagement survey administered and analyzed by an independent third party to assess teammate satisfaction and engagement and the effectiveness of our teammate development and compensation programs. In 2020, 83% of our teammates participated in the survey. This survey provides valuable insight to our leaders about how our teammates experience the Company and how we can better serve them and improve job performance, satisfaction and retention. Our executive officers review the survey results and develop and implement specific action plans to address key areas of opportunity. Additionally, leaders across our Company discuss the results with local managers to develop additional action plans to best address teammate feedback in different market units and functional areas.",
        "Health and Safety",
        "One of our top priorities is protecting the health and safety of our teammates. We are committed to operating in a safe, secure and responsible manner for the benefit of our consumers, customers, teammates and communities. We sponsor a number of programs and initiatives designed to reduce the frequency and severity of workplace injuries, incidents, risks and hazards including safety committees, Company policies and procedures, coaching and training, and awareness through leadership engagement and messaging.",
        "We continue to diligently monitor and manage through the impact of the COVID-19 pandemic on all aspects of our business, including by taking actions to protect and promote the health and safety of our consumers, customers, teammates and communities while continuing to manufacture and distribute products. For more information about the Company’s response to the COVID-19 pandemic, see the “COVID-19 Impact on Consumer, Customer, Teammate and Community Safety” section of “Item7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.”",
        "Diversity and Inclusion",
        "We strive to cultivate diversity in our workforce and believe teammates with diverse backgrounds, experiences and viewpoints bring value to our organization. In 2020, we launched a diversity task force comprised of diverse teammates from across the organization and led by our President and Chief Operating Officer in order to enhance our focus on cultivating diversity at Coca‑Cola Consolidated. This task force helped develop a diversity framework focused on four pillars – communication, accountability, empowerment and partnerships. Each member of our senior executive leadership team is hosting similar discussion groups around the Company. The task force and these discussion groups strive to enhance Company-wide engagement on diversity and inclusion, provide opportunities for teammates to discuss diversity and inclusion, develop initiatives to support our diversity framework and monitor progress across these initiatives.",
        "Human Capital Resources"
    ]
}