{
    "31791": [
        "Human Capital Management",
        "As of January3, 2021, we employed approximately 14,000 employees on a worldwide basis. Roughly",
        " 80% o",
        "f our workforce is based outside of the United States. Several of our subsidiaries outside the United State are parties to contracts with labor unions and workers’ councils that involve approximately 3,600 of our employees. During fiscal year 2020, our voluntary turnover rate was 9.78%. We believe that management of our human capital resources is vital to the continued growth and success of the Company, and we endeavor to create an environment that encourages productivity, rewards performance and values diversity. There are several ways in which we attempt to attract, develop and retain highly qualified employees, as set forth below.",
        "Our human capital objectives include, as applicable, identifying, recruiting, developing, retaining, incentivizing and integrating our existing and new employees. We strive to meet this objective by offering competitive compensation and benefits, in a diverse, inclusive and safe workplace, with opportunities for our employees to grow and develop in their careers. We hold our employees to high performance standards and our compensation plans are designed to deliver competitive base pay and attractive incentive opportunities. Our benefits programs are specifically tailored to the various countries in which we operate and maintain a significant workforce. We benchmark for market practices and adjust our compensation and benefits programs to ensure they remain both equitable and competitive. ",
        "Diversity and Inclusion",
        "The Company believes in an inclusive workforce, where employees from a number of cultures and countries are engaged and encouraged to leverage their collective talents. We have employees in over 40 countries around the world.  As of the date of filing of this annual report on Form 10-K, women comprised roughly 30% of our leadership positions on a global basis, which we define as director level and above. We expect to provide further information regarding our diversity demographics in our Corporate Social Responsibility (CSR) Report or elsewhere on our website at www.perkinelmer.com, including summarized data from our EEO-1 form. An EEO-1 form is a report filed with United States Equal Employment Opportunity Commission describing the racial, ethnic and gender composition of our US-based workforce. Information on our website, including the CSR Report, shall not be deemed incorporated by reference into this annual report.",
        "12",
        "Table of Contents",
        "We understand that our ability to operate in a multicultural world is critical to our long-term value creation. By maintaining a culture of diversity and inclusion, we believe that we are able to innovate more effectively. To that end, we seek to promote diverse perspectives throughout our organization and are an equal opportunity employer committed to making employment decisions without regard to race, religion, national or ethnic origin, sex, sexual orientation, gender identity or expression, age, disability, protected veteran status or other characteristics protected by law. Our commitment to diversity is evidenced by the establishment of a new internal Inclusion and Diversity Committee in fiscal year 2020. The Committee is comprised of a wide cross-section of the Company's leaders across all regions and backgrounds, with a focus on driving increased diversity within our workforce as well as creating a safe and engaging platform for dialogue on these issues for all of our employees.",
        "Training and Development",
        "We are committed to the continued development and training of our employees. We seek to provide our employees with meaningful learning opportunities to help grow their capabilities and careers. We provide learning through a variety of channels and formats, including formal (classroom-based, blended learning solutions, digital learning) and informal, on-the-job learning. We are also dedicated to our employees’ professional development, with a pivotal component of our annual performance review and goal-setting process focused on providing employees with constructive and actionable feedback, as well as management support and engagement in the creation and completion of development goals. Our training opportunities are designed to promote learning across all levels of our organization. We seek to provide opportunities for our employees to grow their careers and regularly fill open vacancies with internal candidates. In addition, management periodically assesses succession planning for certain key positions and reviews our workforce to identify high potential employees for future growth and development. We also provide formal and informal training opportunities for our employees covering a variety of professional, technical and leadership topics.",
        "Health and Safety",
        "Our success depends on the well-being of our employees, and one of our top priorities is to protect the health and safety of our employees. We maintain a culture focused on safety and strive to identify, eliminate and control risk in the workplace in an effort to prevent injury and illness. Our employees have access to a global safety management system and are encouraged to report incidents, near misses or other observations in the system. The system has been widely adopted in our manufacturing locations across the globe, and management uses the information generated by it to set safety-related policies and to set goals for future performance. Further, we provide our employees with a comprehensive benefits package that includes health insurance and other resources that support their physical and mental well-being. In response to the COVID-19 pandemic, we have taken, and we continue to take, proactive, aggressive actions to protect the health and safety of our employees, customers, partners and suppliers. We enacted rigorous safety measures, including social distancing protocols, encouraging employees who do not need to be physically present on the manufacturing floor or in a lab to perform their work from home, suspending non-essential travel, implementing temperature checks and other access controls at the entrances to our facilities, extensively and frequently disinfecting our workspaces and providing appropriate personal protective equipment to employees who are physically present at our facilities. We expect to continue to implement these measures until the COVID-19 pandemic is adequately contained, and we may take further actions as government authorities require or recommend or as we determine to be in the best interests of our employees, customers, partners and suppliers.",
        "Community",
        "At PerkinElmer, we have long held the view that responsible global citizenship along with good governance principles and ethical business practices are essential tenets for sustainability and success. We encourage our employees to support the communities in which they live and where we operate, and to assist in that effort, we funded a long-term charitable matching program for our employees. In addition, we have established a group comprised of management and subject matter experts at the Company to focus on developing and delivering on measurable advancements in the areas of reducing waste, reducing carbon emissions and improving employee engagement and diversity.",
        "13",
        "Table of Contents",
        "Human Capital Management",
        "As of January3, 2021, we employed approximately 14,000 employees on a worldwide basis. Roughly 80% of our workforce is based outside of the United States. Several of our subsidiaries outside the United State are parties to contracts with labor unions and workers’ councils that involve approximately 3,600 of our employees. During fiscal year 2020, our voluntary turnover rate was 9.78%. We believe that management of our human capital resources is vital to the continued growth and success of the Company, and we endeavor to create an environment that encourages productivity, rewards performance and values diversity. There are several ways in which we attempt to attract, develop and retain highly qualified employees, as set forth below.",
        "Our human capital objectives include, as applicable, identifying, recruiting, developing, retaining, incentivizing and integrating our existing and new employees. We strive to meet this objective by offering competitive compensation and benefits, in a diverse, inclusive and safe workplace, with opportunities for our employees to grow and develop in their careers. We hold our employees to high performance standards and our compensation plans are designed to deliver competitive base pay and attractive incentive opportunities. Our benefits programs are specifically tailored to the various countries in which we operate and maintain a significant workforce. We benchmark for market practices and adjust our compensation and benefits programs to ensure they remain both equitable and competitive. ",
        "Diversity and Inclusion",
        "The Company believes in an inclusive workforce, where employees from a number of cultures and countries are engaged and encouraged to leverage their collective talents. We have employees in over 40 countries around the world.  As of the date of filing of this annual report on Form 10-K, women comprised roughly 30% of our leadership positions on a global basis, which we define as director level and above. We expect to provide further information regarding our diversity demographics in our Corporate Social Responsibility (CSR) Report or elsewhere on our website at www.perkinelmer.com, including summarized data from our EEO-1 form. An EEO-1 form is a report filed with United States Equal Employment Opportunity Commission describing the racial, ethnic and gender composition of our US-based workforce. Information on our website, including the CSR Report, shall not be deemed incorporated by reference into this annual report.",
        "12",
        "12",
        "12",
        "Table of Contents",
        "Table of Contents",
        "We understand that our ability to operate in a multicultural world is critical to our long-term value creation. By maintaining a culture of diversity and inclusion, we believe that we are able to innovate more effectively. To that end, we seek to promote diverse perspectives throughout our organization and are an equal opportunity employer committed to making employment decisions without regard to race, religion, national or ethnic origin, sex, sexual orientation, gender identity or expression, age, disability, protected veteran status or other characteristics protected by law. Our commitment to diversity is evidenced by the establishment of a new internal Inclusion and Diversity Committee in fiscal year 2020. The Committee is comprised of a wide cross-section of the Company's leaders across all regions and backgrounds, with a focus on driving increased diversity within our workforce as well as creating a safe and engaging platform for dialogue on these issues for all of our employees.",
        "Training and Development",
        "We are committed to the continued development and training of our employees. We seek to provide our employees with meaningful learning opportunities to help grow their capabilities and careers. We provide learning through a variety of channels and formats, including formal (classroom-based, blended learning solutions, digital learning) and informal, on-the-job learning. We are also dedicated to our employees’ professional development, with a pivotal component of our annual performance review and goal-setting process focused on providing employees with constructive and actionable feedback, as well as management support and engagement in the creation and completion of development goals. Our training opportunities are designed to promote learning across all levels of our organization. We seek to provide opportunities for our employees to grow their careers and regularly fill open vacancies with internal candidates. In addition, management periodically assesses succession planning for certain key positions and reviews our workforce to identify high potential employees for future growth and development. We also provide formal and informal training opportunities for our employees covering a variety of professional, technical and leadership topics.",
        "Health and Safety",
        "Our success depends on the well-being of our employees, and one of our top priorities is to protect the health and safety of our employees. We maintain a culture focused on safety and strive to identify, eliminate and control risk in the workplace in an effort to prevent injury and illness. Our employees have access to a global safety management system and are encouraged to report incidents, near misses or other observations in the system. The system has been widely adopted in our manufacturing locations across the globe, and management uses the information generated by it to set safety-related policies and to set goals for future performance. Further, we provide our employees with a comprehensive benefits package that includes health insurance and other resources that support their physical and mental well-being. In response to the COVID-19 pandemic, we have taken, and we continue to take, proactive, aggressive actions to protect the health and safety of our employees, customers, partners and suppliers. We enacted rigorous safety measures, including social distancing protocols, encouraging employees who do not need to be physically present on the manufacturing floor or in a lab to perform their work from home, suspending non-essential travel, implementing temperature checks and other access controls at the entrances to our facilities, extensively and frequently disinfecting our workspaces and providing appropriate personal protective equipment to employees who are physically present at our facilities. We expect to continue to implement these measures until the COVID-19 pandemic is adequately contained, and we may take further actions as government authorities require or recommend or as we determine to be in the best interests of our employees, customers, partners and suppliers.",
        "Community",
        "At PerkinElmer, we have long held the view that responsible global citizenship along with good governance principles and ethical business practices are essential tenets for sustainability and success. We encourage our employees to support the communities in which they live and where we operate, and to assist in that effort, we funded a long-term charitable matching program for our employees. In addition, we have established a group comprised of management and subject matter experts at the Company to focus on developing and delivering on measurable advancements in the areas of reducing waste, reducing carbon emissions and improving employee engagement and diversity.",
        "13",
        "13",
        "13",
        "Table of Contents",
        "Table of Contents"
    ]
}