{
    "318154": [
        "Human Capital Resources",
        "24",
        "Information about our Executive Officers",
        "26",
        "Geographic Area Financial Information",
        "27",
        "Investor Information",
        "Amgen’s approach to human capital resource management starts with our mission to serve patients. Our industry exists in a complex regulatory and reimbursement environment. The unique demands of our industry, together with the challenges of running an enterprise focused on the discovery, development, manufacture and commercialization of innovative medicines, require talent that is highly educated and/or has significant industry experience. Additionally, for certain key functions, we require specific scientific expertise to oversee and conduct R&D activities and the complex manufacturing requirements for biopharmaceutical products.",
        "As of December 31, 2020, Amgen had approximately 24,300 staff members, and we have had relatively low global turnover rates. We consider our staff relations to be good; supported by our regular staff engagement assessments, with surveys on a wide range of topics (including engagement in the COVID-19 environment, diversity, inclusion and belonging and ethics). We discuss the results of these surveys with our Board of Directors. ",
        "Compensation, Benefits and Development",
        "Our approach to employee compensation and benefits is designed to deliver cash, equity and benefit programs that are competitive with those offered by leading companies in the biotechnology and pharmaceutical industries to attract, motivate and retain talent with a focus on encouraging performance, promoting accountability and adherence to Company values and alignment with the interests of the Company’s shareholders.",
        "Our base pay program aims to compensate staff members relative to the value of the contributions of their role, which takes into account the skills, knowledge and abilities required to perform each position, as well as the experience brought to the job. We also provide annual incentive programs to reward our staff in alignment with achievement of Company-wide goals that are established annually and designed to drive aspects of our strategic priorities that support and advance our strategy across our Company. The majority of our staff members are also eligible for the grant of equity awards under our long-term incentive program that are designed to align the experience of these staff with that of our shareholders. All staff also participate in a regular performance measurement process that aligns pay to performance and through which staff receive performance and development feedback. To support the development of our staff, we provide a variety of programs, including leadership development programs, virtual instructor-led courses and self-paced learning options.",
        "Our benefit programs are also generally broad-based, promote health and overall well-being and emphasize saving for retirement. All regular U.S. staff members are eligible to participate in the same core health and welfare and retirement savings plans. Other U.S. employee benefits include medical plans, dental plans, access to childcare, employee assistance programs, employee stock purchase plan, flexible spending accounts, life, long-term care and business travel accident insurance, short and long-term disability benefits, wellness benefits and work-life resources and referrals. Comparable programs and benefits are available globally, with the same health and well-being intent, consistent with statutory requirements.",
        "Our Compensation and Management Development Committee provides oversight of our compensation plans, policies and programs.",
        "Safety and Wellness and Our Response to COVID-19",
        "Creating a safe and healthy workplace for our staff is a priority at Amgen. Our goal is to have a world class safety record through safety leadership, risk management practices and integrating safety throughout our business processes. To foster our safety culture, we implement a comprehensive safety program, driving to understand and mitigate the root cause of safety incidents and manage and control variability. We use leading indicators to assess the effectiveness of our safety programs and make course corrections as needed. Additionally, we perform formal executive management review of functional safety performance for Operations, Global Commercial Operations and R&D on a quarterly basis with a focus on identifying early signals and taking action to drive continuous improvement. Based on our 2019 performance, compared to a benchmark of twelve companies in the pharmaceutical industry, Amgen was in the quartile with the lowest injury rate.",
        "In response to the COVID-19 pandemic and as part of our commitment to work to ensure the safety and well-being of our employees, we have activated our applicable business continuity plans, including having those of our",
        "employees who are able to work from home to do so since mid-March 2020. For employees returning to the workplace and the field, we have also taken additional safety measures, including implementing occupancy limits, restricting business travel, providing and requiring the use of personal protective equipment, temperature screening and COVID-19 testing to access our workplaces.",
        "Our Corporate Responsibility and Compliance Committee provides general oversight of our safety programs and initiatives, while our Board of Directors, as a whole, has overseen our specific responses to the COVID-19 pandemic.",
        "Diversity, Inclusion and Belonging",
        "We believe that a diverse and inclusive culture fosters innovation, which supports our ability to serve patients. Further, we also believe our global presence is strengthened by having a workforce that reflects the diversity of the patients we serve. It is with these beliefs in mind that we have continued to strengthen and grow our culture of diversity, inclusion and belonging. Our internal efforts include, in 2019, establishing a Diversity, Inclusion and Belonging Council chaired by our Chief Executive Officer. In 2020, we implemented a global unconscious bias training program, and launched a portal devoted to diversity, inclusion and belonging that includes learning and resources. Further, we are leveraging our Employee Resource Groups (listed below) to represent and support the diversity of Amgen staff: ",
        "Employee Resource Groups",
        "Amgen Asian Association (AAA)",
        "Amgen Black Employee Network (ABEN)",
        "Ability Bettered through Leadership and Education (ABLE), a resource group for the physically or cognitively disabled",
        "Amgen Early Career Professionals (AECP)",
        "Amgen Indian Subcontinent Network (AISN)",
        "Amgen Latin Employee Network (ALEN)",
        "Amgen LGBTQ and Allies Network (PRIDE)",
        "Amgen Veterans Employees Network (AVEN)",
        "Women Empowered to be Exceptional (WE2)",
        "Women in Information Systems Enrichment (WISE)",
        "In areas of underrepresentation, we develop plans with a goal of bringing our representation in line with availability, and we also engage in outreach efforts to attract, retain and advance more women and minorities in our workforce. For example, we have worked to enhance our diverse candidate recruiting pool by developing relationships with organizations that can serve as a source of diverse candidates, such as the National Black MBA Association and National Sales Network, as well as historically black colleges and universities. Additionally, at the end of 2020, we became a founding member of OneTen, a coalition of 35 of the world’s largest, best-known companies, that aims to hire one million Black Americans (with a specific focus on those without four-year college degrees) into good-paying, family-sustaining jobs over the next ten years. Other examples of actions that we are taking in this area include investment and participation in Healthcare Businesswomen’s Association (a global organization focused on development and business networking for women in healthcare) and the University of California, Los Angeles (UCLA) Anderson School of Management women’s leadership program.",
        "25",
        "In an effort to provide additional transparency into the makeup of our workforce, we intend to disclose our 2020 Consolidated EEO-1 Report after our submission of the report to the U.S. Equal Employment Opportunity Commission.",
        "Our Corporate Responsibility and Compliance Committee provides oversight of our policies, programs and initiatives focusing on workforce diversity and inclusion."
    ]
}