{
    "318300": [
        "Human Capital Resources",
        "At December31, 2020, Peoples had 894 full-time equivalent employees, compared to 900 at December31, 2019.  Peoples makes it a priority to provide a first class workplace for its employees, focusing on providing quality benefits, recognizing and rewarding performance, cultivating diversity, promoting a culture of learning and coaching in every direction.  Peoples offers paid time off, medical, dental and vision insurance, along with wellness programs, a 401(k) program, an employee stock purchase program, programs to assist with education-related costs, reward and recognition programs, as well as other various programs and benefits.  Peoples has also implemented a $15 minimum wage throughout the organization",
        "Peoples strives to be an inclusive and diverse workplace, free of harassment, and encourages employees to voice their opinions.  Peoples works to attract and retain top quality talent, and in doing so, promotes a learning environment where positive constructive feedback can be given at any level of the organization.  Employees are encouraged to communicate their thoughts, whether it is with a co-worker, management or the Human Resources Department.  Peoples also provides many reward programs for employees and management to recognize contributions by individuals and teams within the organization.  Peoples provides internal training throughout the organization, as well as opportunities to attend external and online training events.  Managers complete quarterly performance reviews with employees, and semi-annual employee satisfaction pulse surveys are completed.  Peoples tracks and monitors employee turnover and executes exit interviews to better understand why employees choose to leave the organization",
        "Peoples maintains a high level of commitment to its communities, which is shown both through employees volunteering and with donations made to many organizations within the Peoples footprint",
        "The safety of Peoples' employees is of utmost priority, and during 2020, the COVID-19 pandemic caused several changes.  A portion of Peoples' workforce began working remotely, to facilitate a smaller number of employees in the same location if not necessary.  Peoples has closed lobbies to appointment-only during times of heightened transmission of COVID-19 to protect the health of its employees.  It has also expanded the cleaning and sanitization of office locations, along with providing employees with appropriate protection equipment.  Peoples has supported its employees during the pandemic, and provided time off with pay for those who have either tested positive, or those caring for a family member who has tested positive, without requiring the employee to use paid time off that has been accrued.  In addition, Peoples is conducting scheduled calls to speak to employees about the changes and ask for feedback about plans regarding COVID-19, and encouraging employees who are sick to stay home"
    ]
}