{
    "318833": [
        "Human Capital",
        "8",
        "Human Capital",
        "At December 31, 2020, we had approximately 5,400 employees, with approximately 4,000 employed in the United States and 1,400 internationally.  Human capital management, combined with our core values and talent management initiatives, is a key driver of our consistent success. We invest in our talent by providing our employees with targeted training, mentoring and career development opportunities, all of which enable us to hire and retain talented, high-performing employees.  Through our safety first culture and our diversity and inclusion initiatives, we seek to retain employees through our employee engagement efforts and our competitive compensation and benefits packages. ",
        "Business ethics and core values",
        "Our core values anchor every aspect of our business in a set of commonly-held beliefs and commitments. They represent what we stand for, what values our employees embody, and what our services and products contribute to the market. These statements are deeply ingrained in our culture, guiding employee behavior and company decisions and actions.",
        "Safety First/Quality Always – In everything we do;",
        "Integrity – Uncompromising standards of integrity and ethical conduct;",
        "Service leadership – Leading service quality, professionalism and responsiveness;",
        "Innovation – Supports continuous growth and improvement;",
        "Pride and Respect – For our clients, for each other and for all of our stakeholders; and",
        "Teamwork – Global teamwork and collaboration.",
        "Diversity and inclusion",
        "A diverse and engaged workforce is critical to our success, and we work hard to create an environment where our employees feel valued, engaged and inspired to do their best work. We are proud that a diverse group of people from all backgrounds, religions, nationalities, gender orientations and races make up our team. It continues to be our goal to knock down barriers and eliminate bias wherever it exists through strategic employee-engaged initiatives.",
        "While we continue to focus on maintaining or improving the gender diversity among our executive leadership and corporate populations, we are also committed to improving our gender diversity amongst our technician population, which comprises more than 75% of our overall global workforce.",
        "Executive Leadership",
        "General & Administrative",
        "Global Workforce",
        "1",
        "Female",
        "21%",
        "50%",
        "12%",
        "Male",
        "79%",
        "50%",
        "88%",
        "_________________",
        "1Global workforce includes technicians",
        "As part of our university recruiting efforts, we have developed diversity focused strategies through collaboration with the career centers at the universities where we recruit. We recruit diverse candidate populations through collaborations with the Society of Women Engineers (SWE), Society of Hispanic Engineering’s (SHPE) and National Society of Black Engineers (NSBE) programs, as well as recruiting at Historically Black Colleges and Universities such as Prairie View A&M University.",
        "Health, safety and training",
        "We have introduced our “12 Life Saving Rules” across our organization to further enhance our safety focused culture. The 12 Life Saving Rules are clear and simple rules designed to address those activities that put our employees at the greatest risk. The rules include both encouraged behaviors as well as discouraged behaviors. All our employees receive online training on the rules and must acknowledge that they have read them. The rules are posted internally, communicated throughout our organization through our safety bulletins, and are printed in multiple languages.  ",
        "In assessing safety performance, we measure our annual total recordable incident rate (“TRIR”), which is defined as the number of recordable injuries per 200,000 working hours. This metric is also used by others in our industry, which allows for a more objective comparison of our performance. In 2020, our TRIR was 0.14, and represented our best year ever in terms of safety performance.",
        "8",
        "Table of Contents",
        "As a response to COVID-19, we assembled a COVID-19 task force to develop a series of safety measures in an effort to protect our employees and clients, including offering on-site rapid COVID-19 testing at multiple locations and collaborated with our occupational health vendor to ensure employees were able to return to work safely.",
        "Accelerated by our response to the COVID-19 pandemic, we have recently added several online training and distance learning classes to our curriculum to help meet the needs of a rapidly changing workplace environment. These are administered and tracked globally though our Learning Management System. We prepared and led several topics to support employees during COVID-19 including a session on helping parents cope with the pandemic while working remotely, helping managers to lead remote workers and supporting employees as they safely moved to working remotely where necessary. We also launched STAMP, TEAM’s Stress and Anxiety Management Program that included several tools and resources to help employees effectively manage stress and prevent depression and other mental illnesses. This program included several sessions focused on mindfulness and we coordinated this program with our Employee Assistance Program that offered mental health and depression resources for our employees and their families. This program has received much praise and support from our employees, their families and our clients.",
        "We recognize the importance of providing training to continually support career growth and development. Our talent management and professional development programs including our CREW Engineering and Business rotational and Technician Apprentice programs empower and inspire our team members to personalize their career journeys by building critical job skills, gaining hands-on experience, providing ongoing access to world class training, assigning relevant career mentors and paving the way toward career paths that provide long-term advancement within our organization.",
        "In 2019, our professional development efforts were expanded to include our Leadership Journey Program that takes participating employees through a highly interactive training and development program. Participants in the leadership program receive a behavioral DISC (Dominance, Influence, Steadiness, Conscientiousness) assessment and work together in teams as they gain self-awareness of their behavioral style. Participants interact throughout the three day training session while learning about and increasing their leadership skills. During the Leadership Journey Program, our subject matter experts lead unique training sessions to share information and knowledge on safety, quality and financial acumen applicable to our business.",
        "Employee engagement",
        "Every two years, our employees participate in our engagement survey which provides us with valuable insight as we seek to improve our overall employee engagement and satisfaction.  Acting upon employee feedback generated from the engagement survey, we continually review our regional health benefits, communication strategy and training efforts.  We believe the significant response rate to our survey is indicative of the intensity of our employee’s connection to our organization, marked by a committed effort to achieve goals in environments that support productivity and maintain personal well-being.",
        "Wages and benefits",
        "Across the globe, we provide our employees with competitive wages, salaries and benefits based upon employee skills, experience and job levels. Additionally, we provide employees with a comprehensive set of benefits, including health and welfare benefits, wellness benefits, employee assistance plans, defined contribution and defined benefit retirement benefits, paid time off, educational support and a variety of other ancillary employee benefits."
    ]
}