{
    "3197": [
        "Human Capital Management",
        "CECO recognizes that in order to drive innovation and operational excellence, we must identify, attract, retain and motivate world-class talent. As of December 31, 2020, CECO has approximately 730 employees, across seven countries. One-hundred and fifty of our US employees are unionized in our Pennsylvania, Tennessee and North Carolina facilities",
        "Risks Related to Human Capital Management",
        "We may not be able to attract and retain qualified employees",
        "Our future success depends upon the continued service of our executive officers and other key management and technical personnel, and on our ability to continue to identify, attract, retain and motivate them. Implementing our business strategy requires specialized engineering and other talent, as our revenues are highly dependent on technological and product innovations. The market for employees in our industry is extremely competitive, and competitors for talent, particularly engineering talent, increasingly attempt to hire, and to varying degrees have been successful in hiring, our employees, including by establishing local offices near our headquarters. If we are unable to attract and retain qualified employees, our business may be harmed",
        "Work stoppages or similar difficulties could significantly disrupt our operations",
        "As of December 31, 2020, approximately 150 of our approximately 730 employees are represented by international or independent labor unions under various union contracts that expire from June 30, 2021 to May 31, 2023. It is possible that our workforce will become more unionized in the future. Although we consider our employee relations to generally be good, our existing labor agreements may not prevent a strike or work stoppage at one or more of our facilities in the future and we may be affected by other labor disputes. A work stoppage at one or more of our facilities may have a material adverse effect on our business. Unionization activities could also increase our costs, which could have an adverse effect on our profitability",
        "Additionally, a work stoppage at one of our suppliers could adversely affect our operations if an alternative source of supply were not readily available. Work stoppages by employees of our customers also could result in reduced demand for our products"
    ]
}