{
    "320335": [
        "Human Capital Management",
        "Globe Life's talent base encompasses a broad range of experience that possesses the depth of critical skills to efficiently and effectively accomplish our business purpose and mission, serve our policyholders, and protect our shareholders' interests. Maintaining superior human capital is a key driver to the success and longevity that our Company has experienced since its origins dating back to the early 1900s. As of December31, 2020, the Company had 3,261 full time, part-time, and temporary employees. The Company engages over 13 thousand exclusive producing insurance agents, most of whom are classified as independent contractors. In 2020, we increased our employee headcount by 2% and grew our exclusive agency force by 21%. ",
        "People, Culture, and Community",
        "At Globe Life, we are united by our mission—",
        "To Make Tomorrow Better",
        "1",
        "and this starts with our employees and agents. Beyond providing insurance protection for millions of individuals, serving our policyholders and generating financial results for our shareholders, we focus on cultivating a healthy, positive culture and a thriving community within and among our campuses that is inclusive of and attractive for all. Globe Life promotes a diverse work force, where differences are celebrated and inclusiveness is embraced, to better enable our employees to consistently achieve outstanding individual and collective results. Our commitment to diversity starts at the top; of the 9 independent Board members, 56% are women and 22% are ethnic minorities. ",
        "1",
        "Per the Globe Life Employee Handbook, the Globe Life mission statement is \"We help families Make Tomorrow Better by working to protect their financial future.\"",
        "6",
        "   GL 2020 FORM 10-K",
        "Table of Contents",
        "As of December31, 2020, the Globe Life employees, (excluding agents) are as follows:",
        "Ethnicity",
        "Gender",
        "Generations",
        "White",
        "53",
        "Female",
        "67",
        "Traditionalists (1925-1945)",
        "Black or African American",
        "21",
        "Male",
        "33",
        "Baby Boomers (1946-1964)",
        "23",
        "Hispanic or Latino",
        "11",
        "Gen X (1965-1977)",
        "31",
        "Asian",
        "9",
        "Millennials (1978-1995)",
        "41",
        "American Indian or Alaskan Native",
        "1",
        "Gen Z (1996-2012)",
        "5",
        "Native Hawaiian or Pacific Islander",
        "Other or Not Specified",
        "5",
        "Total",
        "100",
        "100",
        "100",
        "We conduct a confidential survey biennially to give our employees the opportunity to provide candid feedback about their experiences at the Company, including but not limited to, confidence in the Company and leadership, competitiveness of our compensation and benefit package, and departmental relationships. The results are shared with our employees, reviewed by senior leadership, and used to identify areas for improvement and create action plans based on the employee feedback received.",
        "We also strive ",
        "To Make Tomorrow Bette",
        "r by supporting the communities in which we live and work through financial and service-based contributions to organizations that address health-related issues and those that serve youth, families and seniors. ",
        "Talent Development",
        "At Globe Life, we believe investing in our employees through training and development is paramount to their success. We have developed a learning eco-system that includes a multitude of professional development opportunities, including online, self-directed, and instructor-led courses on a variety of topics. An education assistance program is also offered to facilitate growth in an area related to one's current position with the Company. ",
        "Health, Safety, and Wellness ",
        "We strive to provide a safe and healthy work environment for every employee. We furnish employees with numerous tools and trainings throughout the year to help ensure they have at their fingertips the best information to safely engage with co-workers, customers, and third parties. In furtherance of our commitment to our employees, we offer a comprehensive employee benefits package that includes competitive monetary benefits, retirement benefits through a Section 401(k) plan and a qualified pension to eligible employees, fitness center reimbursement, paid-time-off (based on years of service), health insurance, dental and vision insurance, employee resource program, health savings and flexible spending accounts, family leave, and tuition assistance.",
        "During the COVID-19 pandemic, the Company remained committed to the well-being and safety of its employees, agents, customers, guests, vendors, and shareholders in our resolve to maintain a stable and secure business environment. In response to the pandemic, our crisis management and incident response teams guided the Company through an expedited, yet smooth, transition towards working remotely. We efficiently transitioned approximately 80-85% of the Company's total workforce, excluding agents, to working remotely. For the agency operations, most sales and recruiting agents transitioned to a virtual experience providing limited in-person exposure.",
        "7",
        "   GL 2020 FORM 10-K",
        "Table of Contents"
    ]
}