{
    "33213": [
        "Human Capital Resources",
        "As of December31, 2020, we had 624 permanent employees, none of whom were subject to a collective bargaining agreement. Of our total permanent employee base, 74% were male and 26% were female. The substantial majority of our employees reside in Pennsylvania and West Virginia",
        "We aim to develop a workforce that produces peer leading results. To further that goal, we have focused on creating a modern, innovative, collaborative and digitally-enabled work environment. In 2019, we simplified our organizational structure and instituted a cloud-based digital work environment with an emphasis on the democratization of data. Our digital work environment serves as our primary platform for communication and collaboration as well as the home for our critical work processes and drives decision-making based on a shared and transparent view of operational data. We use our digital work environment to engage directly with our employees by sharing company updates and personnel accomplishments and internal polling",
        "We understand that providing employees with the resources and support they need to live a physically, mentally, and financially healthy life is critical for sustaining a workplace of choice. We offer benefits that include subsidized health insurance, a company-contribution and company-match on 401(k) retirement savings, an employee stock purchase plan, paid maternity and paternity leave, flexible work arrangements, volunteer time off, and a company-match on employee donations to qualified non-profits. We also offer our employees the flexibility to elect to work a “9/80” work schedule, under which, during the standard 80-hour pay period, an employee works eight 9-hour days and one 8-hour day (Friday), with a tenth day off (alternative Friday",
        "In 2020, we launched an “equity-for-all” program, which granted equity awards to all of our permanent full-time employees. With the equity-for-all program, all of our permanent full-time employees have the opportunity to share directly in our financial success. These grants were in addition to, and not in lieu of, existing compensation for these employees",
        "Availability of Reports and Other Information",
        "We make certain filings with the SEC, including our Annual Report on Form10-K, Quarterly Reports on Form10-Q, Current Reports on Form8-K and all amendments and exhibits to those reports, available free of charge through our investor relations website, http://ir.eqt.com, as soon as reasonably practicable after they are filed with or furnished to the SEC.Reports filed with the SEC are also available on the SEC's website, http://www.sec.gov",
        "We also use our Twitter account, @EQTCorp, our Facebook account, @EQTCorporation, and our LinkedIn account, EQT Corporation, as additional ways of disseminating information that may be relevant to investors",
        "Table of Contents",
        "We generally post the following to our investor relations website shortly before or promptly following its first use or release: financially-related press releases, including earnings releases and supplemental financial information; various SEC filings; presentation materials associated with earnings and other investor conference calls or events; and access to live and recorded audio from earnings and other investor conference calls or events. In certain cases, we may post the presentation materials for other investor conference calls or events several days prior to the call or event. For earnings and other conference calls or events, we generally include within our posted materials a cautionary statement regarding forward-looking and non-GAAP financial information as well as non-GAAP to GAAP financial information reconciliations (if available). Such GAAP reconciliations may be in materials for the applicable presentation, in materials for prior presentations or in our annual, quarterly or current reports",
        "In certain circumstances, we may post information, such as presentation materials and press releases, to our corporate website, www.EQT.com, or our investor relations website to expedite public access to information regarding EQT in lieu of making a filing with the SEC for first disclosure of the information. When permissible, we expect to continue to do so without also providing disclosure of this information through filings with the SEC",
        "Where we have included internet addresses in this Annual Report on Form 10-K, we have included those internet addresses as inactive textual references only. Except as specifically incorporated by reference into this Annual Report on Form 10-K, information on those websites is not part hereof",
        "Risks Associated with Our Human Capital, Technology and Other Resources and Service Providers",
        "Our business, and the U.S. energy grid, is predominately operated on a digital system. Our employees rely on our cloud-based digital work environment to communicate and access data that is necessary to conduct our day-to-day operations. While these digital systems enable us to efficiently supply our natural gas and NGLs to the market, they are also susceptible to cyber security threats. Likewise, as a digitally-focused organization, we seek employees with a high degree of both technical skill and digital literacy, and it can be difficult to attract and retain personnel who satisfy these criteria. Further, we predominately operate in the Appalachia Basin, and a substantial majority of our midstream and water services are provided by one provider, EQM Midstream Partners, LP, making us vulnerable to risks associated with operating primarily in one major geographic area and obtaining a substantial amount of our services from a single provider within that operating area",
        "Strategic determinations, including the allocation of resources to strategic opportunities, are challenging, and our failure to appropriately allocate resources among our strategic opportunities may adversely affect our financial position and reduce our future prospects",
        "Our future prospects are dependent upon our ability to identify optimal strategies for our business. Our operational strategy focuses on developing several multi-well pads in tandem through a process known as combo-development. We have allocated a",
        "substantial portion of our financial, human capital and other resources to pursuing this strategy, including investing in new technologies and equipment, restructuring our workforce, and pursuing various ESG initiatives geared towards enhancing our strategy. We may not realize some or any of the anticipated strategic, financial, operational, environmental and other anticipated benefits from our operational strategy and the corresponding investments we have made in pursuing our strategy. Additionally, we cannot be certain that we will be able to successfully execute combo-development projects at the pace and scale that we project, which may delay or reduce our production and our reserves, negatively affecting our associated revenues. If we fail to identify and successfully execute optimal business strategies, including the appropriate operational strategy and corresponding initiatives, or fail to optimize our capital investments and the use of our other resources in furtherance of optimal business strategies, our financial position and growth may be adversely affected. Moreover, economic or other circumstances may change from those contemplated by our business plan, and our failure to recognize or respond to those changes may limit our ability to achieve our objectives",
        "Cyber incidents targeting our digital work environment or other technologies or natural gas and oil industry systems and infrastructure may adversely impact our operations",
        "Our business and the natural gas and oil industry in general have become increasingly dependent upon digital technologies, including information systems, infrastructure and cloud applications, and the maintenance of our financial and other records has long been dependent upon such technologies. We depend on this technology to record and store data, estimate quantities of natural gas, NGLs and oil reserves, analyze and share operating data and communicate internally and externally. Computers and mobile devices control nearly all of the natural gas, NGLs and oil distribution systems in the U.S., which are necessary to transport our products to market",
        "The U.S. government has issued public warnings that indicate that energy assets might be specific targets of cyber security threats. We can provide no assurance that we will not suffer such attacks in the future. Deliberate attacks on, or unintentional events affecting, our digital work environment or other technologies and infrastructure, the systems or infrastructure of third parties or the cloud could lead to corruption or loss of our proprietary data and potentially sensitive data, delays in production or delivery of natural gas, NGLs and oil, difficulty in completing and settling transactions, challenges in maintaining our books and records, communication interruptions, environmental damage, personal injury, property damage, other operational disruptions and third-party liability.Further, as cyber incidents continue to evolve and cyber attackers become more sophisticated, we may be required to expend additional resources to continue to modify or enhance our protective measures or to investigate and remediate any vulnerability to cyber incidents. The cost to remedy an unintended dissemination of sensitive information or data may be significant. Furthermore, the continuing and evolving threat of cyber-attacks has resulted in increased regulatory focus on prevention. To the extent we face increased regulatory requirements, we may be required to expend significant additional resources to meet such requirements",
        "The unavailability or high cost of additional drilling rigs, completion services, equipment, supplies, personnel, and oilfield services could adversely affect our ability to execute our exploration and development plans within our budget and on a timely basis",
        "The demand for qualified and experienced field personnel to drill wells and conduct field operations, geologists, geophysicists, engineers, and other professionals in the natural gas and oil industry can fluctuate significantly, often in correlation with natural gas and oil prices, causing periodic shortages or higher costs. Historically, there have been shortages of personnel and equipment as demand for personnel and equipment has increased along with the number of wells being drilled. We cannot predict whether these conditions will exist in the future and, if so, what their timing and duration will be. Such shortages could delay or cause us to incur significant expenditures that are not provided for in our capital budget, which could materially adversely affect our business, results of operations, cash flows and financial position",
        "Our ability to drill for and produce natural gas is dependent on the availability of adequate supplies of water for drilling and completion operations and access to water and waste disposal or recycling services at a reasonable cost and in accordance with applicable environmental rules. Restrictions on our ability to obtain water or dispose of produced water and other waste may adversely affect our results of operations, cash flows and financial position",
        "The hydraulic fracture stimulation process on which we depend to drill and complete natural gas wells requires the use and disposal of significant quantities of water. Our ability to access sources of water and the availability of disposal alternatives to receive all of the water produced from our wells and used in hydraulic fracturing may affect our drilling and completion operations. Our inability to secure sufficient amounts of water, or to dispose of or recycle the water used in our operations, or to timely obtain water sourcing permits or other rights, could adversely affect our operations. Additionally, the imposition of new",
        "environmental initiatives and regulations could include restrictions on our ability to obtain water or dispose of waste, which would adversely affect our business and results of operations, which could result in decreased cash flows",
        "In addition, federal and state regulatory agencies recently have focused on a possible connection between the operation of injection wells used for natural gas and oil waste disposal and increased seismic activity in certain areas. In some cases, operators of injection wells in the vicinity of seismic events have been ordered to reduce injection volumes or suspend operations. Increased regulation and attention given to induced seismicity in the states where we operate could lead to restrictions on our disposal well injection volumes and increased scrutiny of and delay in obtaining new disposal well permits, which could result in increased operating costs, which could be material, or a curtailment of our operations",
        "The loss of key personnel could adversely affect our ability to execute our strategic, operational and financial plans",
        "Our operations are dependent upon key management and technical personnel, and one or more of these individuals could leave our employment. The unexpected loss of the services of one or more of these individuals could have a detrimental effect on us. In addition, the success of our operations will depend, in part, on our ability to identify, attract, develop and retain experienced personnel. There is competition within our industry for experienced technical personnel and certain other professionals, which could increase the costs associated with identifying, attracting and retaining such personnel. If we cannot identify, attract, develop and retain our technical and professional personnel or attract additional experienced technical and professional personnel, our ability to compete in our industry could be harmed",
        "We depend on third-party midstream providers for a significant portion of our midstream services, and our failure to obtain and maintain access to the necessary infrastructure to successfully deliver natural gas, NGLs and oil to market on competitive terms may adversely affect our earnings, cash flows and results of operations",
        "Our delivery of natural gas, NGLs and oil depends upon the availability, proximity and capacity of pipelines, other transportation facilities and gathering and processing facilities primarily owned by third parties, and our ability to contract with these third parties at competitive rates or at all. The capacity of transmission, gathering and processing facilities may be insufficient to accommodate potential production from existing and new wells, which may result in substantial discounts in the prices we receive for our natural gas, NGLs and oil or result in the shut-in of producing wells or the delay or discontinuance of development plans for properties. Competition for access to pipeline infrastructure within the Appalachian Basin is intense, and our ability to secure access to pipeline infrastructure on favorable economic terms could affect our competitive position",
        "We are dependent on third-party providers to provide us with access to midstream infrastructure to get our produced natural gas, NGLs and oil to market. To the extent these services are delayed or unavailable, we would be unable to realize revenue from wells served by such facilities until suitable arrangements are made to market our production. Access to midstream assets may be unavailable due to market conditions or mechanical or other reasons. In addition, at current commodity prices, construction of new pipelines and building of such infrastructure may occur more slowly. A lack of access to needed infrastructure, or an extended interruption of access to or service from third-party pipelines and facilities for any reason, including vandalism, terroristic acts, sabotage or cyber-attacks on such pipelines and facilities or service interruptions due to gas quality, could result in adverse consequences to us, such as delays in producing and selling our natural gas, NGLs and oil",
        "Finally, in order to ensure access to certain midstream facilities, we have entered into agreements that obligate us to pay demand charges to various pipeline operators. We also have commitments with third parties for processing capacity. We may be obligated to make payments under these agreements even if we do not fully use the capacity we have reserved, and these payments may be significant",
        "The substantial majority of our midstream and water services are provided by one provider, EQM Midstream Partners LP (EQM), a wholly-owned subsidiary of Equitrans Midstream. Therefore, any regulatory, infrastructure, or other events that materially adversely affect EQM's business operations will have a disproportionately adverse effect on our business and operating results as compared to similar events experienced by our other third-party service providers. Additionally, our midstream services contracts with EQM involve significant long-term financial and other commitments on our part, which hinders our ability to diversify our slate of midstream service providers and seek better economic and other terms for the midstream services that are provided to us. We have no control over Equitrans Midstream's or EQM's business decisions and operations, and neither Equitrans Midstream nor EQM is under any obligation to adopt a business strategy that favors us",
        "Historically, we have received the substantial majority of our natural gas gathering, transmission and storage and water services from EQM. Additionally, on February 26, 2020, we executed a new gas gathering agreement with EQM (the Consolidated",
        "GGA), which, among other things, consolidated the majority of our prior gathering agreements with EQM into a single agreement, established a new fee structure for gathering and compression fees charged by EQM, increased our minimum volume commitments with EQM, committed certain of our remaining undedicated acreage to EQM and extended our and EQM's contractual obligations with each other to 2035. Because we have significant long-term contractual commitments with EQM, we expect to receive the majority of our midstream and water services from EQM for the foreseeable future. Therefore, any event, whether in our areas of operation or otherwise, that adversely affects EQM's operations, water assets, pipelines, other transportation facilities, gathering and processing facilities, financial condition, leverage, results of operations or cash flows will have a disproportionately adverse effect on our business and operating results as compared to similar events experienced by our other third-party service providers. Accordingly, we are subject to the business risks of EQM, including the following",
        "federal, state and local regulatory, political and legal actions that could adversely affect EQM's operations, assets and infrastructure, including potential further delays associated with obtaining regulatory approval for the construction of the Mountain Valley Pipeline and the MVP Southgate project",
        "construction risks associated with the construction or repair of EQM's pipelines and other midstream infrastructure, such as delays caused by landowners or advocacy groups opposed to the natural gas industry, environmental hazards, adverse weather conditions, the performance of third-party contractors, the lack of available skilled labor, equipment and materials and the inability to obtain necessary rights-of-way or approvals and permits from regulatory agencies on a timely basis or at all (and maintain such rights-of-way, approvals and permits once obtained",
        "acts of cybersecurity, sabotage or terrorism that could cause significant damage or injury to EQM's personnel, assets or infrastructure or lead to extended interruptions ofEQM'soperations",
        "risks associated with EQM failing to properly balance supply and demand for its services, on a short-term, seasonal and long-term basis, which could result in EQM being unable to provide its customers, including us, with sufficient access to pipeline and other midstream infrastructure and water services as needed; and",
        "risks associated with EQM's leverage and financial profile, which could result in EQM being financially deterred or prohibited from providing services to its customers, including us, on a timely basis or at all",
        "In addition, many of our midstream services obligations with EQM are \"firm\" commitments, under which we have reserved an agreed upon amount of pipeline or storage capacity with EQM regardless of the capacity that we actually use during each month, and we are generally obligated to pay a fixed, monthly charge, at an amount agreed upon in the contract. Because these obligations involve significant long-term financial and other commitments on our part, they could reduce our cash flow during periods of low prices for natural gas, NGLs and oil when we may have lower volumes of natural gas and NGLs and therefore less of a need for capacity and storage, or the market prices for such pipeline and storage capacity services may be lower than what we are contractually obligated to pay to EQM",
        "Further, the Consolidated GGA provides for a reduced fee structure for the gathering and compression fees charged by EQM; however this new fee structure does not take effect until the Mountain Valley Pipeline's in-service date. There can be no assurance that the in-service date of the Mountain Valley Pipeline will not be delayed, or that the project will not be cancelled entirely, which would consequently delay, possibly indefinitely, the effective date of the fee reductions contemplated in the Consolidated GGA. Neither Equitrans Midstream nor EQM is under any obligation to renegotiate their contracts with us, including the Consolidated GGA, in the event of a prolonged depressed commodity price environment or if the Mountain Valley Pipeline's in-service date is delayed. We have recorded in our Consolidated Balance Sheet a contract asset of $410 million representing the estimated fair value of the rate relief provided by the Consolidated GGA that would be realized beginning with the Mountain Valley Pipeline’s in-service date. We review the contract asset for indications of impairment when events or circumstances indicate the carrying value may not be recoverable. Although the Consolidated GGA provides a cash payment option that grants us the right to receive payments from EQM in the event that the Mountain Valley Pipeline in-service date has not occurred prior to January 1, 2022, future delays in the Mountain Valley Pipeline’s in-service date may nonetheless affect our ability to fully realize the value we recorded as a contract asset for the rate relief associated with the Consolidated GGA, which could adversely affect our results of operations in future periods",
        "Substantially all of our producing properties are concentrated in the Appalachian Basin, making us vulnerable to risks associated with operating primarily in one major geographic area",
        "Substantially all of our producing properties are geographically concentrated in the Appalachian Basin. As a result of this concentration, we may be disproportionately exposed to the impact of regional supply and demand factors, delays or interruptions of production from wells in these areas caused by, and costs associated with, governmental regulation, state and local political activities, processing or transportation capacity constraints, market limitations, availability of equipment and personnel, water shortages or other weather-related conditions, interruption of the processing or transportation of natural gas",
        "NGLs or oil and changes in state and local laws, judicial precedents, political regimes and regulations. Such conditions could materially adversely affect our results of operations and financial position",
        "In addition, a number of areas within the Appalachian Basin have historically been subject to mining operations. For example, third parties may engage in subsurface coal and other mining operations near or under our properties, which could cause subsidence or other damage to our properties, adversely impact our drilling operations or adversely impact third-party midstream activities on which we rely. In such event, our operations may be impaired or interrupted, and we may not be able to recover the costs incurred as a result of temporary shut-ins or the plugging and abandonment of any of our wells. Furthermore, the existence of mining operations near our properties could require coordination to avoid adverse impacts as a result of drilling and mining in close proximity. These restrictions on our operations, and any similar restrictions, could cause delays or interruptions or prevent us from executing our business strategy, which could materially adversely affect our results of operations and financial position",
        "Further, insufficient takeaway capacity in the Appalachian Basin could cause significant fluctuations in our realized natural gas prices. The Appalachian Basin has experienced periods in which production has surpassed local takeaway capacity, resulting in substantial discounts in the price received by producers such as us and others at times being possibly shut in. Although additional Appalachian Basin takeaway capacity has been added in recent years, the existing and expected capacity may not be sufficient to keep pace with the increased production caused by accelerated drilling in the area in the short term",
        "Due to the concentrated nature of our portfolio of natural gas properties, a number of our properties could experience any of the same conditions at the same time, resulting in a relatively greater impact on our results of operations than they might have on other companies that have a more diversified portfolio of properties",
        "Legal and Regulatory Risks",
        "Negative public perception regarding us and/or our industry could have an adverse effect on our operations",
        "Opposition toward oil and natural gas drilling and development activities generally has been growing globally and is particularly pronounced in the U.S., and companies in our industry are often the target of activist efforts from both individuals and non-governmental organizations regarding safety, human rights, environmental matters, sustainability and business practices. Negative public perception regarding us and/or our industry may lead to increased litigation and regulatory, legislative and judicial scrutiny, which may, in turn, lead to new local, state and federal laws, regulations, guidelines and enforcement interpretations in safety, environmental, royalty and surface use areas. These actions may cause operational delays or restrictions, increased operating costs, additional regulatory burdens and increased risk of litigation. Moreover, governmental authorities exercise considerable discretion in the timing and scope of permit issuance and the public may engage in the permitting process, including through intervention in the courts. Negative public perception could cause the permits we need to conduct our operations to be withheld, delayed, challenged or burdened by requirements that restrict our ability to profitably conduct our business. In addition, anti-development activists are working to, among other things, reduce access to federal and state government lands and delay or cancel certain operations, such as drilling and development. If activism against oil and natural gas exploration and development persists or increases, there could be a material adverse effect on our business, financial condition and results of operations",
        "We are subject to complex federal, state, local and other laws and regulations that could adversely affect the cost, manner or feasibility of conducting our operations or expose us to significant liabilities",
        "Our exploration and production operations are subject to various types of federal, state and local laws and regulations, including regulations related to the location of wells; the method of drilling, well construction, well stimulation, hydraulic fracturing and casing design; water withdrawal and procurement for well stimulation purposes; well production; spill prevention plans; the use, transportation, storage and disposal of water and other fluids and materials, including solid and hazardous wastes, incidental to natural gas and oil operations; surface usage and the reclamation of properties upon which wells or other facilities have been located; the plugging and abandoning of wells; the calculation, reporting and disbursement of royalties and taxes; and the gathering of production in certain circumstances",
        "Our operations are also subject to conservation and correlative rights regulations, including the regulation of the size of drilling and spacing units or field rule units; setbacks; the number of wells that may be drilled in a unit or in close proximity to other wells; drilling in the vicinity of coal mining operations and certain other structures; and the unitization or pooling of properties. Some states allow the statutory pooling and unitization of tracts to facilitate development and exploration, as well as joint",
        "development of existing contiguous leases. In addition, state conservation and natural gas and oil laws generally limit the venting or flaring of natural gas and may set production allowances on the amount of annual production permitted from a well",
        "Environmental, health and safety legal requirements govern discharges of substances into the air, ground and water; the management and disposal of hazardous substances and wastes; the clean-up of contaminated sites; groundwater quality and availability; plant and wildlife protection; locations available for drilling; environmental impact studies and assessments prior to permitting; restoration of drilling properties after drilling is completed; and work practices related to employee health and safety",
        "To conduct our operations in compliance with these laws and regulations, we must obtain and maintain numerous permits, approvals and certificates from various federal, state and local governmental authorities. Maintaining compliance with the laws, regulations and other legal requirements applicable to our business and any delays in obtaining related authorizations may affect the costs and timing of developing our natural gas, NGLs and oil resources. These requirements could also subject us to claims for personal injuries, property damage and other damages.In addition, our costs of compliance may increase if existing laws and regulations are revised or reinterpreted, or if new laws and regulations become applicable to our operations. Such costs could materially adversely affect our results of operations, cash flows and financial position. Our failure to comply with the laws, regulations and other legal requirements applicable to our business, even if as a result of factors beyond our control, could result in the suspension or termination of our operations and subject us to administrative, civil and criminal penalties and damages as well as corrective action costs",
        "Changes in tax laws and regulations could adversely impact our earnings and the cost, manner or feasibility of conducting our operations",
        "Effective January 1, 2018, changes to certain U.S. federal income tax laws were signed into law that impact us, including but not limited to: changes to the regular income tax rate; the elimination of the alternative minimum tax (AMT); full expensing of capital equipment; limited deductibility of interest expense; and increased limitations on deductible executive compensation. On March 27, 2020, the U.S. Congress enacted the Coronavirus Aid, Relief, and Economic Security Act (CARES Act), which, among other things, includes provisions relating to net operating loss (NOL) carryback periods, AMT credit refunds and modifications to the net interest deduction limitations. In particular, under the CARES Act, (i) for taxable years beginning before 2021, NOL carryforwards and carrybacks may offset 100% of taxable income, (ii) NOLs arising in 2018, 2019, and 2020 taxable years may be carried back to each of the preceding five years to generate a refund, and (iii) for taxable years beginning in 2019 and 2020, the base for interest deductibility is increased from 30% to 50% of EBITDA",
        "Members of Congress periodically introduce legislation to revise U.S. federal income tax laws which could have a material impact on us. The most significant potential tax law changes that could impact us include increases in the regular income tax rate, a new minimum tax based on net income, the expensing of intangible drilling costs or percentage depletion, the repeal of like-kind exchange tax deferral rules on real property and further limited deductibility of interest expense, any of which could adversely impact our current and deferred federal and state income tax liabilities. State and local taxing authorities in jurisdictions in which we operate or own assets may enact new taxes, such as the imposition of a severance tax on the extraction of natural resources in states in which we produce natural gas, NGLs and oil, or change the rates of existing taxes, which could adversely impact our earnings, cash flows and financial position",
        "Our hedging activities are subject to numerous and evolving financial laws and regulations which could inhibit our ability to effectively hedge our production against commodity price risk or increase our cost of compliance",
        "We use financial derivative instruments to hedge the impact of fluctuations in natural gas, NGLs and oil prices on our results of operations and cash flows. In 2010, Congress adopted the Dodd-Frank Act, which established federal oversight and regulation of the OTC derivative market and entities, such as us, that participate in that market. The Dodd-Frank Act required the CFTC, the SEC and certain federal agencies that regulate the banking and insurance sectors (Prudential Regulators) to promulgate rules and regulations implementing the legislation. Among other things, the Dodd-Frank Act established margin requirements and requires clearing and trade execution practices for certain categories of swaps and may result in certain market participants needing to curtail their derivative activities. Although some of the rules necessary to implement the Dodd-Frank Act have yet to be adopted, the CFTC, the SEC and Prudential Regulators have issued numerous rules, including the End-User Exception, which exempts certain “end-users” from having to comply with mandatory clearing, a Margin Rule mandating margining for certain uncleared swaps, and a Position Limits Rule imposing federal position limits on certain futures contracts relating to energy products, including natural gas",
        "We qualify as a “non-financial entity” for purposes of the End-User Exception and, as such, we are eligible for such exception. As a result, our hedging activities are not subject to mandatory clearing or the margin requirements imposed in connection with mandatory clearing, although we are subject to certain recordkeeping and reporting obligations associated with such rule. We also qualify as a “non-financial end user” for purposes of the Margin Rule; therefore, our uncleared swaps are not subject to regulatory margin requirements. Finally, although the Position Limits Rule does not go into effect with respect to energy products until January 1, 2022, we believe that the majority, if not all, of our hedging activities constitute bona fide hedging under the Position Limits Rule and will not be subject to the limitations under such rule. However, many of our hedge counterparties and other market participants are not eligible for the End-User Exception, are subject to mandatory clearing and the Margin Rule for swaps with some or all of their other swap counterparties, and may be subject to the Position Limits Rule, which may affect the pricing and/or availability of derivatives for us. In addition, the European Union and other non-U.S. jurisdictions have enacted laws and regulations related to derivatives (collectively, Foreign Regulations) which apply to our transactions with counterparties subject to such Foreign Regulations",
        "The Dodd-Frank Act, the rules adopted thereunder and the Foreign Regulations could increase the cost of our derivative contracts, alter the terms of our derivative contracts, reduce the availability of derivatives to protect against the price risks we encounter, reduce our ability to monetize or restructure our existing derivative contracts, lessen the number of available counterparties and, in turn, increase our exposure to less creditworthy counterparties. If our use of derivatives is reduced as a result of the Dodd-Frank Act, related regulations or the Foreign Regulations, our results of operations may become more volatile, and our cash flows may be less predictable, which could adversely affect our ability to plan for, and fund, our capital expenditure requirements. Any of these consequences could have a material and adverse effect on our business, financial position and results of operations. We have experienced increased, and anticipate additional, compliance costs and changes to current market practices as participants continue to adapt to a changing financial regulatory environment",
        "Federal, state and local legislative and regulatory initiatives relating to hydraulic fracturing and governmental reviews of such activities could result in increased costs and additional operating restrictions or delays in the completion of natural gas and oil wells, which could adversely affect our production",
        "We use hydraulic fracturing in the completion of our wells. Hydraulic fracturing typically is regulated by state natural gas and oil commissions, but the EPA has asserted federal regulatory authority. For example, the EPA finalized rules in June 2016 to prohibit the discharge of wastewater from hydraulic fracturing operations to publicly owned wastewater treatment plants, and after a legal challenge by environmental groups, in July 2019, the EPA declined to revise the rules",
        "Certain governmental reviews have been conducted or are underway that focus on the environmental aspects of hydraulic fracturing practices. In addition, Congress has from time to time considered legislation to provide for federal regulation of hydraulic fracturing under the SDWA and to require disclosure of the chemicals used in the hydraulic fracturing process. At the state level, several states have adopted or are considering legal requirements that could impose more stringent permitting, disclosure, and well construction requirements on hydraulic fracturing activities. Local governments also may seek to adopt ordinances within their jurisdictions regulating the time, place and manner of drilling activities in general or hydraulic fracturing activities in particular. Some states and municipalities have sought to ban hydraulic fracturing altogether. If new or more stringent federal, state, or local legal restrictions relating to the hydraulic fracturing process are adopted in areas where we operate, we could incur potentially significant added costs to comply with such requirements, experience delays or curtailment in the pursuit of exploration, development, or production activities, and perhaps even be precluded from constructing wells. See \"Business-Regulation-Environmental, Health and Safety Regulation\" for more information",
        "Our operations may be exposed to significant delays, costs and liabilities as a result of environmental and occupational health and safety requirements applicable to our business activities",
        "We may incur significant delays, costs and liabilities as a result of environmental and occupational health and safety requirements applicable to our exploration, development and production activities. These delays, costs and liabilities could arise under a wide range of federal, state and local laws and regulations relating to protection of the environment and occupational health and workplace safety, including regulations and enforcement policies that have tended to become increasingly strict over time resulting in longer waiting periods to receive permits and other regulatory approvals. Failure to comply with these laws and regulations may result in the assessment of administrative, civil and criminal penalties, imposition of cleanup and site restoration costs and liens, and, in some instances, issuance of orders or injunctions limiting or requiring discontinuation of certain operations",
        "Strict, joint and several liabilities may be imposed under certain environmental laws, which could cause us to become liable for the conduct of others or for consequences of our own actions that were in compliance with all applicable laws at the time those",
        "actions were taken. In addition, claims for damages to persons or property, including natural resources, may result from the environmental and occupational health and workplace safety impacts of our operations. We have been named from time to time as a defendant in litigation related to such matters",
        "In addition, new or additional laws and regulations, new interpretations of existing requirements or changes in enforcement policies could impose unforeseen liabilities, significantly increase compliance costs or result in delays of, or denial of rights to conduct, our development programs. For example, in June 2015, the EPA and the Corps issued a final rule under the CWA defining the scope of the EPA's and the Corps' jurisdiction over WOTUS, which was stayed nationwide in October 2015 pending resolution of several legal challenges. The EPA and the Corps proposed a rule in July 2017 to repeal the WOTUS rule and announced their intent to issue a new rule defining the CWA's jurisdiction. In January 2018, the U.S. Supreme Court issued a decision finding that jurisdiction to hear challenges to the WOTUS rule resides with the federal district courts, which lifted the stay and resulted in a patchwork application of the rule in some states, but not in others. In October 2019, the EPA issued a final rule repealing the WOTUS rule and the repeal rule became effective in December 2019. In April 2020, the EPA and the Corps published the NWPR, which narrows the definition of WOTUS to four categories of jurisdictional waters and includes twelve categories of exclusions, including groundwater. A coalition of states and cities, environmental groups, and agricultural groups have challenged the NWPR and a federal district court in Colorado stayed implementation of the rule. The stay is limited to application of the rule in Colorado; the rule has taken effect in all other states. In addition, in an April 2020 decision defining the scope of the CWA that was handed down just days after the NWPR was published, the U.S. Supreme Court held that, in certain cases, discharges from a point source to groundwater could fall within the scope of the CWA and require a permit. The Court rejected the EPA and Corps’ assertion that groundwater should be totally excluded from the CWA. The Court’s decision is expected to bolster challenges to the NWPR. On January 20, 2021, the Biden Administration announced it will review the NWPR in accordance with the January 20, 2021 Executive Order that revokes President Trump’s Executive Order 13778, which required review and reversal of the WOTUS rule. The EPA and the Corps have requested to stay the litigation over the NWPR during the agencies’ review of the rule. To the extent a rule expands the scope of the CWA's jurisdiction, we could face increased costs and delays with respect to obtaining permits for dredge and fill activities in wetland areas. Such potential regulations or litigation could increase our operating costs, reduce our liquidity, delay or halt our operations or otherwise alter the way we conduct our business, which in turn could materially adversely affect our results of operations and financial position. Further, the discharges of natural gas, NGLs, oil, and other pollutants into the air, soil or water may give rise to significant liabilities on our part to the government and third parties",
        "Regulations related to the protection of wildlife could adversely affect our ability to conduct drilling activities in some of the areas where we operate",
        "Our operations can be adversely affected by regulations designed to protect various wildlife. The designation of previously unprotected species as threatened or endangered in areas where underlying property operations are conducted could cause us to incur increased costs arising from species protection measures or could result in constraints on our exploration and production activities. This limits our ability to operate in those areas and can intensify competition during those months for drilling rigs, oilfield equipment, services, supplies and qualified personnel, which may lead to periodic shortages. These constraints and the resulting shortages or high costs could delay our operations and materially increase our operating and capital costs",
        "Fuel conservation measures, consumer tastes and technological advances could reduce demand for natural gas and oil",
        "Fuel conservation measures, alternative fuel requirements, increasing consumer demand for alternatives to natural gas and oil, technological advances in fuel economy and energy generation devices could reduce demand for natural gas and oil. The impact of the changing demand for natural gas and oil could adversely impact our earnings, cash flows and financial position",
        "Climate change laws and regulations restricting emissions of greenhouse gases could result in increased operating costs and reduced demand for the natural gas, NGLs and oil that we produce while potential physical effects of climate change could disrupt our production and cause us to incur significant costs in preparing for or responding to those effects",
        "In response to findings that emissions of carbon dioxide, methane and other GHGs present an endangerment to public health and the environment, the EPA has adopted regulations under existing provisions of the CAA that, among other things, establish PSD construction and Title V operating permit reviews for certain large stationary sources that are already potential major sources of certain principal, or criteria, pollutant emissions. Facilities required to obtain PSD permits for their GHG emissions also will be required to meet \"best available control technology\" standards that will be established by the states or, in some cases, by the EPA on a case‑by‑case basis. These EPA rulemakings could adversely affect our operations and restrict or delay our ability to obtain air permits for new or modified sources. In addition, the EPA has adopted rules requiring the monitoring",
        "and reporting of GHG emissions from specified onshore and offshore natural gas and oil production sources in the United States on an annual basis, which include certain of our operations. At the state level, several states including Pennsylvania have proceeded with regulation targeting GHG emissions. Such state regulations could impose increased compliance costs on our operations",
        "While Congress has from time to time considered legislation to reduce emissions of GHGs, there has not been significant activity in the form of federal legislation in recent years.In the absence of such federal climate legislation, a number of state and regional efforts have emerged that are aimed at tracking and/or reducing GHG emissions by means of cap-and-trade programs that typically require major sources of GHG emissions, such as electric power plants, to acquire and surrender emission allowances in return for emitting those GHGs. In October 2019, Pennsylvania Governor Tom Wolf signed an Executive Order directing the PADEP to draft regulations establishing a cap-and-trade program under its existing authority to regulate air emissions, with the intent of enabling Pennsylvania to join the RGGI, a multi-state regional cap-and-trade program comprised of several Eastern U.S. states. In September 2020, the Pennsylvania Environmental Quality Board approved promulgation of the RGGI regulation, and a public comment period and hearings regarding the regulation commenced at the end of 2020. Based on the current timeline for implementation, final rulemaking is expected to be sent to the Pennsylvania Environmental Quality Board for review and approval in the fourth quarter of 2021, with the first year of compliance anticipated to begin in 2022. Assuming Pennsylvania ultimately becomes a member of the RGGI in 2022, as currently anticipated, it will result in increased operating costs if we are required to purchase emission allowances in connection with our operations",
        "On an international level, the United States is one of almost 200 nations that, in December 2015, agreed to the Paris Agreement, which calls for countries to set their own GHG emissions targets and be transparent about the measures each country will use to achieve its GHG emissions targets. The Paris Agreement was signed by the United States in April 2016 and entered into force on November 4, 2016; however, the Paris Agreement does not impose any binding obligations on its participants. In August 2017, the U.S. Department of State officially informed the United Nations of the United States' intent to withdraw from the Paris Agreement, with such withdrawal becoming effective in November 2020. However, on January 20, 2021, President Biden issued written notification to the United Nations of the United States’ intention to rejoin the Paris Agreement, which will become effective in 30 days from such date",
        "Although it is not possible at this time to predict how legislation or new regulations that may be adopted to address GHG emissions would impact our business, any such future laws and regulations imposing reporting obligations on, or limiting emissions of GHGs from, our equipment and operations could require us to incur costs to reduce emissions of GHGs associated with our operations. Substantial limitations on GHG emissions could also adversely affect demand for the natural gas, NGLs and oil we produce and lower the value of our reserves",
        "Further, recent activism directed at shifting funding away from companies with energy-related assets could result in limitations or restrictions on certain sources of funding for the energy sector. Moreover, activist shareholders have introduced proposals that may seek to force companies to adopt aggressive emission reduction targets or to shift away from more carbon-intensive activities. While we cannot predict the outcomes of such proposals, they could ultimately make it more difficult to engage in exploration and production activities",
        "Finally, it should be noted that a number of scientists have concluded that increasing concentrations of GHGs in the Earth's atmosphere may produce climate changes that have significant physical effects, such as increased frequency and severity of storms, floods, droughts, and other extreme climatic events; if any such effects were to occur, they have the potential to cause physical damage to our assets or affect the availability of water and thus could have an adverse effect on our exploration and production operations. See \"Business-Regulation-Environmental, Health and Safety Regulation\" for more information",
        "Risks Associated with Strategic Transactions",
        "Entering into strategic transactions may expose us to various risks",
        "We periodically engage in acquisitions, dispositions and other strategic transactions, including joint ventures.These transactions involve various inherent risks, such as our ability to obtain the necessary regulatory and third-party approvals; the timing of and conditions imposed upon us by regulators in connection with such approvals; the assumption of potential environmental or other liabilities; and our ability to realize the benefits expected from the transactions.In addition, various factors, including prevailing market conditions, could negatively impact the benefits we receive from these transactions.Competition for transaction opportunities in our industry is intense and may increase the cost of, or cause us to refrain from, completing transactions. Joint venture arrangements may restrict our operational and corporate flexibility",
        "Moreover, joint venture arrangements involve various risks and uncertainties, such as committing us to fund operating and/or capital expenditures, the timing and amount of which we may have little or partial control over, and our joint venture partners may not satisfy their obligations to the joint venture. Our inability to complete a transaction or to achieve our strategic or financial goals in any transaction could have significant adverse effects on our earnings, cash flows and financial position",
        "Acquisitions may disrupt our current plans or operations and may not be worth what we pay due to uncertainties in evaluating recoverable reserves and other expected benefits, as well as potential liabilities",
        "Successful property acquisitions require an assessment of a number of factors beyond our control. These factors include estimates of recoverable reserves, exploration potential, future natural gas, NGLs and oil prices, operating costs, production taxes and potential environmental and other liabilities. These assessments are complex and inherently imprecise. Our review of the properties we acquire may not reveal all existing or potential problems. In addition, our review may not allow us to fully assess the potential deficiencies of the properties. We do not inspect every well or lease that we acquire, and even when we inspect a well or lease we may not discover structural, subsurface, or environmental problems that may exist or arise",
        "There may be threatened or contemplated claims against the assets or businesses we acquire related to environmental, title, regulatory, tax, contract, litigation or other matters of which we are unaware, which could materially and adversely affect our production, revenues and results of operations. We often assume certain liabilities, and we may not be entitled to contractual indemnification for pre-closing liabilities, including environmental liabilities, and our contractual indemnification may not be effective. At times, we acquire interests in properties on an \"as is\" basis with limited representations and warranties and limited remedies for breaches of such representations and warranties. In addition, significant acquisitions can change the nature of our operations and business if the acquired properties have substantially different operating and geological characteristics or are in different geographic locations than our existing properties",
        "The Separation and Distribution may subject us to future liabilities",
        "In November 2018, we completed the Separation and Distribution (each defined and discussed in Note 8 to the Consolidated Financial Statements), resulting in the spin-off of Equitrans Midstream, a standalone publicly traded corporation that holds our former midstream business",
        "Pursuant to agreements we entered into with Equitrans Midstream in connection with the Separation, we and Equitrans Midstream are each generally responsible for the obligations and liabilities related to our respective businesses. Pursuant to those agreements, we and Equitrans Midstream each agreed to cross-indemnities principally designed to allocate financial responsibility for the obligations and liabilities of our business to us and those of Equitrans Midstream's business to it. However, third parties, including governmental agencies, could seek to hold us responsible for obligations and liabilities that Equitrans Midstream agreed to retain or assume, and there can be no assurance that the indemnification from Equitrans Midstream will be sufficient to protect us against the full amount of such obligations and liabilities, or that Equitrans Midstream will be able to fully satisfy its indemnification obligations. Additionally, if a court were to determine that the Separation or related transactions were consummated with the actual intent to hinder, delay or defraud current or future creditors or resulted in Equitrans Midstream receiving less than reasonably equivalent value when it was insolvent, or that it was rendered insolvent, inadequately capitalized or unable to pay its debts as they become due, then it is possible that the court could disregard the allocation of obligations and liabilities agreed to between us and Equitrans Midstream, impose substantial obligations and liabilities on us and void some or all of the Separation-related transactions. Any of the foregoing could adversely affect our results of operations and financial position",
        "If there is a later determination that the Distribution or certain related transactions are taxable for U.S. federal income tax purposes because the facts, assumptions, representations or undertakings underlying the IRS private letter ruling and/or opinion of counsel are incorrect or for any other reason, significant liabilities could be incurred by us, our shareholders or Equitrans Midstream",
        "In connection with the Separation and Distribution, we obtained a private letter ruling from the IRS and an opinion of outside counsel regarding the qualification of the Distribution, together with certain related transactions, as a transaction that is generally tax-free, for U.S. federal income tax purposes, under Sections 355 and 368(a)(1)(D) of the U.S. Internal Revenue Code, as amended, and certain other U.S. federal income tax matters relating to the Distribution and certain related transactions. The IRS private letter ruling and the opinion of counsel are based on and rely on, among other things, various facts and assumptions, as well as certain representations, statements and undertakings of us and Equitrans Midstream, including those relating to the past and future conduct of us and Equitrans Midstream. If any of these representations, statements or undertakings is, or becomes, inaccurate or incomplete, or if we or Equitrans Midstream breach any representations or covenants contained in any of the Separation-related agreements and documents or in any documents relating to the IRS private letter",
        "ruling and/or the opinion of counsel, we and our shareholders may not be able to rely on the IRS private letter ruling or the opinion of counsel",
        "Notwithstanding receipt of the IRS private letter ruling and the opinion of counsel, the IRS could determine on audit that the Distribution and/or certain related transactions should be treated as taxable transactions for U.S. federal income tax purposes if it determines that any of the representations, assumptions or undertakings upon which the IRS private letter ruling was based are false or have been violated or if it disagrees with the conclusions in the opinion of counsel that are not covered by the ruling or for other reasons. An opinion of counsel represents the judgment of such counsel and is not binding on the IRS or any court, and the IRS or a court may disagree with the conclusions in such opinion of counsel. Accordingly, notwithstanding receipt of the IRS private letter ruling and the opinion of counsel, there can be no assurance that the IRS will not assert that the Distribution and/or certain related transactions should be treated as taxable transactions or that a court would not sustain such a challenge. In the event the IRS were to prevail with such challenge, we, Equitrans Midstream and our shareholders could be subject to material U.S. federal and state income tax liabilities. In connection with the Separation, we and Equitrans Midstream entered into a tax matters agreement, which described the sharing of any such liabilities between us and Equitrans Midstream",
        "We are a significant shareholder of Equitrans Midstream and the value of our investment in Equitrans Midstream may fluctuate substantially",
        "Following the Separation and Distribution, we retained approximately 19.9% of the outstanding shares of Equitrans Midstream's common stock. On February 26, 2020, we entered into share purchase agreements with Equitrans Midstream to sell approximately 50% of our equity interest in Equitrans Midstream to Equitrans Midstream (the Equitrans Share Exchange) in exchange for a combination of cash and fee relief under our gathering agreements with EQM. We currently own 25,296,026 shares of Equitrans Midstream's common stock. The value of our investment in Equitrans Midstream may be adversely affected by negative changes in its results of operations, cash flows and financial position, which may occur as a result of the many risks attendant with operating in the midstream industry, including loss of gathering and transportation volumes, the effect of laws and regulations on the operation of its business and development of its assets, increased competition, loss of contracted volumes, adverse rate-making decisions, policies and rulings by the FERC, pipeline safety rulemakings initiated or finalized by the Department of Transportation's Pipeline and Hazardous Materials Safety Administration, delays in the timing of, or the failure to complete, expansion projects, lack of access to capital and operating risks and hazards",
        "We intend to dispose of our remaining interest in Equitrans Midstream through one or more divestitures of our shares of Equitrans Midstream's common stock. However, we can offer no assurance that we will be able to complete such disposition or as to the value we will realize. The occurrence of any of these and other risks faced by Equitrans Midstream could adversely affect the value of our investment in Equitrans Midstream",
        "Risks Related to the COVID-19 Pandemic",
        "The novel coronavirus, or COVID-19, pandemic has affected and may materially adversely affect, and any future outbreak of any other highly infectious or contagious diseases may materially adversely affect, our operations, financial performance and condition, operating results and cash flows",
        "The COVID-19 pandemic has affected, and may materially adversely affect, our business and financial and operating results. The severity, magnitude and duration of the COVID-19 pandemic is uncertain, rapidly changing and hard to predict. In 2020, the pandemic significantly impacted economic activity and markets around the world, and, in the future, COVID-19 or another similar pandemic could negatively impact our business in numerous ways, including, but not limited to, the following",
        "our revenue may be reduced if the pandemic results in an economic downturn or recession that leads to a prolonged decrease in the demand for natural gas and, to a lesser extent, NGLs and oil",
        "our operations may be disrupted or impaired (thus lowering our production level), if a significant portion of our employees or contractors are unable to work due to illness or if our field operations are suspended or temporarily shut-down or restricted due to control measures designed to contain the pandemic",
        "the operations of our midstream service providers, on whom we rely for the transmission, gathering and processing of a significant portion of our produced natural gas, NGLs and oil, may be disrupted or suspended in response to containing the pandemic, and/or the difficult economic environment may lead to the bankruptcy or closing of the facilities and infrastructure of our midstream service providers, which may result in substantial discounts in the prices",
        "we receive for our produced natural gas, NGLs and oil or result in the shut-in of producing wells or the delay or discontinuance of development plans for our properties; and",
        "the disruption and instability in the financial markets and the uncertainty in the general business environment may affect our ability to raise capital or find attractive asset monetization opportunities and successfully execute our Deleveraging Plan within our anticipated timeframe or at all",
        "We believe that our principal areas of operational risk resulting from a pandemic are availability of service providers and supply chain disruption. Active development operations, including drilling and fracking operations, represent the greatest risk for transmission given the number of personnel and contractors on site. While we believe that we are following best practices under COVID-19 guidance, the potential for transmission still exists. In certain instances, it may be necessary or determined advisable for us to delay development operations",
        "To the extent the COVID-19 pandemic adversely affects our business and financial results, it may also have the effect of heightening many of the other risks set forth herein, such as those relating to our financial performance, our ability to access capital and credit markets, our credit ratings and debt obligations. The rapid development and fluidity of this situation precludes any prediction as to the ultimate adverse impact of COVID-19 on our business, which will depend on numerous evolving factors and future developments that we are not able to predict, including the length of time that the pandemic continues, its effect on the demand for natural gas, NGLs and oil, the response of the overall economy and the financial markets as well as the effect of governmental actions taken in response to the pandemic",
        "See Item 7A., \"Quantitative and Qualitative Disclosures About Market Risk\" for further discussion of our exposure to market risks, including the risks associated with our use of derivative contracts to hedge commodity prices"
    ]
}