{
    "34067": [
        "Human Capital",
        "DMC empowers its people and organizations by institutionalizing entrepreneurship and celebrating ingenuity. We seek to foster local innovation versus centralized control, and stand behind our businesses in ways that truly add value. Our culture is based on four core values",
        "Integrity - We stand by our word and own our decisions. We are fair in how we treat customers, peers, partners and the communities we work in. We treat our company like it’s our own",
        "Courage - We are entrepreneurs, with the courage to act when we see something that needs doing. We believe in pursuing the right path forward, even if it’s the most difficult one",
        "Teamwork - We believe being a part of one team, one community. We count on each other to do our part. We stand by one another when things are tough, learning from our failures and celebrating together when we get the job done",
        "Humility - We believe that inspiration can come from anywhere and remain open to new ideas. We are proud of our work and how it helps our customers, but are never boastful",
        "DMC aligns to provide all employees with a supportive work environment and the opportunity to improve their skills and advance their careers. Our culture is reflected in our inclusive and thriving workplace. We believe every employee deserves an environment in which they are treated with dignity and respect, and their voices are heard. We support diversity within our workforce, and respect and embrace the different backgrounds, experiences, cultures and perspectives our employees bring to DMC",
        "As of December 31, 2020, we had 531 permanent and part-time employees (320 U.S. and 211 non-U.S.), the majority of whom are engaged in manufacturing operations, with the remainder primarily in sales, marketing and administrative functions. None of our manufacturing employees are unionized",
        "In addition, we use a number of temporary workers at any given time, depending on the workload. We currently believe that employee relations are good",
        "Compensation and Benefits",
        "Our compensation and benefits teams strive to develop and implement policies and programs that are fair to employees, support our business goals, maintain competitiveness, and promote shared fiscal responsibility among the Company and our employees. We offer employees benefits that vary by country and are designed to meet or exceed local laws and to be competitive in the marketplace. Examples of benefits offered in the U.S. include traditional and Roth 401(k) plans with matching employer contributions; health benefits; life and disability insurance; additional voluntary insurance; paid counseling assistance; paid time off and parental leave; and a tuition reimbursement program. We also sponsor an employee stock purchase plan to encourage employees to acquire an ownership stake in DMC",
        "Health and Safety",
        "The health and safety of our employees is fundamental to our success. Our occupational health and safety (\"OH&S\") management system is focused on maintaining a strong safety culture, stringent risk management and effective leadership. DMC’s occupational health and safety management system covers all employees regardless of employment type, and is aligned with standards requirements of ISO 45001:2018. During the COVID-19 pandemic, the health and safety of our employees remained our top priority. Steps we have taken to ensure employee safety include regular deep cleaning our facilities, providing personal protective equipment to our employees, restricting business travel and site visitors, redesigning our office and manufacturing layouts and workspaces and encouraging hygiene and quarantine practices advised by health authorities. We continue to monitor and adjust our policies and practices to remain aligned with federal, state, local and international regulations and guidelines",
        "Diversity and Inclusion",
        "We believe that we will be most successful with a diverse employee population and encourage hiring and promotion practices that focus on the best talent and the most effective performers",
        "Because we operate a global business across multiple business segments, products and service areas, we believe it is especially important that we attract employees with diverse backgrounds and the capability to address customer needs across the numerous cultures in the countries",
        "Table of Contents",
        "in which we operate. Our commitment to diversity and inclusion starts at the top with a highly skilled and diverse Board of Directors. We plan to develop and adopt a formal diversity and inclusion program in 2021",
        "Employee Development",
        "DMC strives to identify top talent within the Company, and to provide opportunities for employees to progress to higher levels within the organization.  We seek to maximize each employee’s developmental potential through a combination of training and experience",
        "Ethics",
        "Our directors and all employees, including senior management, conduct themselves in accordance with the highest professional and ethical standards, informed by a robust Code of Ethics and Business Conduct (the “Code”). We are committed to ensuring a fair workplace for our employees as well as partners with whom we do business. We have strict policies to protect against unlawful discrimination and harassment, and a Compliance Hotline that provides an alternative and anonymous method of reporting suspected violations of the Code, DMC’s corporate policies or applicable laws"
    ]
}