{
    "3453": [
        "Human Capital Strategy:",
        "In support of Matson’s vision to be a great place to work for all employees, the Company focuses on a variety of human capital programs that have been developed to attract, retain and motivate its employee workforce.  As a company that ",
        "Table of Contents",
        "operates in various global locations, the Company’s human capital programs are designed to reflect the unique market practices in each geographic location.  The Company’s success depends on employing a diverse, talented and engaged workforce that reflects its local communities, supports an environment of high standards and performance, and thrives in the Company’s collaborative and respectful culture. ",
        " employees were covered by collective bargaining agreements with unions.  These numbers include seagoing personnel who rotate through billets (as described below) and temporary employees, but do not include employees of SSAT or other non-employee affiliates such as agents and contractors.  In prior years, Matson reported the number of regular shoreside employees only and excluded seagoing personnel and temporary employees.  The composition of Matson’s workforce by geography is as follows:",
        "Matson’s fleet of active vessels requires 317 billets to operate.  Each billet corresponds to a position on a vessel that typically is filled by two or more employees because seagoing personnel rotate between active sea-duty and time ashore.  These amounts exclude billets related to Matson’s foreign flagged chartered vessels where the vessel owner is responsible for its seagoing personnel.  Matson’s vessel management services also employed personnel in 32billets to manage three U.S. government vessels.",
        "Diversity, Equity and Inclusion:",
        "According to the U.S. Bureau of Labor Statistics, traditionally the shipping industry's workforce has been predominately represented by white males.  ",
        "In 2020, the Company continued to advance many of its diversity, equity and inclusion efforts.  This includes continuing its efforts to analyze pay among various employee groups to confirm pay equity across the Company.  Externally, the Company is supporting programs intended to help build a diverse talent pool for Matson and its industry.  In 2020, the Company committed $100,000 toward creation of new Matson scholarships to be offered in conjunction with ",
        "approximately 15 higher education institutions and maritime academies in its communities with the goal of increasing diversity among those pursuing studies in transportation and logistics.  Separately, the Company has committed more than $200,000 to expand its paid internship program with the goal of increasing exposure to the Company and industry among a diverse group of students in its various regional locations. ",
        "Total Rewards Programs:",
        ".  While factors such as job, location and business unit ultimately determine which plans an employee may be eligible for participation, the Company’s total rewards offering includes market competitive base salaries, cash and equity incentives, recognition awards, health and welfare benefits, and employee and employer funded retirement plans.  The Company believes that management level positions should have a portion of pay aligned with its short- and long-term business objectives.  Accordingly, the Company’s total rewards program contains several pay-for-performance components tied to individual, business unit and company performance, as well as Matson stock price performance.",
        "Succession and Career Planning:",
        "Matson’s workforce is characterized by uniquely skilled, long-tenured employees.  To create career pathways for future leaders while planning for the loss of retiring employees, the Company takes a proactive approach to succession and career planning.  The Company focuses on providing the next generation of promising talent with the tools they need to build their own careers at Matson.  In 2019 and 2020, 40 percent and 53 percent of open positions, respectively, were filled through internal promotions.  The Company also provided more than 2,250hours of employee training and development, while giving regular performance reviews to its non-union workforce.",
        "For more information on Matson’s human capital programs, please see our Sustainability Report which is available at",
        ".  This website is provided for convenience only, and ",
        "Bargaining Agreements:",
        "Matson’s shoreside and seagoing employees are represented by a variety of unions.  As shown in the chart below, union employees comprise 71% of Matson’s global workforce.",
        "Matson has collective bargaining agreements with these unions that expire at various dates in the future.  While Matson believes that it will be able to renegotiate these collective bargaining agreements with its various unions as they expire without any significant impact on its operations, no assurance can be given that such agreements will be reached without slow-downs, strikes, lockouts or other disruptions that may adversely impact Matson’s operations.  For a discussion of the risks arising from the negotiation of collective bargaining agreements, see Part I, Item 1A of this Form 10-K.",
        "Additionally, Matson and SSAT are members of the Pacific Maritime Association (“PMA”), which on behalf of its members negotiates collective bargaining agreements with the International Longshore and Warehouse Union (“ILWU”) on the U.S. West Coast.  The PMA/ILWU collective bargaining agreements cover substantially all U.S. West Coast longshore labor.  In August 2017, the ILWU agreed to extend its contract with the PMA to July 1, 2022.  ",
        "Multi-employer Pension and Post-retirement Plans:",
        "Matson contributes to a number of multi-employer pension and post-retirement plans.  Matson has no present intention of withdrawing from, and does not anticipate the termination of any of the multi-employer pension plans to which it contributes (see Notes 11 and 12 to the Consolidated Financial Statements in Item 8 of PartII below for a discussion of withdrawal liabilities under certain multi-employer pension plans).",
        "of the Securities Exchange Act of 1934 as soon as reasonably practicable after it electronically files such material with, or furnishes them to, the U.S. Securities and Exchange Commission (“SEC”).  The address of Matson’s Internet website is www.matson.com.  This website is provided for convenience only, and the contents of our website do not constitute a part of and are not incorporated by reference into this Form10-K.",
        "The SEC maintains an Internet website that contains reports, proxy and information statements, and other information regarding Matson and other issuers that file electronically with the SEC.  The address of the SEC’s Internet website is www.sec.gov.",
        "The following material factors, events and uncertainties may make an investment in the Company speculative or risky and should be reviewed carefully.  The Company’s business faces the material risks set forth below; however, these risk factors do not identify all risks the Company faces, and additional risks or uncertainties that are currently unknown or are not currently believed to be material may occur or become material.  The occurrence of these or the events and uncertainties described below may, in ways the Company may not be able to accurately predict, recognize, or control, adversely affect the Company’s business, financial condition, operating results, cash flows, liquidity, demand, revenue, growth, prospects, reputation, or stock price.  All forward-looking statements made by the Company or on the Company’s behalf are qualified by the risks described below."
    ]
}