{
    "34903": [
        "Human Capital",
        "At February8, 2021, we had 307 full-time employees and 4 part-time employees. None of our employees are represented by a collective bargaining unit. We believe that our relationship with our employees is good",
        "Diversity and Inclusion",
        "We are an Equal Opportunity/Affirmative action employer, and strive to maintain a workplace that is free from discrimination on the basis of race, color, religion, sex, sexual orientation, nationality, disability, or protected Veteran status",
        "Health, Safety, and Wellness",
        "We are committed to the health, safety, and wellness of our employees, and foster an environment that allows our people to succeed while balancing work and life. We provide our employees with access to health and wellness programs, which includes benefits that support both physical and mental health. In response to the COVID-19 pandemic, we implemented significant changes that were in the best interest of our employees and to comply with government regulations. This includes having the majority of our employees working remotely, as well as implementing additional safety measures for employees continuing to work in our offices",
        "Compensation and Benefits",
        "We provide competitive pay and benefits including health, dental, vision, short and long-term disability, life insurance and a 401(k) retirement program, as well as a generous paid time off program that includes vacation, sick, and personal leave. In addition to our equity awards program, we also offer a quarterly recognition program, as well as rewarding employees with spot bonuses for stellar performance or going above and beyond the base requirements of their job description",
        "Talent Development",
        "Employees have access to a variety of different training courses, books, book summaries and audio books, and an array of source materials covering a myriad of different business and soft skills training subjects. Additionally, we provide reimbursement for tuition and professional licensures",
        "Community Involvement",
        "Giving back to the community is an integral part of who we are and what we do. We provide ample ways to give back through programs at our properties or charitable endeavors and volunteer opportunities that also serve as team building exercises for our employees"
    ]
}