{
    "350894": [
        "Human Capital",
        "At January29, 2021, we had 3,963 full-time and 25 part-time employees",
        "3,087 of these employees work in our Oaks, Pennsylvania facility",
        "58 of these employees work in our Manhattan office in New York, New York",
        "27 of these employees work in our office in Toronto, Canada",
        "244 of these employees work in our office in Dublin, Ireland",
        "283 of these employees work in our office in London, United Kingdom; and",
        "the balance of our employees work in our other offices located in additional cities in the United States, South Africa, China and India",
        "Employee unions do not represent any of our employees",
        "Diversity and Inclusion",
        "SEI is committed to creating and maintaining an inclusive workforce and culture. We believe it is imperative to have diversity of thought and talent in order to address the needs of our diverse client base. We value the contributions that come from individuals with whom we work, including their diverse backgrounds, experiences and ideas. In keeping with that belief, we are proud to be an equal opportunity employer",
        "We seek to develop relationships with historically diverse colleges to further our goal of diversity in the workplace. Beyond posting positions on diversity job boards, we support and attend industry and professional conferences, seeking candidates of all backgrounds, including the National Association of Black Accountants (NABA), ASCEND, Money Managers Institute (MMI), Pennsylvania Diversity Leadership Council, and the Professional Diversity Network",
        "SEI launched the Neurodiversity@Work program in 2017 and serves as part of the Northeastern collective of companies focused on neurodiversity. The Neurodiversity@Work program focuses on connecting career opportunities to those individuals who are on the autism spectrum. By year end 2020, our Neurodiversity@Work program has provided over 22",
        "neurodiverse students career support as they seek opportunities within financial services and technology. The program continues to expand as we partner with local, national and international partners for continued learning, career placement and program success",
        "We are a Department of Defense Skillbridge company, hosting transitioning service members for internship and long-term, skill-building and observation opportunities in preparation for a career post-service. As part of our commitment to our military communities, we look to continue to scale the Skillbridge program and welcome more transitioning service members in 2021 and beyond",
        "SEI is also a member of the Chester County Economic Development Council, which works specifically with the Hire One Task Force. We are committed to connecting job seekers to hiring employers. Through this effort, our retiree-focused program continues to employ workers who are eligible for retirement but are seeking part-time or on-call work",
        "Training and Development",
        "The Workforce Development team provides multiple tools to our employees to support their growth and professional development",
        "The commitment to employee education continued in 2020 with the introduction of new programs, learning content, and a new tool to provide employees access to learning that suits their needs",
        "In keeping with a global focus, our Learning and Development team aimed to extend and expand the access of professional development and technology courses to employees around the globe. We invested in partnerships with LinkedIn Learning to remove the physical barriers of in-person training and provided employees with access to over 5,000 new courses",
        "We recognize that as our business needs evolve, our employees’ learning and development needs evolve as well. In an effort to enhance how employees receive and interact with new educational content, we partnered with Docebo, an online learning platform with a focus on curated content based on an employee’s role, interests and focus. Through this collaboration, we increased training flexibility and provided easier access to content and education tools while still delivering necessary professional and compliance-related content",
        "In 2019, we launched our first Design Thinking Cohort, a program that aims to foster employee creativity and innovation. The program provides an in-depth immersion into the core methodology of design thinking, as well as the opportunity to immediately apply the mindset and tools and take this learning to everyday practices",
        "By year end 2020, 50 employees participated in two sessions",
        "We also continued to invest in our employees through the Gallup Strengths program, which helps employees understand and build on their unique strengths and develop as leaders. In 2020, we trained 705",
        "employees through facilitated team trainings and open courses. In total, over 1,400 employees have been educated on Gallup Strengths",
        "Leadership Development",
        "We launched the “5-15 Leadership Program” for continued growth of leaders. Each cohort year, we bring together 15 emerging and experienced leaders from across SEI’s business. Throughout the three-month program, they are given the opportunity to learn from each other, grow together, connect across organizational functions, gain exposure to executive management and develop a leadership mindset. Six members, 40% of the initial class, moved into expanded or more senior roles upon completion of the program in January 2020",
        "For our emerging leaders coming from universities across the globe, our Associates and Internship programs equip recent and soon-to-be graduates with the tools, exposure and development opportunities necessary to launch their SEI careers and provide on-going support for long-term success at SEI",
        "Both programs proved successful again in 2020 (with 12 and 29 participants, respectively), and we continued our strategy to develop SEI’s newest wave of talent. The programs include education centered on business knowledge, leadership development and strengths-based self-discovery. The Associates and Internship programs have a hallmark event, featuring a case study competition and an innovation pitch to share knowledge and ideas to improve our campus communities",
        "Employee Affinity Groups",
        "We believe it is important to endeavor to make a meaningful, positive impact on the communities we work in and serve. We strive to be stewards of advocacy, which may be best represented in our diversity initiatives and the grassroots efforts that define our employee-led volunteer groups. Each cause-based group is led by an elected board of directors, and the members follow a specified mission to accomplish their goals. Our affinity groups are self-created, self-run and self-sustained with the support of global colleagues and communities",
        "SEI Cares",
        "SEI Cares is a global, philanthropic organization that sponsors volunteer opportunities and awareness events. Established in 2001, the SEI Cares Fund, an employee contribution fund, provides grants to local partner organizations that support animal welfare, community development, environmental protection, and health services",
        "SEI Diversity",
        "SEI Diversity supports our efforts to attract, develop and retain employees from diverse backgrounds. SEI Diversity focuses on employee education, building an inclusive culture and promoting success for all our stakeholders",
        "SEI Green Team",
        "The SEI Green Team seeks to foster a sustainable future through providing environmental education and awareness for our employees, developing solutions to reduce SEI’s environmental footprint, and supporting environmentally friendly purchasing and consumption",
        "SEI Salutes",
        "SEI is committed to providing a safe, engaging and stimulating environment that encourages the recruitment and retention of veterans and military personnel. SEI Salutes strives to support veterans and their families in the transition from military service to civilian life, enhance SEI’s diversity, and celebrate the contributions of our colleagues with military backgrounds",
        "SEI Women’s Network",
        "Founded in 2007, the group seeks to inspire and support the professional growth of women. A board of 14 women and men, who average 14 years of work experience, leads the global organization. The SEI Women’s Network provides educational forums, hosts networking opportunities, and encourages success through personal and professional growth. The Women’s Network profiles women across the globe through our HERstory campaign and culminates their activities in a one-day annual leadership summit",
        "SEI Wellness Team",
        "The Wellness Team globally promotes employees’ physical, financial and social well-being by creating forums to discuss healthy lifestyles, encouraging physical fitness, sharing caregiving information and advice, helping employees navigate workplace wellness challenges, and offering group sessions on a wide range of physical, emotional and financial well-being topics",
        "Workplace Health and Safety",
        "The health and safety of our people working around the globe is a top priority for us",
        "The COVID-19 pandemic is having widespread, rapidly evolving, and unpredictable impacts on global society, economies, financial markets, and business practices. Federal and state governments have implemented measures in an effort to contain the virus, including social distancing, travel restrictions, border closures, limitations on public gatherings, work from home, and closure of non-essential businesses. To protect the health and well-being of our employees, suppliers, and customers, we have made substantial modifications to employee travel policies, implemented office closures as employees are advised to work from home, and cancelled or shifted our conferences and other marketing events to virtual-only",
        "Approximately 99% of our employees have been working from home since March 2020 and continue to work remotely, as we evolve our preparedness strategy for office re-openings to integrate key learnings, safety measures and employee feedback to rethink the future of work. We have formed an enterprise-wide committee of employees from diverse geographies and business units that meets weekly to discuss health, safety and remote working logistics",
        "We have introduced expanded health and wellness benefits to help our employees cope with the health impacts of COVID-19, including",
        "A microsite that aggregates all COVID-19 related information for our employees to understand our resources and planning as well as those of the local communities in which we have operations",
        "A new Supplemental Child Care Reimbursement Policy to assist employees with the unexpected expense of child care during the pandemic that is intended to help cover gaps in care under our traditional policies",
        "An expanded paid time off policy that allows for the flexibility to self-quarantine; and",
        "Providing additional resources for employees to manage potential mental health issues",
        "In addition, see the discussion of pandemics in Item 1A “Risk Factors” for a description of the risks associated with pandemics generally, and COVID-19 specifically"
    ]
}