{
    "350852": [
        "HUMAN CAPITAL",
        "We recognize the long-term value of a highly skilled, dedicated workforce, with an average tenure of 10 years, and are committed to providing our employees with opportunities for personal and professional growth, whether it is by providing reimbursement of educational expenses, encouraging attendance at seminars and in-house training programs, or sponsoring memberships in local civic organizations",
        "Our employees recognize the long-term benefit of working with our organization as evidenced by the 20% of our employees who have more than 20 years of service. Our employees participate in numerous coaching, training, and educational programs, including required periodic training on topics such as ethics, privacy regulations, anti-money laundering, and UDAAP (Unfair, Deceptive, or Abusive Acts or Practices). Additionally, CTBI makes online training available to employees. Employees also have the opportunity to utilize programs that provide skill development online with over 8,000 varied courses, including topics in banking, finance, computers, customer service, sales, management, and personal skills such as time management, project management, and communication skills",
        "In addition to classes provided by our training department, employees also have the opportunity to work on their skill development through attending secondary education courses. These are funded through our Educational Assistance Program",
        "2\n\n\n\nTable of Contents",
        "Table of Contents",
        "As of December 31, 2020, CTBI and subsidiaries had 998 full-time equivalent employees. Females comprise 75% of our workforce, and 58% of our managerial positions (supervisor or above) are held by females. This includes 67% of our branch managers, 31% of our market presidents, and 28% of our senior vice presidents",
        "CTBI offers its employees competitive compensation, as well as a highly competitive benefits package. A retirement plan, an employee stock ownership plan, group life insurance, major medical insurance, a cafeteria plan, education reimbursement, and management and employee incentive compensation plans are available to all eligible personnel",
        "Employees are also offered the opportunity to complete periodic employee satisfaction surveys anonymously",
        "We actively support our employees with a wellness program. Since beginning the program in 2004, participating employees have experienced improvements in preventing cardiovascular disease, cancer, and diabetes. Many of our employees have experienced decreases in elevated medical risk factors, including alcohol consumption, tobacco usage, physical inactivity, high stress, high cholesterol, and high blood pressure",
        "During the recent COVID-19 pandemic, CTBI has taken many steps to protect the safety of our employees by adjusting branch operations and decreasing lobby usage as needed, encouraging drive-thru and ATM use along with internet banking, having employees work remotely or work split-shifts when possible, implementing social distancing guidelines, and consolidating operations. Management has also put a policy in place to continue to pay employees when they are required to be quarantined due to a positive COVID-19 test or exposure to COVID-19",
        "CTBI has been recognized by the organization 2020 Women on Boards as a Winning “W” company for 2019, for having at least 20% women on our board of directors. Our Board of Directors is currently 25% female"
    ]
}