{
    "351569": [
        "HUMAN CAPITAL",
        "At Ameris, we consider our teammates to be our greatest strength. At December31, 2020, the Company employed 2,671 full-time-equivalent employees, primarily located in our core markets of Georgia, Alabama, Florida and South Carolina",
        "We take pride in listening to our employees, welcoming unique perspectives, supporting personal and professional growth and developing natural strengths.  For example, each year the Company administers an employee engagement survey to gather meaningful insights and data, which is used as we continue to make improvements at Ameris and build upon our strong culture. The input obtained from these surveys helps the Company’s Board of Directors and executive officers to execute on initiatives such as the Ameris Bank Foundation, leadership training and diversity and inclusion initiatives.  Our 2020 employee engagement survey revealed that, among other things, 92% of respondents feel that they can make a difference in the success of the Company and 96% of respondents have a clear understanding of what is expected of them in their position",
        "Effective and frequent communication is critical to supporting our growing culture and teammate needs and is carried out through regular e-newsletters, executive announcements and bulletins, which provide access to information regarding Company news, alerts and updates, as well as educational opportunities and programs",
        "Support and Benefits",
        "Providing employees with meaningful, competitive and supportive benefits to care for their lives and families is a top priority for the Company.  We’re proud to offer a comprehensive benefits package that includes medical, dental, vision and life insurance, paid time-off, 401(k) profit-sharing plan participation and an employee stock purchase plan.  The Company’s 401(k) plan matches 50% of each employee’s elective deferral amount, up to the first 6% of the contribution",
        "The Company’s benefits programs also include access to a network of nearby providers with options for either in-person care or virtual visits at any time.  Our behavioral health benefit offers support for such issues as alcohol and drug use recovery, medication management, coping with grief and loss, and depression, anxiety and stress management",
        "Personal and Professional Growth",
        "At Ameris, our leaders develop action plans and provide mentorship to help employees reach their aspirations.  Our teammates are encouraged to share their goals and dreams, and we take pride in offering professional growth opportunities through our robust learning and development initiatives",
        "Mentorship at all levels is encouraged throughout our organization, as it supports our culture of learning and commitment to our teammates, new ideas and leadership development.  Mentor Ameris is the Bank’s formal mentorship program, whereby annually, high potential colleagues are identified as mentees and paired with a selected mentor at the Bank.  The program is a nine-month commitment that is designed to encourage a lifelong mentee-mentor relationship",
        "Launched at the end of 2020, our Leadership Development Program is a self-paced, three-tiered program available to all employees, with coursework specific to leading self, leading others and leading leaders.  We believe that effective and meaningful leadership development will further elevate the Company and support us in continuing to attract and retain top talent",
        "The development of our employees’ skills and knowledge is critical to the success of the Company.  Our educational assistance program, which provides for reimbursement of certain education expenses up to $5,250, encourages personal development through formal education, such as a degree, licensing or certification, so that teammates can maintain and improve their skills or knowledge related to their current job or foreseeable-future position at Ameris.  The importance of having career development discussions and guidance with employees is shared and reinforced during manager training sessions as well, as the Company recognizes these discussions are critical to establishing pathways for career growth",
        "Diversity and Inclusion",
        "Diversity, equity and inclusion represent an integral part of our strategic vision at Ameris.  The Company is committed to",
        "fostering an equitable work environment that seeks to ensure fair treatment, equality of opportunity, and fairness in access to information and resources for all employees",
        "We believe this is only possible in an environment built on respect and equal dignity, and we believe inclusion builds a culture of belonging by actively inviting the contribution and participation of all people",
        "As part of that commitment, the Bank appointed its first Diversity and Inclusion Officer in 2020 and established a Diversity Task Force comprised of a diverse group of 13 teammates from across the Company",
        "This group is",
        "dedicated to cultivating an environment that supports our strategy to engage, recruit, develop, retain and advance a diverse team of talent, inclusively and equitably.  Leaders from this group have established employee resource groups which are meant to bring teammates together from across the Company and offer strong networking opportunities and a forum to listen and to discuss and sponsor programs, activities and empowering resources that foster diversity and inclusion education and awareness.  Employee resource groups currently include women in banking, LGBTQIA+, veterans, BIPOC (Black, Indigenous and People of Color), multigenerational, caregivers and mindfulness-mental health",
        "As of December 31, 2020, females represent 69% of the Company’s employee population, and minorities represent 29%.  In addition, females represent 43% of the Company’s senior management staff, consisting of Vice Presidents and above, and minorities represent 14%"
    ]
}