{
    "351834": [
        "Human Capital",
        "Our Human Capital Management strategy is based on our goal of \"Putting the YOU in SunOpta.\" We develop employee programs, benefits, and compensation to align with the four pillars of well-being: physical, financial, social, emotional. Examples of these initiatives are:",
        "Offering a competitive compensation and benefit package that includes \"choices\" for each employee to select which works best for them. Our comprehensive benefits package includes health insurance, company-paid life, accident, and disability insurance, 401(k), employee stock purchase plan, paid time off, paid parental and maternity leave programs, flexible schedules, and a tuition reimbursement program to name a few.",
        "We believe it is key to give back to the communities in which we live and work as evidenced by \"SunOpta Cares\", our community service and volunteerism program. This program provides 24 hours of paid time off for our employees to volunteer with community programs that align with their values. Throughout the year, employees have several opportunities to donate talent and gifts to local charitable organizations.",
        "Talent management and growth is instrumental in developing a sustainable workforce. We provide various opportunities for our employees to learn and grow within SunOpta through individual development plans, on-the-job training, special project assignments, monthly safety training and leader led learning sessions. We are committed to identifying and developing the talents of our next generation leaders. On an annual basis, we conduct talent assessments across the organization and succession planning for our most critical roles within the organization to identify high potential employees, gaps in capabilities or skills and bench strength.",
        "We believe in the power of diversity. To increase awareness, training regarding diversity, equity and inclusion was held companywide for employees to better understand how we can all work together, and be better, by embracing our differences. We foster inclusion by recognizing and supporting activities and initiatives representative of our workforce such as celebrations of Hispanic Heritage month, PRIDE, and our Women's Leadership Program.",
        "Our employees are guided by our MVB's (Most Valued Behaviors) of speed, dedication, problem solving, passion, entrepreneurship, and customer centricity. We have a peer recognition program which allows employees to recognize others who are demonstrating our MVB's. Our leaders also recognize employees through our quarterly awards program. SunOpta conducts an organizational health survey three times during the year to check the pulse of our workforce and look for areas of improvement through the lens of all our employees. By enhancing communication efforts such as quarterly town halls and monthly all-company huddles, employees feel a part of SunOpta as a whole, not just their individual department or location. These initiatives led to an overall increase in employee engagement.",
        "As of December 31, 2020, we employed 1,451 full-time employees and 430 seasonal employees in North America. Our average employee has seven years of service and our annual voluntary turnover of employees at the director level or above was 5.5%. In 2020, we accomplished our goal of voluntary turnover of less than 15%, ending the year at 14.6% across the Company. Except for our employees at our Jacona, Mexico facility, none of our employees are represented by a collective bargaining group. We continue to focus on increasing employee retention by implementing retention programs and initiatives to increase employee engagement. Employee health and safety is paramount to our success. In addition to our safety training and initiatives at our manufacturing facilities, we track our Total Recordable Incident Rate (TRIR) which ended the year at 1.55, compared to a goal of 1.68.",
        "SUNOPTA INC.",
        "7",
        "January 2, 2021 10-K",
        "2020 was an unprecedented year in many ways, most notably due to the COVID-19 global pandemic. We have been successful in mitigating the effect on our employees by proactively implementing measures early and thoroughly and keeping up to date on recommendations and guidance from the Centers for Disease Control and Prevention (CDC), state, provincial, and local health departments. Commencing in March 2020, we implemented daily health screening questionnaires, temperature screening, social distancing and mask requirements for all employees and visitors at our locations. Our management team held regular meetings to discuss health and safety protocols, best practices, and address employee concerns. We increased our cleaning protocols, personal protective equipment, and cleaning supplies across all locations. Modifications to workspaces and physical barriers in work areas were established where needed and non-essential travel was restricted. An internal internet site was developed to house information on COVID-19 and employee assistance resources. Employees who could perform their jobs from home were moved to a remote working arrangement. In addition, we implemented special pay and leave policies and made emergency assistance grants available to mitigate financial implications to our employees impacted by COVID-19 or childcare issues."
    ]
}