{
    "352541": [
        "1) HUMAN CAPITAL MANAGEMENT -",
        "Our purpose to serve customers and build strong communities, as well as our values, are the foundation of our culture, guide our actions, and describe how we accomplish our strategy.  We work to attract, retain, reward and develop a diverse and qualified workforce of high-performing employees and teams because our employees and culture are critical to our strategy",
        "Employees",
        "At December31, 2020, Alliant Energy, IPL and WPL had the following full- and part-time employees",
        "Total",
        "Number of",
        "Percentage of Employees",
        "Bargaining Unit",
        "Covered by Collective",
        "Bargaining Agreements",
        "Alliant Energy",
        "IPL",
        "WPL",
        "The majority of IPL’s bargaining unit employees are covered by the International Brotherhood of Electrical Workers Local 204 (Cedar Rapids) collective bargaining agreement, which expires on August 31, 2024.  All of WPL’s bargaining unit employees are covered by the International Brotherhood of Electrical Workers Local 965 collective bargaining agreement, which expires on May 31, 2022",
        "Safety",
        "Safety is integral to our company’s culture.  It is one of our Values – “Live safety. Everyone. Always. Our first priority is that nobody gets hurt.”  Alliant Energy is committed to providing a safe environment for our employees, visitors, customers, contractors, vendors and the communities in which we live and work",
        "We focus on the proactive management of our safety performance.  Our comprehensive program includes leading indicators such as tracking and reporting near misses and unsafe conditions, which we believe helps prevent similar incidents from occurring elsewhere.  We also conduct internal safety assessments of our generating facilities",
        "We maintain executive and local safety leadership teams to establish our safety vision, strategy and priorities, as well as ensure education and recognition of employee actions that improve our safety culture.  This leadership provides strong support for sustained growth of both employee and public safety programs and initiatives",
        "Public safety is equally important as we interact with our customers to provide energy to their homes and businesses.  We offer awareness campaigns, natural gas and electric public safety presentations, and free online resources and training programs and guidance to assist local emergency responders",
        "Total Rewards",
        "Our market-competitive Total Rewards programs are designed to meet the varied and evolving needs of our employees and their families.  Through a variety of flexible health and wellness programs, we offer employees choice, support their financial, physical, and mental well-being, provide tools and resources to help improve or maintain their health status, and promote engagement in healthy behaviors",
        "In addition to competitive salaries and wages, our Total Rewards programs include",
        "a 401(k) savings plan with an employer match",
        "healthcare and insurance benefits, including medical, vision, dental, life, short-term disability, and long-term disability insurance",
        "health savings and flexible spending accounts",
        "paid time off to use for vacation, personal time, sick time, holidays, bereavement, jury duty, military leave, parental leave, maternity leave, and adoption leave",
        "family care resources",
        "adoption assistance",
        "legal planning assistance",
        "Employee Assistance Program",
        "tuition reimbursement",
        "Vacation Donation Program; and",
        "Volunteer Grants & Matching Gifts Program",
        "Diversity, Equity and Inclusion (DE&I",
        "A diverse, equitable and inclusive workplace is crucial for the success and retention of our employees, to attract future talent and to execute our purpose-driven strategy to serve our customers and build strong communities.  It is one of our Values – “Care for others: Together we create a workplace where people feel like they belong and can use their unique backgrounds, talents and perspectives to their fullest potential.”",
        "Our efforts to create a diverse and inclusive workforce include",
        "learning opportunities for employees, such as inviting employees to participate in area diversity summits and supporting company-wide listening sessions, speakers and programs",
        "Table of Contents",
        "Employee Resource Groups that foster a diverse and inclusive workplace that supports employee well-being while promoting professional development and enhancing community relationships; and",
        "a DE&I Leadership Team that partners with the Human Resources recruiting department and hiring managers to attract more diverse applicants",
        "Our DE&I initiatives also include a focus on building a diverse Board of Directors.  We believe it is in our shareowners’ best interest to have a diverse Board representing a wide breadth of experiences and perspectives.  Our Board currently has approximately 33% gender diversity and 22% ethnic diversity",
        "Our 2020 DE&I accomplishments include",
        "received a perfect score on the Corporate Equality Index administered by the Human Rights Campaign Foundation to benchmark LGBTQ+ rights, policies and practices",
        "held a Day of Understanding where executives met with employees and held conversations about unconscious bias; and",
        "selected for the 2020 Bloomberg Gender-Equality Index",
        "Alliant Energy’s short-term incentive compensation plan includes diversity metrics to drive leadership accountability for efforts to advance a diverse and inclusive culture",
        "Talent Development and Workforce Readiness",
        "We support employees in the growth of their careers through several training opportunities and development programs.  These include tuition reimbursement, online, instructor-led and on-the-job learning formats, as well as leadership development and succession planning",
        "In addition, we have an apprenticeship program that combines supervised, structured on-the-job training with related instruction to produce highly skilled trade and technical workers.  Our program builds lifetime skills and comprehensive knowledge in the high-demand technical trades necessary for our success.  The program gives us the flexibility to tailor training to match our needs – training employees in our facilities, on our equipment, and consistent with",
        "our",
        "safety standards and employee expectations.  We instill company Values, methods and procedures from day one"
    ]
}