{
    "352825": [
        "Human Capital Management",
        "People are the heart of L.B. Foster’s success. The Company strives to create and promote a culture that makes L.B. Foster a great place to work. The Company seeks to attract and retain employees that embody and demonstrate its values, which are summarized in our SPIRIT model, focusing on Safety, People, Integrity, Respect, Innovation, and Teamwork. The Company uses these six principles to guide its employees every day. The expectation of all employees, at every level of the organization, is to execute our business strategy in a manner that adheres to these core values and demonstrates commitment to the L.B. Foster SPIRIT.",
        "Diversity, Equity, and Inclusion",
        "The Company is dedicated to the principle of equal employment opportunity and the provision of a workplace free from discrimination and harassment in accordance with all applicable federal, state, and local laws and regulations. This statement and accompanying practices, which pertain to all persons involved in Company operations, prohibit unlawful discrimination by any employee and apply to all terms, conditions, and privileges of employment. Additionally, the Company will also make reasonable accommodations for individuals with known disabilities who are otherwise qualified to perform a job. The Company is committed to ",
        "6",
        "Table of Contents",
        "employing and advancing in employment qualified women, minorities, individuals with disabilities, covered veterans, and other classes at all levels of employment. The Company has implemented initiatives to advance diversity and inclusion, including changes to recruitment, onboarding, and employee training, and has developed the Spark initiative, which is an employee resource group targeting all employees interested in furthering the mission of empowerment and professional growth of women in the workplace.",
        "Health and Safety",
        "L.B. Foster promotes a culture of environmental, health, safety, and sustainability (“EHSS”) excellence that strives to protect the environment as well as the safety and health of our employees, business, customers, and communities where we operate. The Company is committed to meet or exceed the requirements of all applicable environmental, health and safety (“EHS”) regulations as the Company raises its standards of excellence. Among its core values are safety, teamwork, and innovation, which the Company will rely on to create more advanced solutions around sustainability. The Company emphasizes continual improvement in its EHSS performance, particularly as it applies to preventing pollution and reducing the environmental impact of its operations while maximizing opportunities for environmental and social benefits. The Company continually strives to develop best practices in EHS management based on international standards such as ISO 14001:2015 and ISO 45001:2018. The Company has 11 locations/businesses throughout North America and Europe that Environmental Management Systems has independently assessed and are compliant with the requirements of ISO 14001:2015 and ISO 45001:2018.",
        "Leadership and Talent Management",
        "The Company’s executive leadership team sets the Company’s strategic direction and is dedicated to sustainable profitable growth through its commitment to providing quality products and services to its customers and treating our customers, suppliers, and employees as partners. L.B. Foster cultivates and empowers talent through performance management, career planning/development, and succession planning, creating an environment for people to be successful in achieving our strategic plan through the following areas:",
        "Talent Acquisition and Onboarding",
        "The process of finding and hiring the best-qualified candidate (from within or outside of the organization) for a job opening, in a timely and cost-effective manner. The recruitment process includes analyzing the requirements of a job, meeting with hiring management to determine the appropriate qualifications and experience for the position, attracting qualified candidates to that job, providing opportunities to advance diversity in the workforce, screening and selecting applicants, hiring, and ultimately integrating the new employee to the organization.",
        "Development Planning",
        "The proactive planning and implementation of action steps towards our employees’ career goals. Developmental experiences can consist of training, developing, mentoring, and coaching.",
        "Succession Planning",
        "A process for identifying and developing employees with the potential to fill key business leadership positions within the Company are key to future success. Succession planning increases the availability of experienced and capable employees that are prepared to assume these critical roles as they become available.",
        "Performance Management",
        "An ongoing process of communication between a supervisor and an employee that occurs throughout the year, in support of accomplishing the strategic objectives of the organization.",
        "Workforce",
        "As of December31, 2020, the Company had approximately 1,130 employees, 774 located within the United States, 71 within Canada, and 285 in Europe. There were 624 hourly production workers and 506 salaried employees. Of the hourly production workers, approximately 92 were represented by unions.",
        "Three collective bargaining agreements covering approximately 34, 29, and 29 employees are scheduled to expire in March 2025, August 2021, and September 2021, respectively. As a result of the Company’s relocation of the concrete products operations from Spokane, WA to Boise, ID, a separation agreement was executed with the collective bargaining unit representing the employees affected by this relocation. This agreement had no impact on the employees under the same collective bargaining agreement at the concrete tie operation in Spokane, WA. The Company has not suffered any major work stoppages during the past five years and considers its relations with its employees to be satisfactory.",
        "All of the Company’s hourly paid employees are covered by one of the Company’s defined benefit plans or defined contribution plans. All of the Company’s salaried employees are similarly covered by one of the Company’s defined benefit or defined contribution plans."
    ]
}