{
    "353020": [
        "Human Capital Management",
        "Aegion’s core values are at the center of what we do, including how we manage our human capital. These values establish the foundation on which our culture is built and contribute to an environment that is committed to safety, fosters diversity and inclusion, promotes innovation and rewards performance. We believe our values, culture and commitment to our employees help to attract and retain a talented workforce that separates our Company, provides value to our stockholders and will continue to drive our long-term success",
        "Employee Demographics",
        "As of December31, 2020, we had approximately 4,138 employees worldwide (1,574 of which were associated with discontinued operations). Of those employees, 3,127 were located in the United States, 377 in Canada, 257 in the Middle East, 196 in the Asia-Pacific region, 162 in Europe and 19 in South America. Certain of our subsidiaries are parties to collective bargaining agreements that covered an aggregate of approximately 1,224 employees as of December 31, 2020. We generally consider our relations with our employees and unions to be good",
        "COVID-19 Impact",
        "When the COVID-19 pandemic first presented in early 2020, we were faced with numerous unprecedented uncertainties regarding the pandemic’s impact on our near- and long-term financial outlook and liquidity. These challenges were exacerbated by the contemporaneous oil dispute between Saudi Arabia and Russia and the consequential decline in oil prices. In response, we took actions to protect the Company including actions that impact our human capital. We implemented a hiring freeze, we furloughed about 15% of our North American workforce and we implemented some small-scope reductions in force. We also implemented temporary cash wage reductions for North American salaried employees and suspended employer contributions to 401(k) and other defined contribution plans",
        "As 2020 progressed, oil prices stabilized and we better understood the impact of the pandemic on our business. As a result, we were able to bring back a majority of the furloughed workers, reverse the temporary cash wage reductions and reimburse employees for forgone wages and reinstate the employer contributions to 401(k) and other defined contribution plans",
        "Safety",
        "We believe that work-related accidents, incidents, injuries and illnesses are preventable and zero incidents are possible. Our core values promote a positive safety culture and are inherent in our approach to planning and executing projects worldwide, regardless of geographic location. To facilitate this approach, we have established, among other safety protocols, our “Focus Four,” a principles-based tool used by employees to help identify and mitigate hazards. Our Focus Four focuses on safety leadership, hand safety, hazard recognition, and body mechanics. We also have in place four main life-saving rules focused on fall protection, confined space, electrical lockout/tagout, and safe driving",
        "The COVID-19 pandemic introduced safety challenges beyond those of our normal operations. At the onset of the pandemic, we adopted measures to improve the health and safety of our employees, clients and the communities we support. Our safety team promptly developed and executed against our COVID-19 pandemic response plan. We instituted safety protocols and procedures for the essential employees who continued to work at office and job sites and have updated our protocols to align with the evolving health and safety mandates",
        "The vast majority of our office staff has been able to effectively work remotely during the COVID-19 pandemic, and any remaining office staff—as well as our field crews and laborers—have generally been able to continue working safely with the necessary protective equipment and practices. We have performed hazard assessments at each of our job sites to identify risk areas, primarily high-touch areas, and have taken steps to reduce the risk in each activity our employees performed. We have implemented many new safety processes, expanded disinfection and sanitization activities on our equipment and at our facilities and led a robust education program for all employees on personal hygiene practices. Field crews are provided proper personal protective equipment. Where outdoor activities do not allow for social distancing, face mask and shields are provided and required to reduce the spread of infection. In some cases, we have upgraded hotels for our crews to align with CDC recommended providers. In our manufacturing facilities, employees are provided protective gear and stations are sanitized multiple times each day. We have established medical hotlines for our workforce and continue to encourage employees whose job allows it to work from home to do so",
        "Diversity and Inclusion",
        "Diversity and inclusion are embedded in our values and integrated into our strategies. We believe we will become better and achieve growth by intentionally creating a culture through acquiring and retaining a diverse workforce. As a global employer performing work in more than 80 countries and serving highly diverse communities, our team must reflect the world that we serve. We recognize it takes unique gifts, talents, varied perspectives, backgrounds and experiences to deliver innovative, high-quality products and services. In order to provide a diverse and inclusive workplace, we focus our efforts on making diversity a part of our culture. Our efforts to increase diversity and expand on our commitments to employee engagement, inclusiveness, and openness include",
        "providing unconscious bias training to management and human resources employees",
        "endeavoring to communicate job openings across Aegion and to present a diverse slate of candidates for open positions",
        "incorporating diversity reviews into succession planning reviews",
        "announcing and celebrating promotions company-wide; and",
        "creating of a variety forums where employees are invited to submit new ideas to make Aegion more diverse and inclusive",
        "Compensation and Benefits",
        "Our compensation program is designed to attract and retain talented employees in the industry by offering competitive compensation and benefits. We use a combination of fixed and variable pay that include base salary, incentive bonuses with a pay for performance element and merit increases. As part of our long-term incentive plan for executives and certain key employees, we provide long-term equity awards tied to the value of our stock price, some of which are performance-based and tied to key financial metrics. We are also focused on the health and wellness of our employees. As such, we offer eligible employees medical plans, dental and vision coverage, short-term and long-term disability insurance, term life insurance, employee assistance programs, flexible work schedules, remote work options, paid time off and a 401(k) plan or other defined contribution plan with a company match. Additionally, we have in place a family scholarship fund to assist eligible employees’ children with college tuition expenses",
        "Commitment to Values and Ethics",
        "Along with our core values, we act in accordance with our Code of Conduct (the “Code of Conduct”). Our Code of Conduct requires a commitment from employees, officers and directors of Aegion, its subsidiaries, and its controlled joint ventures to conduct business honestly and ethically. Our Code of Conduct discusses the responsibility team members have to each other, to Aegion and its stockholders, and our customers, communities and governments. In his opening message in our Code of Conduct, our President and CEO confirms that no employee should ever fear asking questions or reporting concerns will have a negative impact on his or her employment and “we strictly forbid any kind of retaliation for making a good faith report.” In furtherance of our commitment to ethics and our employees, Aegion has a confidential hotline administered by an outside firm that an employee can call anonymously in the event he or she has ethical concerns or suspects instances of misconduct",
        "Communication and Engagement",
        "We are committed to transparent and open communication with our employees and believe directly engaging our employees only benefits the Company by helping them understand the significant impact they have on our business and the Company’s overall performance. Accordingly, we communicate with our workforce through a number of ways, including corporate announcement emails, a regularly updated newsfeed on our intranet site and a quarterly company-wide “Global Town Hall” discussion hosted by our CEO and other senior leaders who review the prior quarter and answer employee questions",
        "Training and Development",
        "We offer employees a variety of learning and development opportunities, including formal mentoring and leadership programs.Examples of these opportunities and programs include",
        "our “Blueprint for Leadership” program where company leaders are provided effective leadership practices through classroom learning, virtual learning, and on-the-job experiences",
        "our online Learning Management System or “Knowledge Pipeline,” which provides employees access to training and development resources and webinars on a host of topics, including safety, goal setting and personal finance; and",
        "certification programs to assist and guide employees to move into various roles within the company",
        "Insurance and Bonding",
        "We are required to carry insurance and provide bonding in connection with certain projects and, accordingly, maintain comprehensive insurance policies, including workers’ compensation, general and automobile liability and property coverage. We believe that we presently maintain adequate insurance coverage for all operations. We have also arranged bonding capacity for bid, performance and payment bonds. Typically, the cost of a performance bond is less than 1% of the contract value. We are required to indemnify the surety companies against losses from third-party claims of customers and subcontractors. The indemnification obligations are collateralized by unperfected liens on our assets and the assets of those subsidiaries that are parties to the applicable indemnification agreement",
        "Government Regulation",
        "We are required to comply with all applicable United States federal, state and local, and all applicable foreign statutes, regulations and ordinances. In addition, our installation and other operations have to comply with various relevant occupational safety and health regulations, transportation regulations, code specifications, permit and licensing requirements and bonding and insurance requirements, as well as with fire regulations relating to the storage, handling and transporting of flammable materials. Our manufacturing and coatings facilities, as well as our installation and other operations, are subject to federal and state environmental protection regulations, none of which presently have any material effect on our capital expenditures, earnings or competitive position in connection with our present business. However, although our installation and other operations have established monitoring programs and safety procedures, further restrictions could be imposed on the manner in which installation and other activities are conducted, on equipment used in installation and other activities, on volatile organic compounds and hazardous air pollutant emissions from our paintings and coatings processes and on the use of solvents or the thermosetting resins used in the Insituform® CIPP process",
        "The use of both thermoplastics and thermosetting resin materials in contact with drinking water is strictly regulated in most countries. In the United States, a consortium led by NSF International, under arrangements with the United States Environmental Protection Agency (“EPA”), establishes minimum requirements for the control of potential human health effects from substances added indirectly to water via contact with treatment, storage, transmission and distribution system components, by defining the maximum permissible concentration of materials that may be leached from such components into drinking water, and methods for testing them. Our lining and coating products for drinking water use are NSF/ANSI Standard 61 compliant, including the entire Tyfo® system, the full range of Insituform® water pipe lining products and our Fusible C-900® and Fusible C-905® products. In addition, our Tite Liner® HDPE system is certified to NSF/ANSI Standard 61. Corrpro’s corrosion control products are NSF/ANSI Standard 61 classified for drinking water systems and its cathodic protection solutions for water storage tanks and water treatment units are compliant with AWWA Standard D104 and NACE recommended practices. NSF assumes no liability for use of any products, and NSF’s arrangements with the EPA do not constitute the EPA’s endorsement of NSF, NSF’s policies or its standards. Dedicated equipment is needed in connection with use of these products in drinking water applications"
    ]
}