{
    "35527": [
        "Human Capital Resources",
        "At December 31, 2020, the Bancorp had 19,872 full-time equivalent employees, compared to 19,869 at December 31, 2019. These employees support Fifth Third’s Vision to be the One Bank people most value and trust by upholding the Company’s four Core Values: Be Respectful & Inclusive, Take Accountability, Work as One Bank and Act with Integrity. ",
        "Inclusion and Diversity ",
        "Fifth Third strives to create an intentionally inclusive, diverse and thriving workplace where each person feels valued, respected and understood. ",
        "20 Fifth Third Bancorp",
        "Table of Contents",
        "Our Human Capital programs are designed to attract, develop and retain a workforce that aims to reflect the communities we serve. As of December 31, 2020, the makeup of the Company’s employees consisted of approximately 59% women and approximately 26% persons of color. Additionally, the Bancorp adopted in 2019 a footprint-wide ban on salary history (by not asking for or using an applicant’s current salary as a factor in an employment offer) to immediately reduce historical gender or racial pay inequities.  ",
        "To strengthen a sense of belonging for all employees, the Bancorp operates a number of inclusion councils at both enterprise and regional levels, as well as local Business Resource Groups (BRGs) in the following categories: African American, Asian & Pacific Islander, Individuals with Disabilities, Latino, LGBTQ+, Military, Women’s and Young Professionals. Senior executives led eight virtual Enterprise BRGs in 2020 that enabled all employees to participate regardless of their work location—greatly expanding access for employees. In 2020, the Bancorp also launched a new Executive Diversity Leadership Council that is currently charged to develop and deliver strategic short- and long-term solutions to advance our diversity efforts relating to Black employees, communities and customers. ",
        "Employee Engagement",
        "Fifth Third believes that an engaged workforce is one of its most valuable assets in sustaining its success. The Bancorp’s Board of Directors and executive management oversee employee engagement on a regular basis by collecting employee feedback, primarily through employee viewpoints surveys. As further discussed later in this section, the Bancorp performed additional surveys in 2020 in response to the challenges of remote work and the COVID-19 pandemic. ",
        "Compensation and Benefits",
        "The Bancorp is committed to providing competitive compensation and benefits programs that reward employees for delivering the right products to the right customers, in ways that consider shareholders’ long-term interests, while also staying within the Bancorp’s risk tolerance. These programs include an $18 per hour minimum wage, a 401(k) retirement program that pays a match up to 7% of an employee’s compensation and other traditional benefits. The Bancorp also offers parental bonding leave, and several other health, wellness and financial benefits programs and services that assist employees in maintaining a healthy work-life balance. ",
        "Human Capital Response to COVID-19 Pandemic ",
        "The Bancorp took significant measures to provide employees with a sense of safety, security and certainty in response to the COVID-19 pandemic. Approximately 50% of employees were transitioned to remote work, supported through enhanced technology solutions, revised hiring and onboarding programs and increased communication. The Bancorp also rewarded specific employees who provided front-line, essential banking services during the pandemic with special one-time payments of up to $1,000.",
        "To protect the health and safety of employees and customers and consistent with CDC, state and local guidance, Fifth Third established social distancing, hygiene and environmental safety protocols for on-site workers at the Bancorp’s banking centers and offices. The Bancorp also provided free COVID-19 testing for employees enrolled in Fifth Third’s medical coverage, provided backup child care solutions to address evolving needs and increased paid time away (including mid-year replenishment of sick days, providing additional vacation days to eligible employees to use in 2021 and reimbursing employees for unused vacation time in certain situations). The Bancorp also developed tracking and reporting solutions to monitor employee health and work situations related to the COVID-19 pandemic.",
        "Fifth Third also conducted pulse surveys with employees in 2020 to collect feedback on employees’ well-being and their perspective on the Bancorp’s pandemic response. ",
        "Acquisitions and Investments",
        "The Bancorp’s strategy for growth includes strengthening its presence in core markets and broadening its product offerings while taking into account the integration and other risks of growth. The Bancorp evaluates strategic acquisition and investment opportunities and conducts due diligence activities in connection with possible transactions. As a result, discussions, and in some cases, negotiations regarding acquisitions and investments may take place and future transactions involving cash, debt or equity securities may occur. These typically involve the payment of a premium over book value and current market price, and therefore, some dilution of book value and net income per share may occur with any future transactions.",
        "Regulation and Supervision",
        "In addition to the generally applicable state and federal laws governing businesses and employers, the Bancorp and the Bank are subject to extensive regulation and supervision under federal and state laws and regulations applicable to financial institutions and their parent companies. Virtually all aspects of the business of the Bancorp and the Bank are subject to specific requirements or restrictions and general regulatory oversight. The principal objectives of state and federal banking laws and regulations and the supervision, regulation and examination of banks and their parent companies (such as the Bank and the Bancorp) by bank regulatory agencies are the maintenance of the safety and soundness of financial institutions, the maintenance of the federal deposit insurance system and the protection of consumers or classes of consumers, rather than the protection of shareholders or debtholders of a bank or the parent company of a bank. The Bancorp and its subsidiaries are subject to an extensive regulatory framework of complex and comprehensive federal and state laws and regulations addressing the provision of banking and other financial services and other aspects of the Bancorp’s businesses and operations. The Dodd-Frank Wall Street Reform and Consumer Protection Act (“Dodd-Frank”) and legislation modifying Dodd-Frank, the Economic Growth, ",
        "21 Fifth Third Bancorp",
        "Regulatory Relief and Consumer Protection Act of 2018 (“EGRRCPA”), will continue to impact the Bancorp and the Bank. To the extent the following material describes statutory or regulatory provisions, it is qualified in its entirety by reference to the particular statute or regulation.",
        "Both the scope of the laws and regulations and the intensity of the supervision to which the Bancorp and its subsidiaries are subject increased in response to the financial crisis, as well as other factors, such as technological and market changes. Regulatory enforcement and fines have also increased across the banking and financial services sector. Many of these changes have occurred as a result of Dodd-Frank and its implementing regulations, most of which are now in place. While the regulatory environment has recently been in a period of rebalancing the post financial crisis framework, the Bancorp expects that its business will remain subject to extensive regulation and supervision. It is possible that the intensity of regulation and supervision will be higher in the Biden Administration.",
        "On May24, 2018, the EGRRCPA was signed into law. Among other regulatory changes, the EGRRCPA amends various sections of  Dodd-Frank, including section 165, which was revised to raise the asset thresholds for determining the application of enhanced prudential standards for BHCs. The EGRRCPA’s increased asset thresholds took effect immediately for BHCs with total consolidated assets less than $100billion, with the exception of risk committee requirements, which now apply to publicly-traded BHCs with $50billion or more of consolidated assets. BHCs with consolidated assets between $100billion and $250billion, including the Bancorp, were subject to the enhanced prudential standards that applied to them before enactment of EGRRCPA until December31, 2019, when rules adopted by the FRB that tailor the applicability of enhanced prudential standards and capital and liquidity requirements for BHCs with $100billion or more in total consolidated assets became effective, as described in detail below.",
        "On October10, 2019, the FRB adopted a rule that adjusts the thresholds at which certain enhanced prudential standards (“EPS”) apply to BHCs with $100billion or more in total consolidated assets (the “EPS Tailoring Rule”) and the FRB, the Office of the Comptroller of the Currency (the “OCC”) and FDIC adopted a rule that similarly adjusts the thresholds at which certain other capital and liquidity standards apply to BHCs and banks with $100billion or more in total consolidated assets (the “Capital and Liquidity Tailoring Rule” and, together with the EPS Tailoring Rule, the “Tailoring Rules”). The Tailoring Rules establish four risk-based categories of institutions, and the extent to which enhanced prudential standards and certain other capital and liquidity standards apply to these BHCs and banks depends on the banking organization’s category. Under the Tailoring Rules, the Bancorp and the Bank each qualify as a Category IV banking organization subject to the least restrictive of the requirements applicable to firms with $100billion or more in total consolidated assets.",
        "Regulators",
        "The Bancorp and/or the Bank are subject to regulation and supervision primarily by the FRB, the Consumer Financial Protection Bureau (the “CFPB”) and the OCC and additionally by certain other functional regulators and self-regulatory organizations. The Bancorp is also subject to regulation by the SEC by virtue of its status as a public company and due to the nature of some of its businesses. The Bank is also subject to regulation by the FDIC, which insures the Bank’s deposits as permitted by law.",
        "The federal and state laws and regulations that are applicable to banks and to BHCs regulate, among other matters, the scope of the Bancorp’s and the Bank’s businesses, their activities, their investments, their capital and liquidity levels, their ability to make capital distributions (such as share repurchases and dividends), their reserves against deposits, the timing of the availability of deposited funds, the amount of loans to individual and related borrowers and the nature, the amount of and collateral for certain loans, and the amount of interest that may be charged on loans, as applicable. Various federal and state consumer laws and regulations also affect the services provided to consumers.",
        "The Bancorp and the Bank are required to file various reports with and are subject to examination by various regulators, including the FRB and the OCC. The FRB, the OCC and the CFPB have the authority to issue orders for BHCs and banks to cease and desist from certain banking practices and violations of conditions imposed by, or violations of agreements with, the FRB, the OCC and the CFPB. Certain of the Bancorp’s and the Bank’s regulators are also empowered to assess civil money penalties against companies or individuals in certain situations, such as when there is a violation of a law or regulation. Applicable state and federal laws also grant certain regulators the authority to impose additional requirements and restrictions on the activities of the Bancorp and the Bank and, in some situations, the imposition of such additional requirements and restrictions will not be publicly available information.",
        "The following discussion describes certain elements of the comprehensive regulatory framework applicable to the Bancorp and its subsidiaries. This discussion is not intended to describe all laws and regulations applicable to the Bancorp, the Bank, and the Bancorp’s other subsidiaries.",
        "Acquisitions",
        "The BHCA requires the prior approval of the FRB for a BHC to acquire substantially all the assets of a bank or to acquire direct or indirect ownership or control of more than 5% of any class of the voting shares of any bank, BHC or savings association, or to increase any such non-majority ownership or control of any bank, BHC or savings association, or to merge or consolidate with any BHC.",
        "The BHCA generally prohibits a BHC from acquiring a direct or indirect interest in or control of more than 5% of any class of the voting shares of a company that is not a bank or a BHC and from engaging directly or indirectly in activities other than those of banking, managing or controlling banks or furnishing services to its banking subsidiaries, except that it may engage in and may own shares of companies ",
        "22 Fifth Third Bancorp",
        "engaged in certain activities the FRB has determined to be so closely related to banking or managing or controlling banks as to be proper incident thereto.",
        "Financial Holding Companies",
        "The Bancorp is registered as a BHC with the FRB under the BHCA and qualifies for and has elected to become an FHC. An FHC is permitted to engage directly or indirectly in a broader range of activities than those permitted for a BHC under the BHCA. Permitted activities for an FHC include securities underwriting and dealing, insurance underwriting and brokerage, merchant banking and other activities that are declared by the FRB, in cooperation with the Treasury Department, to be “financial in nature or incidental thereto” or are declared by the FRB unilaterally to be “complementary” to financial activities. In addition, an FHC is allowed to conduct permissible new financial activities or acquire permissible non-bank financial companies with after-the-fact notice to the FRB. A BHC may elect to become an FHC if the BHC is well-capitalized and is well managed and each of its banking subsidiaries is well-capitalized, is well managed and has at least a “Satisfactory” rating under the Community Reinvestment Act (“CRA”). To maintain FHC status, a BHC must continue to meet these requirements. The failure to meet such requirements could result in material restrictions on the activities of the FHC and may also adversely affect the FHC’s ability to enter into certain transactions (including mergers and acquisitions) or obtain necessary approvals in connection therewith, as well as loss of FHC status. If restrictions are imposed on the activities of an FHC, such information may not necessarily be available to the public.",
        "Dividends",
        "The Bancorp is a legal entity separate and distinct from its subsidiaries and depends in part upon dividends received from its direct and indirect subsidiaries, including the Bank, to fund its activities, including its ability to make capital distributions, such as paying dividends or repurchasing shares. Under federal law, there are various limitations on the extent to which the Bank can declare and pay dividends to the Bancorp, including those related to regulatory capital requirements, general regulatory oversight to prevent unsafe or unsound practices, and federal banking law requirements concerning the payment of dividends out of net profits, surplus, and available earnings. Certain contractual restrictions also may limit the ability of the Bank to pay dividends to the Bancorp. No assurances can be given that the Bank will, in any circumstances, pay dividends to the Bancorp.",
        "The Bancorp’s ability to declare and pay dividends is similarly limited by federal banking law and FRB regulations and policy. The FRB has authority to prohibit BHCs from making capital distributions if they would be deemed to be an unsafe or unsound practice. The FRB has indicated generally that it may be an unsafe or unsound practice for BHCs to pay dividends unless a BHC’s net income is sufficient to fund the dividends and the expected rate of earnings retention is consistent with the organization’s capital needs, asset quality and overall financial condition. In addition, the Bancorp’s ability to make capital distributions, including paying dividends and repurchasing shares, is subject to the Bancorp complying with the automatic restrictions on capital distributions under the FRBs capital rules (“CCAR”) process discussed below (see Regulatory Capital Requirements below).",
        "In response to the uncertainty caused by the COVID-19 pandemic, certain large BHCs, including the Bancorp, were not permitted to make share repurchases, subject to certain limited exceptions, during the third and fourth quarters of 2020, but were permitted to make dividend payments subject to limits based on the amount of dividends paid in the second quarter and the firm’s average net income for the four preceding quarters. For the first quarter of 2021, provided that a BHC does not increase its common stock dividends higher than the level paid in the second quarter of 2020, BHCs, including the Bancorp, are permitted to pay common dividends and make share repurchases that, in the aggregate, do not exceed an amount equal to the average of the firm’s net income for the four preceding calendar quarters. BHCs may also make additional share repurchases up to the amount of share issuances related to expensed employee compensation. For further information on a subsequent event related to an accelerated share repurchase transaction, refer to Note 33 of the Notes to Consolidated Financial Statements. ",
        "Source of Strength",
        "A BHC, including the Bancorp, is expected to act as a source of financial and managerial strength to each of its banking subsidiaries and to commit resources to their support. This support may be required at times when the BHC may not have the resources to provide it or when doing so is not otherwise in the interests of the Bancorp or its shareholders or creditors. The FRB may require a BHC to make capital injections into a troubled subsidiary bank and may charge the BHC with engaging in unsafe and unsound practices if the BHC fails to commit resources to such a subsidiary bank or if it undertakes actions that the FRB believes might jeopardize the BHC’s ability to commit resources to such subsidiary bank.",
        "Under these requirements, the Bancorp may in the future be required to provide financial assistance to the Bank should it experience financial distress. Capital loans by the Bancorp to the Bank would be subordinate in right of payment to deposits and certain other debts of the Bank. In the event of the Bancorp’s bankruptcy, any commitment by the Bancorp to a federal bank regulatory agency to maintain the capital of the Bank would be assumed by the bankruptcy trustee and entitled to a priority of payment.",
        "FDIC Assessments",
        "The DIF provides insurance coverage for certain deposits, up to a standard maximum deposit insurance amount of $250,000 per depositor per account ownership category and is funded through assessments on insured depository institutions, based on the risk each institution poses to ",
        "23 Fifth Third Bancorp",
        "the DIF. The Bank accepts customer deposits that are insured by the DIF and, therefore, must pay insurance premiums. The FDIC may increase the Bank’s insurance premiums based on various factors, including the FDIC’s assessment of its risk profile.",
        "The FDIC has required that large insured depository institutions, including the Bank, enhance their deposit account record keeping and related information technology system capabilities to facilitate prompt payment of insured deposits if such an institution were to fail. The FDIC has established an initial compliance date of April1, 2020 while granting institutions an optional extension of the compliance date for up to one year, to a date no later than April1, 2021.",
        "As of June 30, 2020, the DIF reserve ratio fell to 1.30%. The FDIC, as required under the Federal Deposit Insurance Act, established a plan on September 15, 2020 to restore the DIF reserve ratio to meet or exceed 1.35% within eight years. The FDIC’s restoration plan projects the reserve ratio to exceed 1.35% without increasing the deposit insurance assessment rate, subject to ongoing monitoring over the next eight years. The FDIC could increase the deposit insurance assessments for certain insured depository institutions, including the Bank, if the DIF reserve ratio is not restored as projected.",
        "Transactions with Affiliates",
        "Federal banking laws restrict transactions between a bank and its affiliates, including a parent BHC. The Bank is subject to these restrictions, which include quantitative and qualitative limits on the amounts and types of transactions that may take place, including extensions of credit to affiliates, investments in the stock or securities of affiliates, purchases of assets from affiliates and certain other transactions with affiliates. These restrictions also require that credit transactions with affiliates be collateralized and that transactions with affiliates be on market terms or better for the bank. Generally, a bank’s covered transactions with any affiliate are limited to 10% of the bank’s capital stock and surplus and covered transactions with all affiliates are limited to 20% of the bank’s capital stock and surplus. Dodd-Frank expanded the scope of these regulations, including by applying them to the credit exposure arising under derivative transactions, repurchase and reverse repurchase agreements, and securities borrowing and lending transactions. Federal banking laws also place similar restrictions on loans and other extensions of credit by FDIC-insured banks, such as the Bank, and their subsidiaries to their directors, executive officers, and principal shareholders.",
        "Community Reinvestment Act",
        "The CRA generally requires insured depository institutions, including the Bank, to identify the communities they serve and to make loans and investments and provide services that meet the credit needs of those communities. The CRA requires the OCC to evaluate the performance of national banks (including the Bank) with respect to these CRA obligations. Depository institutions must maintain comprehensive records of their CRA activities for purposes of these examinations. The OCC must take into account the institution’s record of performance in meeting the credit needs of the entire community served, including low-and moderate-income neighborhoods. For purposes of CRA examinations, the OCC rates each institution’s compliance with the CRA as “Outstanding,” “Satisfactory,” “Needs to Improve” or “Substantial Noncompliance.” The FRB, which was responsible for CRA evaluations of the Bank prior to its conversion to a national bank charter, conducted a regularly scheduled examination covering 2014 through 2016 to determine the Bank’s compliance with the CRA. This CRA examination resulted in a change in rating from “Needs to Improve” to “Outstanding.”",
        "The CRA requires the relevant federal bank regulatory agency to consider a bank’s CRA assessment when considering the bank’s application to conduct certain mergers or acquisitions or to open or relocate a branch office. The FRB also must consider the CRA record of each subsidiary bank of a BHC in connection with any acquisition or merger application filed by the BHC. An unsatisfactory CRA record could substantially delay or result in the denial of an approval or application by the Bancorp or the Bank.",
        "In May 2020, the OCC finalized amendments to its CRA rules, which apply to national banks, including the Bank. The OCC’s final rule clarifies and expands the types of activities that qualify for positive CRA consideration, updates how banks determine assessment areas in which they are evaluated, establishes objective performance standards to evaluate CRA performance and imposes more comprehensive CRA-related data collection and reporting requirements. The Bank must comply with most of these amended requirements by January 1, 2023. ",
        "The other federal banking agencies, the FDIC and FRB, are also in the process of proposing amendments to their respective CRA rules.  While FDIC and FRB CRA rules do not apply to the Bank, future rulemaking to harmonize the CRA rules of the three federal banking agencies could result in changes to CRA requirements applicable to national banks, including the Bank.",
        "Regulatory Capital Requirements",
        "The Bancorp and the Bank are subject to certain risk-based capital and leverage ratio requirements under the capital adequacy rules (the “Final Capital Rules”) adopted by the FRB, for the Bancorp, and by the OCC, for the Bank. These quantitative calculations are minimums, and the FRB and OCC may determine that a banking organization, based on its size, complexity, or risk profile, must maintain a higher level of capital in order to operate in a safe and sound manner. Failure to be well-capitalized or to meet minimum capital requirements could result in certain mandatory and possible additional discretionary actions by regulators that, if undertaken, could have an adverse material effect on the Bancorp’s operations or financial condition. Failure to be well-capitalized or to meet minimum capital requirements could also result in restrictions on the Bancorp’s or the Bank’s ability to pay dividends or otherwise distribute capital or to receive regulatory approval of applications. Under the Final Capital Rules, the Bancorp’s and the Bank’s assets, exposures, and certainoff-balancesheet items are subject to ",
        "24 Fifth Third Bancorp",
        "risk weights used to determine the institutions’ risk-weighted assets pursuant to the federal banking agencies’ Standardized Approach to risk-weighting of assets. These risk-weighted assets are used to calculate the following minimum capital ratios for the Bancorp and the Bank:",
        "Common Equity Tier 1 (“CET1”) Risk-Based Capital Ratio, equal to the ratio of CET1 capital to risk-weighted assets. CET1 capital primarily includes common shareholders’ equity subject to certain regulatory adjustments and deductions, including with respect to goodwill, intangible assets, certain deferred tax assets, and accumulated other comprehensive income (“AOCI”). In the first quarter of 2015, under the Final Capital Rules, the Bancorp made a one-time election to exclude certain AOCI components, with the result that those components are not recognized in the Bancorp’s CET1. In July 2019, the FDIC, the FRB and the OCC issued final rules for institutions that do not apply advanced approaches to regulatory capital, including the Bancorp and the Bank. These rules simplified the capital treatment of certain items (including mortgage servicing assets, deferred tax assets and investments in the capital of unconsolidated financial institutions) and simplified the recognition and calculation of minority interests that are includable in regulatory capital. The advanced approaches to regulatory capital are generally required for large, internationally active banking organizations including those designated as global systemically important bank holding companies and those with total assets or cross-jurisdictional activity in excess of certain thresholds. Banking organizations were required to adopt these changes by April1, 2020.",
        "Tier 1 Risk-Based Capital Ratio, equal to the ratio of Tier 1 capital to risk-weighted assets. Tier 1 capital is primarily comprised of CET1 capital, perpetual preferred stock and certain qualifying capital instruments.",
        "Total Risk-Based Capital Ratio, equal to the ratio of total capital, including CET1 capital, Tier 1 capital, and Tier 2 capital, to risk-weighted assets. Tier 2 capital primarily includes qualifying subordinated debt and qualifying allowance for loan and lease losses (“ALLL”). Tier 2 capital also includes, among other things, certain trust preferred securities.",
        "Tier 1 Leverage Ratio, equal to the ratio of Tier 1 capital to quarterly average assets (net of goodwill, certain other intangible assets, and certain other deductions).",
        "In August 2020, the U.S. federal banking agencies adopted a final rule altering the definition of eligible retained income in their respective capital rules.  Under the new rule, eligible retained income is the greater of a firm’s (i) net income for the four preceding calendar quarters, net of any distributions and associated tax effects not already reflected in net income, and (ii) average net income over the preceding four quarters. An institution's eligible retained income, when considered in conjunction with capital ratios and the stress capital buffer, provides limitations on capital distributions (including dividends and share repurchases) and certain executive compensation arrangements for the quarter following the calculation. As of December 31, 2020, the Bancorp was permitted to use 100% of its eligible retained income for these purposes in the first quarter of 2021. This definition applies with respect to all of the Bancorp’s capital requirements. In addition, in December 2018, the U.S. federal banking agencies finalized rules that would permit BHCs and banks to phase-in, for regulatory capital purposes, the day-one impact of ASU 2016-13  (“CECL”) on retained earnings over a period of three years. As part of their response to the COVID-19 pandemic, the U.S. federal banking agencies issued another final rule for additional transitional relief to regulatory capital related to the impact of the adoption of CECL. The final rule provides banking organizations that adopt CECL in the 2020 calendar year with the option to delay for two years the estimated impact of CECL on regulatory capital, followed by the aforementioned three-year transition period to phase out the aggregate amount of benefit during the initial two-year delay for a total five-year transition. The estimated impact of CECL on regulatory capital (modified CECL transitional amount) is calculated as the sum of the day-one impact on retained earnings upon adoption of CECL (CECL transitional amount) and the calculated change in the ACL relative to the day-one ACL upon adoption of CECL multiplied by a scaling factor of 25%. The scaling factor is used to approximate the difference in the ACL under CECL relative to the incurred loss methodology. The modified CECL transitional amount will be calculated each quarter for the first two years of the five-year transition. The amount of the modified CECL transition amount will be fixed as of December 31, 2021 and that amount will be subject to the three-year phase out. For further discussion of CECL, see Note 1 of the Notes to Consolidated Financial Statements.",
        "The Final Capital Rules also require banking organizations to maintain a capital conservation buffer of 2.5% or stress capital buffer, as applicable, to avoid becoming subject to restrictions on capital distributions and certain discretionary bonus payments to management (see Stress Buffer Requirements below). For more information related to the capital conservation buffer and stress capital buffer, refer to Note 30 of the Notes to Consolidated Financial Statements. ",
        "The total minimum regulatory capital ratios and well-capitalized minimum ratios are reflected in the table below. The FRB has not yet revised the well-capitalized standard for BHCs to reflect the higher capital requirements imposed under the Final Capital Rules. For purposes of the FRB’s Regulation Y, including determining whether a BHC meets the requirements to be an FHC, BHCs, such as the Bancorp, must maintain a Tier 1 Risk-Based Capital Ratio of 6.0% or greater and a Total Risk-Based Capital Ratio of 10.0% or greater. If the FRB were to apply the same or a very similar well-capitalized standard to BHCs as that applicable to the Bank, the Bancorp’s capital ratios as of December31, 2020, would exceed such revised well-capitalized standard. The FRB may require BHCs, including the Bancorp, to maintain capital ratios substantially in excess of mandated minimum levels, depending upon general economic conditions and a BHC’s particular condition, risk profile, and growth plans.",
        "The following table presents the minimum regulatory capital ratios, minimum ratio plus capital conservation buffer, and well-capitalized minimums compared with the Bancorp’s and the Bank’s regulatory capital ratios as of December31, 2020, calculated using the regulatory capital methodology applicable during 2020:",
        "25 Fifth Third Bancorp",
        "Regulatory Capital Ratios:",
        "MinimumRegulatoryCapital Ratio",
        "MinimumRatio+ Applicable Buffer",
        "Well-Capitalized Minimums",
        "Actual at",
        "December31, 2020",
        "CET1 risk-based capital ratio:",
        "Fifth Third Bancorp",
        "4.50",
        "7.00",
        "N/A",
        "10.34",
        "Fifth Third Bank, National Association",
        "6.50",
        "12.28",
        "Tier I risk-based capital ratio:",
        "6.00",
        "8.50",
        "11.83",
        "8.00",
        "Total risk-based capital ratio:",
        "10.50",
        "10.00",
        "15.08",
        "14.17",
        "Tier I leverage ratio:",
        "4.00",
        "8.49",
        "5.00",
        "8.85",
        "Reflects the capital conservation buffer of 2.5% applicable to the Bank during 2020 and to the Bancorp until September 30, 2020. As of October 1, 2020, the capital conservation buffer was replaced with a stress capital buffer of 2.5% for the Bancorp.",
        "Reflects the well-capitalized standard applicable to the Bancorp under FRB Regulation Y and the well-capitalized standard applicable to the Bank.",
        "Liquidity Regulation",
        "As a result of the Tailoring Rules, the Bancorp, as a Category IV banking organization, is now exempt from the liquidity coverage ratio requirement, but remains subject to internal liquidity stress tests and standards.",
        "Capital Planning and Stress Testing",
        "BHCs with $100billion or more in consolidated assets, including the Bancorp, generally must submit capital plans to the FRB on an annual basis. In March 2020, the FRB adopted a final rule to integrate the annual capital planning and stress testing requirements with certain ongoing regulatory capital requirements for large BHCs. As a result, the FRB’s annual CCAR process is now used to calibrate the Bancorp’s stress capital buffer requirement. Among other changes, the revised capital plan rule also eliminates the assumption that the Bancorp’s balance sheet assets would increase over the planning horizon. In addition, provided that the Bancorp is otherwise in compliance with automatic restrictions on distributions under the Final Capital Rules, the Bancorp will no longer be required to seek prior approval to make capital distributions in excess of those included in its capital plan. The Bancorp is required to provide the FRB notice within 15 days after making any capital distributions in excess of those included in its capital plan.",
        "Under its CCAR process, the FRB annually evaluates capital adequacy, internal capital adequacy, assessment processes and capital distribution plans of BHCs with $100billion or more in total consolidated assets. The CCAR process is intended to help ensure that those BHCs have robust, forward-looking capital planning processes that account for each company’s unique risks and that permit continued operations during times of economic and financial stress. The mandatory elements of the capital plan are an assessment of the expected uses and sources of capital over a nine-quarter planning horizon, a description of all planned capital actions over the planning horizon, a discussion of any expected changes to the BHC’s business plan that are likely to have a material impact on its capital adequacy or liquidity, a detailed description of the BHC’s process for assessing capital adequacy and the BHC’s capital policy.",
        "As a result of the EPS Tailoring Rule, the Bancorp is subject to a quantitative assessment of capital through supervisory stress tests every two years, with the next required submission due in 2022. These supervisory stress tests are forward-looking quantitative evaluations of the impact of stressful economic and financial market conditions on the Bancorp's capital. Additionally, under the EPS Tailoring Rule, the Bancorp is no longer required to file semi-annual, company-run stress tests with the FRB and publicly disclose the results.",
        "Stress Buffer Requirements",
        "In March 2020, the FRB issued a final rule amending regulatory capital rules, capital plan rules and stress test rules. Under the final rule, the capital conservation buffer is replaced with a stress capital buffer requirement. During each supervisory stress testing cycle, the FRB will use the Bancorp’s supervisory stress test to determine its stress capital buffer, subject to a floor of 2.5%. Similar to the capital conservation buffer, the Bancorp must maintain capital ratios above the sum of its minimum risk-based capital ratios and the stress capital buffer to avoid restrictions on capital distributions and discretionary bonus payments to executive officers. The final rule is applicable to BHCs with $100 billion or more in total consolidated assets and was effective on October 1, 2020. The FRB provided the Bancorp with a stress capital buffer of 2.5% that was effective as of October 1, 2020. The FRB required large banking organizations, including the Bancorp, to resubmit their capital plans to reflect the stresses caused by the COVID-19 pandemic, and the FRB will notify the Bancorp by March 31, 2021 if it will elect to recalculate the Bancorp’s stress capital buffer requirement.",
        "Enhanced Prudential Standards",
        "Pursuant to Title I of Dodd-Frank, certain U.S. BHCs are subject to enhanced prudential standards and early remediation requirements. As a result, the Bancorp is subject to more stringent standards, including liquidity and capital requirements, leverage limits, stress testing, ",
        "26 Fifth Third Bancorp",
        "resolution planning, and risk management standards, than those applicable to smaller institutions. Certain larger banking organizations are subject to additional enhanced prudential standards.",
        "As discussed above, under the EPS Tailoring Rule, the Bancorp, as a Category IV banking organization, is subject to the least restrictive enhanced prudential standards applicable to firms with $100billion or more in total consolidated assets. As compared to enhanced prudential standards that were applicable to the Bancorp, under the EPS Tailoring Rule, the Bancorp is no longer subject to company-run stress testing requirements and is subject to less frequent supervisory stress tests, less frequent internal liquidity stress tests, and reduced liquidity risk management requirements.",
        "Heightened Governance and Risk Management Standards",
        "The OCC has published guidelines documenting expectations for the governance and risk management practices of certain large financial institutions, including the Bank. The guidelines require covered institutions to establish and adhere to a written governance framework in order to manage and control their risk-taking activities. In addition, the guidelines provide standards for the institutions’ boards of directors to oversee the risk governance framework. The Bank currently has a written governance framework and associated controls.",
        "Privacy and Data Security",
        "The OCC, FRB, FDIC and other bank regulatory agencies have adopted guidelines (the “Guidelines”) for safeguarding confidential, personal customer information. The Guidelines require each financial institution, under the supervision and ongoing oversight of its board of directors or an appropriate committee thereof, to create, implement and maintain a comprehensive written information security program designed to ensure the security and confidentiality of customer information, protect against any anticipated threats or hazards to the security or integrity of such information and protect against unauthorized access to or use of such information that could result in substantial harm or inconvenience to any customer. In addition, various U.S. regulators, including the OCC, FRB and the SEC, have increased their focus on cyber security through guidance, examinations and regulations. The Bancorp has adopted a customer information security program that has been approved by the Bancorp’s Board of Directors.",
        "The GLBA requires financial institutions to implement policies and procedures regarding the disclosure of nonpublic personal information about consumers to non-affiliated third parties. In general, the statute requires explanations to consumers on policies and procedures regarding the disclosure of such nonpublic personal information and, except as otherwise required by law, prohibits disclosing such information except as provided in the banking subsidiary’s policies and procedures. The Bancorp’s banking subsidiary has implemented a privacy policy.",
        "States are also increasingly proposing or enacting legislation that relates to data privacy and data protection such as the California Consumer Privacy Act which went into effect on January1, 2020. The Bancorp continues to assess the requirements of such laws and proposed legislation and their applicability to the Bancorp. Moreover, these laws, and proposed legislation, are still subject to revision or formal guidance and they may be interpreted or applied in a manner inconsistent with our understanding.",
        "Like other lenders, the Bank and other of the Bancorp’s subsidiaries use credit bureau data in their underwriting activities. Use of such data is regulated under the Fair Credit Reporting Act (“FCRA”), and the FCRA also regulates reporting information to credit bureaus, prescreening individuals for credit offers, sharing of information between affiliates, and using affiliate data for marketing purposes. Similar state laws may impose additional requirements on the Bancorp and its subsidiaries.",
        "Anti-Money Laundering and  Economic Sanctions",
        "The Bancorp is subject to federal laws that are designed to counter money laundering and terrorist financing, and transactions with persons, companies or foreign governments sanctioned by the United States. These include the Bank Secrecy Act, the Money Laundering Control Act, the USA PATRIOT Act and regulations for the International Emergency Economic Powers Act and the Trading with the Enemy Act, as administered by the United States Treasury Department’s Office of Foreign Assets Control. These laws obligate depository institutions and broker-dealers to verify their customers’ identity, conduct customer due diligence, report on suspicious activity, file reports of transactions in currency and conduct enhanced due diligence on certain accounts. They also prohibit U.S. persons from engaging in transactions with certain designated restricted countries and persons. Depository institutions and broker-dealers are required by their federal regulators to maintain robust policies and procedures in order to ensure compliance with these obligations.",
        "Failure to comply with these laws or maintain an adequate compliance program can lead to significant monetary penalties and reputational damage and federal regulators evaluate the effectiveness of an applicant in combating money laundering when determining whether to approve a proposed bank merger, acquisition, restructuring, or other expansionary activity. There have been a number of significant enforcement actions by regulators, as well as state attorneys general and the Department of Justice, against banks, broker-dealers and non-bank financial institutions with respect to these laws and some have resulted in substantial penalties, including criminal pleas. The Bancorp’s Board has approved policies and procedures that the Bancorp believes comply with these laws.",
        "27 Fifth Third Bancorp",
        "Executive Compensation",
        "Pursuant to Dodd-Frank, each public company must give its shareholders the opportunity to vote on the compensation of its executives at least once every three years. The SEC also adopted rules on disclosure and voting requirements for golden parachute compensation that is payable to named executive officers in connection with sale transactions.",
        "The SEC’s rules also direct the stock exchanges to prohibit listing classes of equity securities of a company if a company’s compensation committee members are not independent. The rules also provide that a company’s compensation committee may only select a compensation consultant, legal counsel or other advisor after taking into consideration factors to be identified by the SEC that affect the independence of a compensation consultant, legal counsel or other advisor.",
        "The rules implementing the pay ratio provisions of Dodd-Frank require companies to disclose the ratio of the compensation of its chief executive officer to the median compensation of its employees. For a registrant with a fiscal year ending on December31, such as the Bancorp, the pay ratio was first required as part of its executive compensation disclosure in its annual proxy statement or Form 10-K filed starting in 2018.",
        "Dodd-Frank provides that the SEC must issue rules directing the stock exchanges to prohibit listing any security of a company unless the company develops and implements a policy providing for disclosure of the policy of the company on incentive-based compensation that is based on financial information required to be reported under the securities laws. In the event the company is required to prepare an accounting restatement due to the material noncompliance of the company with any financial reporting requirement under the securities laws, the company will recover from any current or former executive officer of the company who received incentive-based compensation during the three-year period preceding the date on which the company is required to prepare the restatement based on the erroneous data, any exceptional compensation above what would have been paid under the restatement.",
        "Dodd-Frank required the SEC to adopt a rule to require that each company disclose in the proxy materials for its annual meetings whether an employee or board member is permitted to purchase financial instruments designed to hedge or offset decreases in the market value of equity securities granted as compensation or otherwise held by the employee or board member. The SEC adopted final rules requiring this disclosure on December18, 2018. The Bancorp was required to comply with this new rule beginning July1, 2019.",
        "The Bancorp’s compensation practices are also subject to oversight by the FRB. The scope and content of compensation regulation in the financial industry are continuing to develop, and the regulations and resulting market practices are expected to continue to evolve over a number of years. In June 2016, the SEC and the federal banking agencies issued a proposed rule to implement the incentive-based compensation provisions of section 956 of Dodd-Frank. The proposal would establish new requirements for incentive-based compensation at institutions with assets of at least $1billion. No final rule has been issued, but the Biden Administration may revisit this proposal.",
        "Debit Card Interchange Fees",
        "Dodd-Frank includes a set of rules requiring that interchange transaction fees for electronic debit transactions be reasonable and proportional to certain costs associated with processing the transactions. Interchange fees for electronic debit transactions are limited to 21 cents plus 0.05% of the transaction, plus an additional one cent per transaction fraud adjustment. These fees impose requirements regarding routing and exclusivity of electronic debit transactions, and generally require that debit cards be usable in at least two unaffiliated networks.",
        "Resolution Planning",
        "In past years, the Bancorp was required to submit annually to the FRB and the FDIC a resolution plan for the orderly resolution of the Bancorp and its significant legal entities under the U.S. Bankruptcy Code or other applicable insolvency laws in a rapid and orderly fashion in the event of future material financial distress or failure. In October 2019, the FRB and the FDIC adopted amendments to their resolution planning rule to adjust the thresholds at which certain resolution planning requirements apply to BHCs with $100billion or more in total consolidated assets, including the Bancorp. As a result of these amendments, the Bancorp is no longer required to submit an annual resolution plan to the FRB and the FDIC.",
        "In addition, the Bank is required to periodically file a separate resolution plan with the FDIC. EGRRCPA did not change the FDIC’s rules that require the Bank to periodically file a separate resolution plan. In April 2019, the FDIC released an advanced notice of proposed rulemaking with respect to the FDIC’s bank resolution plan requirements that requested comments on how to better tailor bank resolution plans to a firm’s size, complexity, and risk profile. Until the FDIC’s revisions to its bank resolution plan requirement are finalized, no bank resolution plans will be required to be filed.",
        "Proprietary Trading and Investing in Certain Funds",
        "Dodd-Frank sets forth restrictions on banking organizations’ ability to engage in proprietary trading and to have certain ownership interests in and relationships with certain covered funds, such as private equity and hedge funds (the “Volcker Rule”). The Volcker Rule generally prohibits any banking entity from engaging in short-term proprietary trading for its own account, but permits transactions in certain securities (such as securities of the U.S. government), transactions on behalf of customers and activities such as market making, underwriting and risk-mitigating hedging. In addition, the Volcker Rule limits the sponsorship of or investment in a covered fund by any banking entity. The Volcker Rule also prohibits certain types of transactions between a banking entity and any covered fund that is sponsored by the banking ",
        "28 Fifth Third Bancorp",
        "entity or for which it serves as investment manager or investment advisor, similar to those transactions between banks and their affiliates that are limited as described above. The FRB granted extensions to banking entities, including the Bancorp, to conform to the requirements of the Volcker Rule with respect to “illiquid funds,” as defined in the Volcker Rule. The Bancorp is also required to maintain a satisfactory Volcker Rule compliance program.",
        "As of October 2019, the FRB, OCC, FDIC, Commodity Futures Trading Commission (“CFTC”) and SEC finalized amendments to the Volcker Rule. These amendments tailor the Volcker Rule’s compliance requirements to the amount of a firm’s trading activity, revise the definition of trading account, clarify certain key provisions in the Volcker Rule, and modify the information companies are required to provide to federal agencies. These amendments to the Volcker Rule are not material to our investing and trading activities.",
        "In June 2020, the five federal agencies finalized amendments to the Volcker Rule’s restrictions on ownership interests in and relationships with covered funds. Among other things, these amendments permit banking entities to have relationships with and offer additional financial services to additional types of funds and investment vehicles. These requirements are not expected to have a material impact on the Bancorp’s investing and trading activities",
        "Derivatives",
        "Title VII of Dodd-Frank imposes a regulatory structure on the over-the-counter derivatives market, including requirements for clearing, exchange trading, capital margin, segregation trade reporting, and recordkeeping. Title VII also requires certain persons to register as a swap dealer or a security-based swap dealer. The Bank is provisionally registered with the CFTC as a swap dealer. The CFTC and U.S. banking regulators have finalized most rules applicable to the over-the-counter derivatives markets and swap dealers, and the SEC has finalized most of its rules related to security-based swaps. The CFTC’s Title VII regulations are applicable to the Bank’s activity as a swap dealer and include rules related to internal and external business conduct standards, reporting and recordkeeping, mandatory clearing for certain swaps, and trade documentation and confirmation requirements. In addition, the U.S. banking regulators have finalized regulations applicable to the Bank regarding mandatory posting and collection of margin by certain swap counterparties and segregation of customer funds. The Bank is not currently subject to regulation as a security-based swap dealer.",
        "Consumer Protection Regulation and Supervision",
        "The Bancorp is subject to supervision and regulation by the CFPB with respect to federal consumer protection laws. The Bancorp is also subject to certain state consumer protection laws, and under Dodd-Frank, state attorneys general and other state officials are empowered to enforce certain federal consumer protection laws and regulations. State authorities have increased their focus on and enforcement of consumer protection rules. These federal and state consumer protection laws apply to a broad range of our activities and to various aspects of our business and include laws relating to interest rates, fair lending, disclosures of credit terms and estimated transaction costs to consumer borrowers, debt collection practices, the use of and the provision of information to consumer reporting agencies, and the prohibition of unfair, deceptive, or abusive acts or practices in connection with the offer, sale, or provision of consumer financial products and services.",
        "The CFPB has promulgated many mortgage-related final rules since it was established under Dodd-Frank, including rules related to the ability to repay and qualified mortgage standards, mortgage servicing standards, loan originator compensation standards, high-cost mortgage requirements, Home Mortgage Disclosure Act requirements, and appraisal and escrow standards for higher priced mortgages. The mortgage-related final rules issued by the CFPB have materially restructured the origination, servicing, and securitization of residential mortgages in the United States. These rules have impacted, and will continue to impact, the business practices of mortgage lenders, including the Bancorp.",
        "Future Legislative and Regulatory Initiatives",
        "Federal and state legislators as well as regulatory agencies may introduce or enact new laws and rules, or amend existing laws and rules, that may affect the regulation of financial institutions and their holding companies. The impact of any future legislative or regulatory changes cannot be predicted. However, such changes could affect the Bancorp’s business, financial condition and results of operations.",
        "29 Fifth Third Bancorp",
        "Human Capital and Compensation Committee",
        "Michael B. McCallister, Chair",
        "Emerson L. Brumback",
        "Gary R. Heminger",
        "Eileen A. Mallesch",
        "Marsha C. Williams"
    ]
}