{
    "355811": [
        "Human Capital Resources",
        "As of February1, 2021, the Company had 5,303 full-time employees. None of the Company’s employees are represented by a labor union or other collective bargaining representative. The Company believes that its relations with its employees are in good standing.  See \"Executive Officers of the Registrant\" in ",
        "Human Capital Resources",
        "As of February1, 2021, the Company had 5,303 full-time employees. None of the Company’s employees are represented by a labor union or other collective bargaining representative. The Company believes that its relations with its employees are in good standing.  See \"Executive Officers of the Registrant\" in Part III, Item 10. ",
        "The Company fosters a collaborative culture founded on devotion to quality and innovation. An inclusive environment is nurtured so that team members can perform, support each other, and continue to grow and learn, including on-the-job training.",
        "This culture is supported by a competitive compensation system that goes beyond base salary and includes for virtually all employees: quarterly profit-sharing bonuses; an extensive stock options program, an employee stock purchase plan; 401(k) plan (or other retirement plan for non-US employees) with Company matching; and tuition reimbursement. Equity compensation is also paid to a significant number of employees. In keeping with the Company's core principle of ownership mentality, compensation is structured throughout the organization so that employees win when all of stakeholders win. The Company also provides a healthy and safe climate-controlled work environment that includes an on-site wellness center and on-site health clinic at its headquarters.      ",
        "Evidence of the Company's commitment to inclusion is its cultivation of a world-class diversity, equity & inclusion (\"DE&I\") ethos that allows team members to make a lasting impact in the communities in which the Company operates, all while attracting and retaining diverse talent that can help propel the business forward. While the Company has an environment of equal employment opportunity related to recruitment, hiring, promotion, discipline, and other terms of employment, the commitment to have a skilled and diverse world class workforce goes beyond that.  ",
        "The Company's DE&I initiatives are supported by the its Diversity Officer and DE&I Council, which helps implement specific diversity programs, supports internal training, and creates opportunities to spread awareness throughout the organization.  The Company's DE&I Council is led by Mr. Joe Matthews, Diversity Officer and Vice President of Purchasing. Mr. Matthews has been honored as a Salute to Diversity Winner by Corp! Magazine.",
        "As a part of DE&I initiatives, the Company maintains a growing list of business resource groups (\"BRGs\") comprised of individuals with similar interests or backgrounds that work internally to support one another, develop leadership skills, and enhance cultural awareness.  Among current BRGs are Women at Gentex and Veterans at Gentex.  ",
        "DE&I efforts at the Company extend to the supply base as well, where Company been recognized for ongoing efforts to increase supplier relationships with minority- and women-owned enterprises.  In fact, the Company mentors certain such suppliers to help them develop the business systems and technologies necessary to support ",
        "6",
        "6",
        "6",
        "future growth.  The Company is a member of the Michigan Minority Supplier Development Counsel and the Women's Business Enterprise Counsel – Great Lakes Region.  ",
        "Hiring rates, voluntary and involuntary turnover rates, internal rates of hiring and promotion, and safety records are considered as measures of the Company's success in human capital management. While hiring and diversity policies are in place as a means to remain on track in terms of appropriate human resources management, the DE&I efforts have furthered the process of creating a welcoming environment so the Company can hire and retain the best people. The Company produces a sustainability report providing more information regarding diversity and corporate responsibility.  ",
        "Forbes has named the Company as one of the \"200 Best Small Companies\" numerous times.  Forbes also recently acknowledged the Company as a \"Best Employer for Diversity.\"  In addition, the Company is the recipient of an EPIC Diversity Visionary Award presented by a local Chamber of Commerce.  Moreover, the Company's DE&I efforts related to actively developing and using minority, women, and veteran-owned suppliers have been acknowledged and recognized by multiple OEM customers.  In fact, Toyota Motor Engineering & Manufacturing North America, Inc. has specifically recognized the Company's efforts over the last 10 years to increase supplier relationships with minority business enterprises.   ",
        "A charitable program run by Company employees has been established as a means to give back to the community. Employees are encouraged to organize on-site fundraisers and to spend time volunteering at worthy charitable organizations. Support is also provided to a number of minority organizations in keeping with the Company's DE&I efforts and to continue to build an even more diverse and skilled workforce.",
        "The Company's Board of Directors has regular touchpoints with management regarding: employee engagement; workforce planning (including capabilities and skills development); safety; understanding workforce demographics and DE&I strategies; and corporate culture. The Board and management know the right talent is required to implement the Company's strategies. As such, the Board works with management appropriately regarding the approach to, and investment in, human capital that includes recruitment, talent development, retention, and diversity. The Board has access to all levels of employees in the Company in its efforts to properly oversee human resources issues. ",
        "The Board of the Company now has two women directors and the Nominating and Corporate Governance Committee has taken concrete steps to improve Board diversity, including use of various resources and environments to identify qualified and diverse director candidates.  Such candidates are contacted and interviewed in order to continue to build an even more diverse, qualified, and capable Board.",
        "The Board has also implemented a Complaint Submission and Handling Policy for concerns to be raised as needed."
    ]
}