{
    "356171": [
        "Human Capital Resources",
        "At December 31, 2020, we employed 1,068 persons, including five executive officers. Full time equivalent employees were 1,030.  Additionally, we at times will utilize independent contractors and temporary personnel to supplement our workforce.  None of our employees are presently represented by a union or covered under a collective bargaining agreement. Management believes that its employee relations are good",
        "Our employees are critical to our success and competition for qualified banking personnel has historically been intense. We provide a wide variety of opportunities for professional growth for all employees with a focus on in-classroom and on-line trainings, on-the-job experience, and education tuition assistance. We seek to create an engaged workforce through proactive listening, forward looking career conversation and constructive dialogue through periodic performance discussions as well as employee engagement and exit surveys. In 2020, we launched our diversity, equity and inclusion initiative to better understand the needs of our employees, customers and communities. It is expected this initiative will continue to develop over time based on our ongoing dialogue with stakeholders",
        "We focus on attracting and retaining employees by providing compensation and benefits packages that we believe are competitive within the applicable market, taking into account the position’s location and responsibilities. We provide competitive health and financial focused benefits such as but not limited to employer subsidized health insurance, a 401(k) retirement plan and an employee stock ownership plan.  In addition, we offer a portfolio of additional services and tools to support our employees’ health and well-being",
        "In 2020, in response to COVID-19, we provided administrative paid leave support to employees where operations were closed or impacted, made work from home options as broadly available as possible, and enhanced safety measures throughout our company, notably for customer-facing employees. Refer to Item 7: Management’s Discussion and Analysis of Financial Condition and Results of Operations for additional information"
    ]
}