{
    "3570": [
        "Human Capital Resources",
        "We are in a unique position as the first U.S. LNG company in the lower 48.  As the first mover, ensuring that we have an adequate supply of skilled employees has been a crucial part of our ability to grow and succeed.  As a result, attracting, developing and retaining talent is key, especially as new competitors enter the industry in the coming years in need of the same talent we have recruited and developed",
        "Our strength lies within the collective expertise of our diverse workforce, living our core values of teamwork, respect, accountability, integrity, nimble and safety.  Our employees help drive our success, build our reputation, establish our legacy and deliver on our commitments to our customers.  Attracting the best and most diverse talent is a priority.  To engage them, we offer fulfilling career opportunities.  To keep them engaged, we continually listen to, train, develop and reward them.  Our voluntary turnover was less than 4% for 2020",
        "As of January31, 2021, we had 1,519 full-time employees with approximately 1,439 located in the U.S. and 80 located outside of the U.S (primarily in the UK",
        "Our Chief Human Resources Officer, along with senior leadership, are tasked with managing employment-related matters and initiatives including talent attraction and retention, rewards and remuneration, employee relations, employee engagement, diversity and inclusion, and training and development.  We communicate progress on our human capital programs to our Board quarterly",
        "Talent Attraction, Engagement and Retention",
        "Talent Attraction",
        "Through our recruitment efforts, we seek top diverse talent who will continue to drive our strong performance.  We have a competitive offering that provides us with a solid pipeline of candidates.  Internally and externally, we post openings to attract individuals with a range of backgrounds, skills and experience, offering employee bonuses for referring highly qualified candidates.  In addition, we actively recruit at colleges and conduct information sessions at select universities including Historically Black Colleges and Universities (HBCUs) and Hispanic-Serving Institutions (HSIs",
        "We manage and measure organizational health with a view to gaining insight into employees’ experiences, levels of workplace satisfaction and feelings of engagement and inclusion with the company through biannual engagement surveys",
        "Insights from the biannual survey are used to develop both company-wide and business unit level organizational and talent development plans and training programs",
        "We provide robust compensation and benefits programs to our employees.  In addition to salaries, these programs (which vary by country) include annual bonuses, stock awards, a 401(k) Plan, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, family care resources, employee assistance programs and tuition assistance",
        "Diversity and Inclusion",
        "We are committed to providing a diverse culture where all employees can thrive and feel welcomed and valued.  To create this environment, we are committed to equal employment opportunity and to compliance with all federal, state and local laws that prohibit workplace discrimination, harassment and unlawful retaliation.  Both our discrimination and harassment and equal employment opportunity policies demonstrate our commitment to building an inclusive workplace, regardless of race, beliefs, nationality, gender and sexual orientation or any other status protected by our policy.  Through our targeted recruitment efforts, we attract a variety of candidates with a diversity of backgrounds, skills, experience and expertise",
        "We encourage our employees to leverage their unique backgrounds through involvement in various employee resource groups.  Groups such as WILS (Women Inspiring Leadership Success), EPN (Emerging Professional Network) and Cultural Champions Teams (CCTs) help build a culture of inclusion",
        "Development and Training",
        "As the first exporter of LNG in the lower 48 of the US, we faced the unique challenge of developing our own LNG talent",
        "Our apprenticeship program prepares local students for careers in LNG.  This program combines classroom education with training and on-site learning experiences at our facilities",
        "We strive to provide our people with all of the tools and support necessary for them to succeed.  We actively encourage our employees to take ownership of their careers and offer a number of resources to do so.  Employees undergo annual performance reviews to ensure the ongoing development of their skills and expertise.  To ensure safe, reliable and efficient operations in a highly regulated environment, we offer online and site-specific learning opportunities",
        "Employee Safety, Health and Wellness",
        "The safety of our employees, contractors and communities is one of our core values.  Our Cheniere Integrated Management System defines our required safety programs and details safety and health related procedures.  Safety efforts are led by our Executive Safety Committee, which includes the CEO, senior leaders from across the company, and representatives from each of our operating assets.  We focus our efforts on continuously improving our performance.  For the year ended December 31, 2020, we achieved zero employee recordable injuries, and our total recordable incident rate (employees and contractors combined) was 0.17",
        "To support the well-being of our employees, we provide a wellness program that offers employees incentives to maintain an active lifestyle and set personal wellness goals.  Incentives include online education related to health and nutrition as well as subsidies for fitness devices and gym memberships.  We also offer mammography screenings, rooms for nursing mothers and biometric screenings on site",
        "In response to the COVID-19 pandemic, we implemented significant changes that we determined were in the best interest of our employees, as well as the communities in which we operate, and which comply with government regulations.  This includes having employees work from home where possible, while implementing additional safety measures for employees continuing essential on-site work.  We kept employees informed and connected through weekly messaging, mental health recorded seminars, manager toolkits and the launch of an internal campaign to ensure we are all listening and taking care of each other.  We also provided the same level of resources, aid and support for weather-related disasters"
    ]
}