{
    "357173": [
        "Human Capital Resources",
        "Our business is relationship-driven, and we believe that our continued growth and future success will depend in large part on the quality of service provided by our employees. Accordingly, we seek to attract, develop and retain employees who can drive our financial and strategic growth objectives and build long-term stockholder value. We respect, value and invite diversity in our team members, customers, suppliers, marketplace, and community",
        "Table of Contents",
        "We seek to provide a compelling value proposition to our employees by providing market-competitive pay and benefits which include retirement programs, broad-based bonuses, health and welfare benefits, financial counseling, paid time off, family leave and flexible work schedules. We have also created internal programs to support employee development and retention, which has contributed to our long-term tenure rates, with the average length of service for our employees at over ten years, with 28% of our employees having at least 15 years of services, as of December 31, 2020. We believe that employee development and retention starts with relationships, both among employees and with the communities we serve. Our “O2 Cares Committee,” led by three members of our executive management team, provides oversight and direction to various subcommittees to ensure our corporate priorities of community outreach and employee support are achieved. These subcommittees include the Women’s Resource Group, Community Service Collaboration, Executive Spotlight, Employee Appreciation and Relationship Events. Each subcommittee has a specific mandate related to serving our communities, elevating our employees, building trust and relationships, and creating a culture of support and respect. In 2020, we also initiated a management development program that provided 40 employees with the opportunity to participate in a Management Development Workshop Series that included over ten hours of structured content curated to cover topics critical to management development. We believe these programs improve job satisfaction, retention and advancement",
        "The health, safety and well-being of our employees, customers and communities is a top priority. The COVID-19 pandemic presented challenges to maintain employee and customer safety, while continuing to be open for business. In March 2020, as part of our efforts to exercise social distancing, we closed all of our banking lobbies (other than by appointment) and conducted most of our business through drive-thru tellers and through electronic and online means. At this time, our lobbies have been reopened, but we continue to encourage customers to use electronic and online means to conduct their banking activity, and we are following social distancing and personal protective protocols as directed by the Center for Disease Control and Prevention. In addition, a significant percentage of our workforce has been working from home since mid-March 2020, and we expect this to continue through the second quarter of 2021, or until vaccines are widely available. In response to the pandemic, we are also monitoring employee morale and stress levels, developing new paid leave practices and providing personal protective equipment",
        "At December31,2020, we employed 533 full-time equivalent employees"
    ]
}