{
    "357301": [
        "Human Capital Resources",
        "Index",
        "Foreign Operations",
        "Statistical Information Analysis",
        "Our Human Capital Strategic Plan guides us on our journey to foster a multicultural, collaborative, and inclusive work environment that promotes the exchange of different\n        ideas, philosophies and perspectives, which continues to be a top priority at TrustCo",
        "Headcount",
        "As of December 31, 2020, we had 881 employees, all based in the United States, with 619 employees (70%) at bank branches, 246 (28%) located in corporate offices and 16\n        (2%) in call centers",
        "We have not experienced any employment-related work stoppages due to the Covid-19 pandemic and consider relations with our employees to be good. Specifically, in response\n        to local government and health guidelines around the Covid-19 pandemic, some departmental staff members have been approved to work remotely, and remaining internal staff have been relocated to separate offices, while other offices have been\n        reorganized accordingly. Glass barriers have been installed where necessary, and staff has regularly been encouraged to utilize video conferencing platforms. All branches and internal corporate offices have been provided with face coverings and\n        cleaning supplies, and staff are encouraged to disinfect surface areas consistently",
        "Hiring & Promotion Practices",
        "At TrustCo we are continuously educating our hiring managers about recruitment and selection processes, and we strive to build our workforce from within when possible.\n        All employees are eligible to apply for open department and branch positions following their introductory period, and during 2020, 155 (roughly 18%) of our employees were promoted within the Bank. If the best candidate for an available position is\n        not identified from within our existing talent pool, we will look externally for the best talent, and our recruitment strategy focuses on searching for candidates directly through our participation in job fairs and social media advertising, and\n        through our professional networks and other associations that represent diverse groups. Additionally, we have an active recruitment incentive program which awards existing employees for referring new employees to the Bank, which in turn helps us\n        diversify our workforce",
        "Talent Development",
        "We believe in investing for the future which includes the future of our workforce, and we actively encourage and support the growth of our employees throughout their\n        educational and career development, ensuring employees are given opportunities to develop and refine their skills to be successful within the Bank’s competitive environment. We aim to accomplish this through a multitude of training and development\n        programs, which include opportunities to engage in interdepartmental experiential learning, voluntary training seminars, ongoing training through our Cornerstone platform, tuition reimbursement program, BSA-AML certificate program with Schenectady\n        County Community College and certification reimbursement for certain levels of employment. Currently, we have 58 (6.5%) employees that hold professional certificates and/or licenses. Additionally, our employees participated in over 16,400 hours of\n        training, which included a recently expanded course on Diversity in the Workplace. We take great pride in our mentoring program which was started by our CEO and was structured to allow newly hired assistant managers to report directly to the CEO\n        for their first 10 weeks, and then met regularly for one-on-one mentoring sessions and professional development. The mentoring program has been expanded so that in addition to the CEO, all of the Bank’s executive vice presidents now mentor new\n        assistant manager-level employees in the same manner. The professional success, job satisfaction, and retention of program graduates has been monitored and preliminary results are excellent. Currently, more than 40 people have been mentored through\n        the program",
        "14\n\n\n\nIndex",
        "Employee Feedback",
        "Through our training and mentoring programs, we actively encourage employee feedback. Following each training session, employees complete evaluations designed to provide\n        constructive feedback on their trainer’s knowledge, the overall training structure, and the employee’s confidence in their ability to be successful in their new role. We are also gathering data on an ongoing basis which focuses on the tenure of\n        current staff. We’ve consistently improved our average tenure over the past four years, with an average tenure of about 5 years currently Furthermore, the Human Resources Department conducts stay and exit interviews, which capture feedback from\n        high turnover positions. These interviews are used to improve processes and procedures and inform future policy",
        "Diversity and Inclusion",
        "We recognize that everyone deserves respect and equal treatment, regardless of race, color, religion, sex (including gender identity, sexual orientation, and pregnancy),\n        national origin, age (40 or older), disability or genetic information. TrustCo is committed to creating an inclusive environment that promotes diversity, equity and inclusion through training, recruiting and recognition practices to support our\n        employees. Our Human Capital Strategic Plan focuses on identifying areas of opportunity to further diversify our workforce over time. As of December 2020, approximately 65% of our workforce is female, 35% is male, with 38% from minorities (defined\n        as those who identify as Black or African American, Hispanic or Latino, American Indian or Alaska Native, Asian, Native Hawaiian or other Pacific Islander, and/or two or more races). Additionally, our inclusion efforts focus on age, where we seek\n        to recruit younger candidates to create long-term career potential, while seeking to retain our experienced team members for the many benefits their presence yields",
        "Employee Compensation and Benefits",
        "Our human capital strategy objectives include identifying, recruiting, retaining, incentivizing and integrating our existing and future employees. We strive to attract\n        and retain the most talented employees by offering compensation and benefit structures that support their health, financial and emotional well-being, which includes competitive base salaries, annual bonuses, generous paid time off balances and\n        Holiday Pay, an Employee Stock Purchase Club Program, life insurance, a 401(k) plan, the Trustco Bank Scholarship Program, a Tuition Reimbursement Program, a Student Loan Benefit Program, an Employee Assistance Program for mental and emotional\n        support and various Company-organized wellness competitions"
    ]
}