{
    "36029": [
        "Human Capital",
        "We operate as a community bank offering a wide range of commercial banking services to consumers, small businesses, corporations, non-profits, governmental entities and others. A cornerstone of our operating model is based on personal relationships with our customers. Therefore, our model is heavily dependent on our personnel to execute our strategy within each region supported by our line of business and operational areas of the Company. Our executive leadership is critical to the success of our Company as each executive participates in developing our corporate strategy, policy setting, and oversight of each of their respective operating areas. The executive officers have significant banking experience and/or tenure with the Company, including our Chairman, CEO and President who will have forty-five years with the Company later this year. Our regional operating philosophy is heavily dependent on our Regional CEOs/Presidents who drive the daily execution of our strategy, customer service, and local decision-making, across our twelve regions. On average, our seventeen Regional CEOs/Presidents have approximately twenty-five years of banking experience and twelve years of service with the Company",
        "non-profits",
        "At December31, 2020, the Company employed approximately 1,400 full-time and 100 part-time employees all located in the state of Texas. Our management believes that our employee relations have been and will continue to be good. None of our employees are represented by collective bargaining agreements",
        "We seek to attract the best bankers in the markets we serve as well as key managers and associates to serve and build relationships with our customers. On a day-to-day basis, these associates execute on our “Excellence in Customer Service” culture, including our 21 Non-Negotiables of Customer Service. Initially, each new associate attends New Employee Orientation to gain an understanding of our culture, including our customer service approach, our organization, and our operating and other policies. From there, associates also receive specific training for their applicable area of service",
        "day-to-day",
        "Non-Negotiables",
        "We then provide a number of internally developed training programs and encourage associates to attend selected external programs. We require certain areas (lending, trust, risk, operations) to obtain certifications for their current and future roles in the organization (for example, lenders are required to obtain the Credit Risk Certification from the Risk Management Association). The Company also provides educational assistance for employees to further their professional development. In fact, seven of our Regional CEO/Presidents started their careers with the Company and progressed to their current levels over time",
        "We embrace and promote a culture of diversity, equity, and inclusion to attract, recruit, retain, develop, and promote employees who represent the diverse communities we serve. Our employees bring their own unique backgrounds, beliefs, cultures, and experiences to our organization. We celebrate our diverse and inclusive workplace as it brings new ideas, perspectives, and ways to enhance our overall customer and employee experience. Of our seventeen Regional CEO/Presidents, four are women (three of whom were promoted to these positions during their last eighteen months) and one is Hispanic",
        "The Company provides, in addition to competitive salaries, either at the Company’s expense or through employee deductions, benefits to its associates to help protect their health and well-being, including medical, dental, vision, employee assistance, short and long-term disability, life insurance, and vacation. Additionally, through our 401(k) retirement benefits, and profit-sharing contributions (which also contains an employee stock ownership plan or ESOP feature), the Company facilitates its associate’s future financial well-being. These benefits when combined with incentive compensation programs, both cash and equity based, serve as rewards for performance but also as retention vehicles for our employee base. The Company has strong relationships with its employee base leading to an average tenure of approximately six years with the Company (including its predecessor banks). During 2020 and 2019, the Company incurred expenses totaling approximately $27.20million and $22.38million, respectively, for these benefits",
        "Table of Contents",
        "Understanding and supporting our communities has been a critical part of our Company’s success. Annually, we perform a Company-wide day of service to help improve the communities we live in and serve. In 2020, this amounted to over approximately 5,000 hours of community service across our footprint.  Overall, the attraction, development and retention of our executives, regional presidents and associates are integral to the performance of our Company which ultimately drives value to our shareholders in the form of dividends and price appreciation of our common stock. Accordingly, our Board of Directors participates in the oversight of our employment practices and policies, through the Compensation Committee. Our board sets the overall “tone at the top” and holds executive management accountable for embodying, maintaining and communicating our culture to employees.  Supervision and Regulation  Both federal and state laws extensively regulate bank holding companies, financial holding companies and banks. These laws (and the regulations promulgated thereunder) are primarily intended to protect depositors and the deposit insurance fund (the “DIF”) of the Federal Deposit Insurance Corporation, or the FDIC. The following information describes particular laws and regulatory provisions relating to financial holding companies and banks. This discussion is qualified in its entirety by reference to the particular laws and regulatory provisions. A change in any of these laws or regulations may have a material effect on our business and the business of our subsidiaries. Recent political developments, including the change in administration of the United States federal government, have added additional uncertainty in the implementation, scope and timing of regulatory reforms.  Bank Holding Companies and Financial Holding Companies  Historically, the activities of bank holding companies were limited to the business of banking and activities closely related or incidental to banking. Bank holding companies were generally prohibited from acquiring control of any company that was not a bank and from engaging in any business other than the business of banking or managing and controlling banks. The Gramm-Leach-Bliley Act, which took effect on March12, 2000, dismantled many Depression-era restrictions against affiliations between banking, securities and insurance firms by permitting bank holding companies to engage in a broader range of financial activities, so long as certain safeguards are observed. Specifically, bank holding companies may elect to become “financial holding companies” that may affiliate with securities firms and insurance companies and engage in other activities that are financial in nature or incidental to a financial activity. Thus, with the enactment of the Gramm-Leach-Bliley Act, banks, security firms and insurance companies find it easier to acquire or affiliate with each other and cross-sell financial products. The Gramm-Leach-Bliley Act permits a single financial services organization to offer a more complete array of financial products and services than historically was permitted.  A financial holding company is essentially a bank holding company with significantly expanded powers. Under the Gramm-Leach-Bliley Act, in addition to traditional lending activities, the following activities are among those that are deemed “financial in nature” for financial holding companies: securities underwriting, dealing in or making a market in securities, sponsoring mutual funds and investment companies, insurance underwriting and agency activities, activities which the Federal Reserve Board determines to be closely related to banking, and certain merchant banking activities.  We elected to become a financial holding company in September 2001. As a financial holding company, we have very broad discretion to affiliate with securities firms and insurance companies, provide merchant banking services, and engage in other activities that the Federal Reserve Board has deemed financial in nature. In order to continue as a financial holding company, we must continue to be well-capitalized, well-managed and maintain compliance with the Community Reinvestment Act. Depending on the types of financial activities that we may elect to engage in, under the Gramm-Leach-Bliley Act’s functional regulation principles, we may become subject to supervision by additional government agencies. The election to be treated as a financial holding company increases our ability to offer financial products and services that historically we were either unable to provide or were only able to provide on a limited basis. As a result, we will face increased competition in the markets for any new financial products and services that we may offer. Likewise, an increased amount of consolidation among banks and securities firms or banks and insurance firms could result in a growing number of large financial institutions that could compete aggressively with us.   10",
        "Understanding and supporting our communities has been a critical part of our Company’s success. Annually, we perform a Company-wide day of service to help improve the communities we live in and serve. In 2020, this amounted to over approximately 5,000 hours of community service across our footprint",
        "Overall, the attraction, development and retention of our executives, regional presidents and associates are integral to the performance of our Company which ultimately drives value to our shareholders in the form of dividends and price appreciation of our common stock. Accordingly, our Board of Directors participates in the oversight of our employment practices and policies, through the Compensation Committee. Our board sets the overall “tone at the top” and holds executive management accountable for embodying, maintaining and communicating our culture to employees"
    ]
}