{
    "36047": [
        "Human Capital Management",
        "As of December31, 2020, we had approximately 5,300 employees, of which approximately 4,400 were employed in the US and 900 outside the US. Our global workforce was approximately comprised of 2% executive management, 33% tactical management, and 65% operational contributors.",
        "We believe the strength and quality of our workforce is one of the significant contributors to our success. This is largely attributed to our employees who strive every day to create a productive environment for our customers.",
        "Therefore, one of our core strategies is to invest in and support our employees to differentiate our brand, products, and services in the competitive global property information, analytics and data-enabled software platforms and services provider operating market.",
        "We recognize the diversity of customers, partners, and communities, and believe in creating an inclusive and equitable environment that represents a broad spectrum of backgrounds and cultures.",
        "Inclusion and Diversity",
        "We have a number of Employee Resource Groups (“ERGs”) that are voluntary, employee-led groups made up of individuals who join together based on common interests, backgrounds or demographic factors such as gender, race, or ethnicity.",
        "ERGs strengthen the culture of inclusion, improve employee relationships, provide support for existing employees and influence employee acquisition and employee retention.",
        "Our ERGs include groups comprised of women, veterans, the LGBTQ+ community, Latinos, Asians and Asian Americans, and African Americans.",
        "Talent and Development",
        "We invest in learning opportunities to help employees grow and build their careers through a multitude of training and development programs.",
        "These include tuition assistance programs, on-the-job learning formats, and external training including seminars, workshops, and an online platform. ",
        "Health, Safety and Wellness",
        "The health, safety and wellness of our employees is essential to the success of our business.",
        "We provide our employees with access to a variety of health and wellness programs.",
        "Additionally, we offer rewards for employees who participate in a variety of well-being activities and health assessments during the year.",
        "Employee Compensation and Benefits",
        "We have demonstrated a history of investing in our workforce by offering competitive salaries and wages. We regularly monitor employee performance and offer various incentives to those employees who regularly meet or exceed expectations.",
        "To foster a stronger sense of ownership and align the interests of employees with shareholders, we have an employee stock purchase plan available to eligible employees under our equity incentive programs. ",
        "Employee Satisfaction",
        "We regularly conduct anonymous surveys to seek feedback from our employees on a variety of topics, including but not limited to, confidence in company leadership, competitiveness of our compensation and benefits package, career growth opportunities and improvements on how we could make our company an employer of choice. The results are shared with our employees and reviewed by senior leadership, who analyze areas of progress or deterioration and prioritize actions and activities in response to this feedback to drive meaningful improvements in employee engagement. Further, we regularly review external rating sites to ensure the Company maintains a positive image among current and former employees.",
        "We work closely to evaluate human ",
        "12",
        "Table of Contents",
        "capital management issues such as employee retention, workplace safety, harassment and bullying, as well as to implement measures to mitigate these risks."
    ]
}