{
    "37785": [
        "Human Capital",
        "Employees",
        "We employ approximately 6,400 people with about 1,500 people in our domestic operations and 4,900 people in our foreign operations",
        "Approximately 3 percent of our U.S.-based and 33 percent of our foreign-based employees, respectively, are represented by collective bargaining agreements. We have successfully concluded most of our recent contract negotiations without any material work stoppages. In those rare instances where a work stoppage has occurred, there has been no material effect on consolidated sales and earnings. We cannot predict, however, the outcome of future contract negotiations. In 2021, six foreign collective-bargaining agreements will be expiring. These contracts affect approximately 15 percent of our foreign-based employees. There are no U.S. collective-bargaining agreements expiring in 2021",
        "Talent Engagement and Retention",
        "At FMC, it is important that we focus our programs and initiatives on sustaining strong leaders who are committed to engaging and developing their employees, so they can lead competitively, innovate change, improve business performance, and successfully maintain a competitive advantage. FMC’s leadership development program components include in-class and self-paced learning, development planning and stretch assignments, project-based action learning and rotational learning, mentoring and coaching, and leadership and functional assessments. Our programs are designed to provide engaging, collaborative, and creative learning environments. Employees leverage their experiences in these programs to develop their leadership abilities to their highest levels, enabling them to deliver innovative solutions, strong results and continued growth. Three of our signature leadership programs are science of leadership, the art of leadership, and keys to leadership. We hold quarterly Town Hall meetings and engage with our employees continuously through regular email updates, social media, webcasts, and other channels. We ask our employees to complete surveys and participate in focus groups, we distribute certain reports to keep our employees informed, we require our employees to complete specific trainings and we are piloting a voluntary e-learning program with other development and learning opportunities. We also reach out to new talent through social media",
        "FMC continually strives to meet the needs of our employees, shareholders, and customers through competitive rewards, policies, and practices that support the company as an employer of choice in every market where we compete for talent.  FMC compensates employees through total reward programs that are aligned with performance and competencies.  Performance-based direct pay programs include competitive base pay, annual bonus opportunities, sales incentive plans, and long-term incentives. These compensation elements along with benefits, work-life flexibility, recognition awards, talent and career development, enable FMC to offer a comprehensive total reward package designed for employees throughout their career. We also enhanced our offerings during the COVID-19 pandemic to better support our employees and their families by",
        "Paying our essential workers a special recognition award",
        "Fully covering the costs of COVID-19 testing and vaccines",
        "Expanding our Dependent Care offerings",
        "Providing more flexibility in taking out 401K loans",
        "Enhancing Employee Assistance Program presentations and offerings to assist employees with mental well being",
        "Expanding flexible work opportunities",
        "Table of Contents",
        "Culture and Inclusion",
        "We strive to be an inclusive workplace where our employees reflect the community, are valued, find purpose in their work, and grow and contribute to their fullest potential.  We are broadening investments in social areas, including Diversity and Inclusion and racial and gender equity. We launched two task forces, one on Social Justice and Racial Equity, and the other focused on Gender Equity. Our goal for 2027 is to have Black/African American representation in our U.S. workforce to be 14 percent and female representation to be 50 percent of our global workforce across all regions and job levels. The company has developed new global policies and practices to attract and hire talented individuals from underrepresented minorities. For every new hire we now require diverse candidate slates and multiple dimensions of diversity represented by each interview panel. We are expanding our applicant pools and pipelines by adding a new Human Resource role for diversity talent sourcing and partnering with an external recruiting agency specializing in diverse hiring. Diverse views, backgrounds and experiences are key to our success. We launched three additional Employee Resource Groups (\"ERGs\") in 2019. FMC has six total ERGs with more than twenty employee resource group chapters. We scored 100 percent on the Human Rights Campaign Foundation’s 2021 Corporate Equality Index, a U.S. benchmarking survey measuring corporate policies and practices related to lesbian, gay, bisexual, transgender and queer (\"LGBTQ\") workplace equality. This is our second consecutive year receiving a score of 100 percent. Over the past several years, we have had significant policy changes related to parental leave and domestic partner and transgender inclusion benefits in the U.S. Due to our diversity and inclusion strategy, women in senior management positions increased from 32 percent in 2019 to 34 percent in 2020",
        "Safety",
        "Safety is a core value of FMC. At FMC, people come first. We strive for an injury-free workplace, where every employee returns home the same way they arrived. We encourage a culture of open reporting, so we can learn from our mistakes and work towards continuous improvement in behaviors and processes. As a result of our firm commitment to safety, our 2020 TRIR of 0.08 is among the lowest in the industry globally and in the upper decile of peer companies in North America, placing our company among the safest organizations in the chemical industry.  This milestone underscores our employees’ commitment to work every day with safety at the forefront of their thoughts and actions. We empower our employees to always put safety first. 2020 presented us with the unique challenge of the COVID-19 pandemic.  FMC responded by enacting robust Business Continuity Plans (\"BCPs\") to ensure continued safe operation at all of our manufacturing sites. These BCPs have been so effective, FMC has not experienced an on-site transmission of the virus to date.  In 2021, we continue our journey, focusing on improving management systems and tools.  In addition, we continue to engage our global workforce through focused campaigns which address issues and trends identified through analysis of our environment, health and safety data – for example – our current TH!NK. SAFE. campaign addressing \"Line of Fire\" injuries"
    ]
}