{
    "37996": [
        "Human Capital Resources",
        "HUMAN CAPITAL RESOURCES",
        "People Strategy and Governance",
        "Caring for each other through valuing diversity, embracing inclusion, celebrating success, encouraging new thinking, supporting each other through change, and winning as a team is a key element of our plan to drive long-term business success.  Ford maintains an Executive People Forum consisting of the CEO and top leadership team that meets multiple times a month with a specific focus on people and organizational topics that will enable and accelerate delivery of the business plan.  Key topic areas include our Enterprise People Strategy, Diversity & Inclusion, Organizational Fitness and Workforce Planning, and Leadership Development and Culture",
        "Our Board of Directors and Board committees provide important oversight on certain human capital matters, including items discussed at the Executive People Forum.  The Compensation Committee maintains responsibility to review, discuss, and set strategic direction for various people-related business strategies, including our compensation and benefit programs, leadership succession planning, culture, diversity and inclusion, and talent development programs.  The Sustainability and Innovation Committee is responsible for discussing and advising management on maintaining and improving sustainability strategies, the implementation of which create value consistent with the long-term preservation and enhancement of shareholder value and social well-being, including human rights, working conditions, and responsible sourcing.  The collective recommendations to the Board and its committees are how we proactively manage our human capital and care for our employees in a manner that is consistent with our Ford values",
        "Diversity, Equity, and Inclusion",
        "At Ford, we believe that creating a Culture of Belonging for all our employees is foundational to our success and morally the right thing to do.  Ford offers 11 Employee Resource Groups (“ERGs”) that represent various dimensions of our employee population, including racial, ethnic, gender, religious, sexual orientation and gender identity, ability, and generational communities with chapters throughout the world, in addition to Diversity and Inclusion (“D&I”) Councils in every region.  Our ERGs and D&I Councils are instrumental in providing a voice to our globally diverse workforce and to help us better understand the employee experience",
        "In 2020, we conducted a comprehensive Diversity, Equity, and Inclusion (“DEI”) Audit in the United States with plans for a global rollout in 2021.  The purpose of the audit, which included qualitative data, quantitative data, and deep ethnography, is to accelerate our efforts to improve the employee experience and cultivate a culture of belonging.  As a result of this effort, we have taken several concrete steps, including initiating a monthly CEO DEI Forum with top leadership and embedding DEI into our corporate strategy and governance with clear objectives for progress established for every senior leader.  Several additional actions are planned for the first half of 2021 that will demonstrate our commitment to transparency, inclusion, and the important role that our People Leaders will play in further enhancing our culture of belonging.  Our diversity statistics include the following as of December 31, 2020 (based on self-reporting at the date of hire):  27.7% of our salaried employees worldwide are females (excludes certain employees in Europe in accordance with the European Union’s General Data Protection Regulation); 25.1% of our total salaried and hourly employees in the United States are females; and 34.4% of our total salaried and hourly employees in the United States are minorities",
        "Talent Attraction, Growth, and Capability Assessment",
        "In an environment where many employees are no longer bound to physical locations, where and how we source our talent is evolving.  From a growth perspective, we are focusing on several key segments vital to our success (e.g.,software, electrification, and data science).  We have added a substantial number of employees to our salaried workforce since January 2020 to support these emerging areas of the business.  From a capability perspective, we are leveraging best practices in assessments and talent management to strengthen our current capabilities and future pipeline while reinforcing a culture of belonging, empowerment, and innovation.  Further, we are also creating targeted learning experiences, democratizing learning and career development opportunities across the organization, and empowering employees to design their own career paths with skill development targeted for the roles of today and the future.  Finally, the extent to which our People Leaders are equipped to care for, inspire, and empower our people plays a vital role in our strategy, and we are committed to helping our leaders strengthen these capabilities with dedicated learning paths and non-traditional learning opportunities"
    ]
}