{
    "39899": [
        "Our Human Capital",
        "Our people play an important role in our success in today’s rapidly evolving media landscape. Our key human capital management objectives are to attract, retain and develop the highest caliber talent in our industry. Our human resources programs are designed to support these objectives by offering competitive pay, industry-leading benefits and development and growth opportunities. We strive to foster diversity, inclusion and innovation in our culture through our human resources, diversity and journalism programs and policies. ",
        "In order to better inform our human resources strategies and help drive positive change from within, for the last two years we’ve conducted annual comprehensive, anonymous companywide employee engagement surveys to better understand our employees’ perspectives about working at TEGNA. Our 2020 employee survey covered a wide range of topics, including compensation and benefits, career growth and development, opinions of company leadership, TEGNA’s performance on diversity and inclusion, and our response to the COVID-19 pandemic. Feedback from these surveys provides our management team with valuable information about our workplace culture. Results are reviewed with our Board and used to develop and refine aspects of our overall human capital management strategy, including our diversity and inclusion initiatives and employee benefits plans. ",
        "Workforce Demographics",
        " - ",
        "As of December 31, 2020, we employed approximately 6,430 full-time and part-time people (including 118 corporate headquarters employees), all of whom were located in the United States. Our workforce is 47% female and 25% people of color. In 2020, 54% of new hires were women and women earned 58% of promotions. In addition, 37% of new hires were people of color and 31% of promotions were earned by people of color. In key news leadership positions, four of eleven news director positions filled since the beginning of 2020 are diverse hires or promotions. Our Board of Directors is comprised of 42% women and 17% people of color. ",
        "Gender Representation of U.S. Employees (%)",
        "Female",
        "Male",
        "Management",
        "1",
        "41.6%",
        "58.4%",
        "Professionals",
        "47.2%",
        "52.8%",
        "All Other Employees",
        "49.2%",
        "50.8%",
        "11",
        "Racial/Ethnic Group Representation of U.S. Employees (%) ",
        "Asian",
        "Black or African American",
        "Hispanic or Latino",
        "White",
        "Other",
        "N/A",
        "2",
        "Management",
        "1",
        "2.5%",
        "6.8%",
        "5.0%",
        "81.6%",
        "1.5%",
        "2.6%",
        "Professionals",
        "3.1%",
        "12.5%",
        "9.8%",
        "68.8%",
        "2.6%",
        "3.2%",
        "All Other Employees",
        "1.6%",
        "11.5%",
        "8.6%",
        "73.8%",
        "2.0%",
        "2.5%",
        "1",
        " Defined as “Executive/Senior Level Officials and Managers” and “First/Mid-Level Officials and Managers” in our demographic representation data, or EEO-1 information, which is submitted annually to the U.S. Equal Employment Opportunity Commission.  ",
        "2 ",
        "N/A = not available or not disclosed",
        "Diversity, Equity and Inclusion",
        " – We have always been proud of our diverse and inclusive culture. We believe that diverse voices and perspectives lead to great ideas and better collaboration and make us a stronger company. The events of 2020 have made clear that we must do more to ensure that our company is truly representative of the diverse communities we serve. In 2020, we undertook several initiatives to drive meaningful and sustainable progress toward becoming a more inclusive and racially diverse company.",
        "Launched the TEGNA Diversity & Inclusion Working Group: In June, we announced the creation of a Diversity & Inclusion Working Group consisting of 19 employees. The group developed a charter which includes three priorities: increase TEGNA’s racial diversity in key leadership and influential positions across the company; ensure diverse perspectives are respectfully valued, sought after, and embraced across our company; and identify and combat inherent unconscious bias across our company through education, training programs, and enhanced policies and practices. ",
        "Appointed a Chief Diversity Officer: In September, we announced the appointment of Grady Tripp as the company’s Chief Diversity Officer. This role was created to drive focus and intentional actions to ensure our long-standing inclusive values resonate in all areas of our business. This newly created position reports to our president and CEO Dave Lougee and is responsible for reviewing and enhancing policies and practices that drive our inclusion and diversity values, developing companywide training programs to enhance awareness and accountability in diversity issues, facilitating the company’s racial diversity and inclusion employee working group and providing thought leadership on employee and organizational issues to help drive better outcomes. During 2020, we have:",
        "Conducted 33 local town hall meetings on race, diversity and inclusion with our stations and business groups to hear directly from employees about their life experiences and perspectives, and about working at TEGNA; ",
        "Created additional local Diversity & Inclusion councils at stations where employees can share their ideas about inclusion and diversity opportunities, and advise managers about cultural dynamics at stations and in the community;",
        "Developed a framework for diversity and inclusion issue resolution; ",
        "Conducted a thorough analysis of annual employee survey results by gender and ethnicity to support the creation of action plans at stations; and ",
        "Began enhancing our content review practices and developing an 2021 Inclusive Journalism program for news leaders and journalists to better recognize and combat implicit or unconscious bias and ensure our stations’ content represents the communities we serve.",
        "We have developed and adopted Diversity, Equity and Inclusion goals for 2025 that include increasing Black, Indigenous and People of Color representation in our content teams, news leadership and management roles. ",
        "Investing in Our People",
        " – In 2020, we focused our efforts on ensuring we have a consistent and formal mechanism to identify, track and develop our internal talent. This includes understanding our current capabilities, our future capabilities and what is required to address our capability gaps. We maintain a robust annual performance management process across the organization. Together with their managers, employees identify annual goals and, at the end of the year, provide their own self assessments as to goal achievement and job performance. The results of each annual assessment are reviewed with employees in one-on-one sessions with their managers. ",
        "We also have several programs to recognize and develop talent, including Leadership Development, Executive Leadership, Producer-in-Residence and Mentoring programs. In 2020, we began accelerating planning to ensure sustainable recruitment, retention and promotion of diverse talent, including strategies for investing further in equity in development opportunities and increasing diversity in key leadership roles at our stations and throughout TEGNA. A core part of our executive officers’ people goals include achievement of diversity initiatives and the development of diverse future leaders of our company. ",
        "In 2019, we hired a director of talent development and in 2020 merged the talent development and talent acquisition functions together as part of a broader effort to build an integrated talent organization. These changes are designed to ensure our talent strategy is aligned with our business strategy, and that our talent systems, programs, and processes are integrated more effectively to deliver results. We have implemented a more robust approach for understanding and evaluating our current talent capabilities that allows us to better identify, develop, and select high-potential talent for opportunities in a more consistent way. ",
        "12",
        "We have also implemented key performance indicators to help hold our leaders accountable for growing and developing our talent to ensure we have the pipeline and capabilities to meet current and future business needs.",
        "Our early-career producer program, Producer-in-Residence, is designed to help build a steady pipeline of outstanding producer talent to increase, diversify, and engage our audience. We also offer formal leadership development programs for high-potential talent to prepare them for success in future leadership and executive-level roles. In addition, we have launched a new learning series to help accelerate the development of diverse, high-potential talent to ensure they are prepared for future roles as news directors and digital directors. And on a regular basis, we provide functional-based development opportunities to continue to address real-time development needs in areas such as news, marketing, digital and research.",
        "Championing LGBTQ Equality",
        " - For the fourth consecutive year, TEGNA was named a Best Place to Work for LGBTQ Equality by the Human Rights Campaign’s Corporate Equality Index. The 2020 Corporate Equality Index evaluated LGBTQ-related policies and practices including non-discrimination workplace protections, domestic partner benefits, transgender-inclusive health care benefits, competency programs, and public engagement with the LGBTQ community. We received the highest marks in all categories, resulting in a perfect score of 100.",
        "Employee Well-Being",
        " – Maintaining the health and well-being of our employees and their families is a top priority for our company. Based on the feedback gained from our employee surveys, we continue to implement changes to company-offered benefits to improve affordability and increase choice. In addition to comprehensive health and wellness coverage, we have expanded our benefits offerings so employees have the care and coverage they need. The following additional benefits will be available to employees in 2021: ",
        "Improved Fertility Coverage: We have added a new fertility benefit to support employees who are trying to expand their families. Our provider, Progyny, provides access to the largest network of premier fertility specialists, as well as support and guidance for adoption and surrogacy.",
        "Expanded Parental Leave: We updated our parental leave policy so all new parents will receive at least six weeks paid parental leave with mothers giving birth receiving a minimum of 12 weeks paid leave. ",
        "Applied Behavioral Analysis (ABA) Therapy: Often used as a therapy for individuals with Autism Spectrum Disorders, ABA therapy is now covered under our medical plans.",
        "HIV PrEP Rx: HIV pre-exposure prophylaxis (PrEP) prescription medications are covered in full. ",
        "Company Holidays: Juneteenth has been added as a paid company holiday. Additionally, the day after Thanksgiving has been changed to a Floating Holiday that employees may use at their discretion to observe a cultural or other holiday that is personally significant to them. ",
        "Employee Support During COVID-19",
        " – We prioritized the health and safety of our employees during COVID-19 by moving employees to remote work, implementing safety and other guidelines for news production employees and modifying television station buildings and other office locations following the Centers for Disease Control and Prevention’s workplace guidelines. Throughout the COVID-19 pandemic, we invested in or made available additional health, mental health and wellness resources for employees and their families, including: ",
        "Care@Work: With a majority of employees working from home, we are covering the cost of membership to Care@Work from Care.com to help manage family care needs while balancing time at work. We partnered with Care.com to give employees premium, unlimited access to find local caregivers. ",
        "Webinars on managing mental health, isolation, stress and anxiety during COVID-19 were developed and offered to employees live and on-demand.",
        "Developed and delivered sessions for managers on how to foster high-performing teams in a virtual environment.",
        "Expanded medical and mental health resources through our healthcare provider, BlueCross BlueShield of Texas, with telemedicine so employees can schedule video or phone consultations with their medical and mental health providers.",
        "Teladoc’s telemedicine program is available to all employees and family members for sick visits and for behavioral health care sessions. All employees are eligible for nine Teladoc virtual visits even if they are not enrolled in our medical plans.",
        "TEGNA’s Employee Assistance Program offers support to employees and their families through 24-hour, 7-days per week confidential access to professional support to help manage stress, anxiety, grief, financial concerns, and much more.",
        "Compensation and Benefits Programs",
        " – Our compensation and benefits are structured to attract the most talented people and incentivize performance based on the short and long-term strategic goals of our company. Our compensation packages include competitive base salaries, which include options for medical, dental and vision insurance, company holidays and paid time off, and parental leave. We encourage employees to invest for their future by offering a 401(k) plan that includes a company match up to four percent of salary and is fully vested from the day employees begin participating. ",
        "13",
        "Labor Union Representation",
        " - Approximately 10% of our employees are represented by labor unions. They are represented by 27 local bargaining units, most of which are affiliated with one of four international unions under collective bargaining agreements. These agreements conform generally with the pattern of labor agreements in the broadcasting industry. We do not engage in industry-wide or company-wide bargaining.",
        "Information About our Executive Officers",
        " - ",
        "Our executive officers as of March 1, 2021 are listed below, with their ages on that date, positions and offices currently held, and principal occupation and business experience during at least the last five years. All officers serve at the discretion of the Board of Directors.  ",
        "David T. Lougee - ",
        "President and Chief Executive Officer (June 2017-present); TEGNA director (2017-present). Formerly: President, TEGNA Media (July 2007-June 2017). Age 62.",
        "Lynn Beall (Trelstad) - ",
        "Executive Vice President and COO of Media Operations (June 2017-present). Formerly: Executive Vice President and Chief Operating Officer, TEGNA Media. Age 60.",
        "Victoria D. Harker - ",
        "Executive Vice President and Chief Financial Officer (June 2015-present). Age 56.",
        "Akin S. Harrison - ",
        "Senior Vice President, General Counsel and Secretary (January 2019 - present). Formerly: Senior Vice President, Associate General Counsel and Secretary (June 2017 - December 2018), Vice President, Associate General Counsel and Secretary (July 2015 - June 2017).Age 48."
    ]
}