{
    "40211": [
        "HUMAN CAPITAL",
        "The strength of our workforce is the significant contributor to our success. To facilitate talent attraction and retention, we endeavor to make GATX a diverse, inclusive and safe workplace, with opportunities for our employees to grow and develop in their careers. This is supported by fair compensation, a range of benefits and health and wellness offerings, and by programs that build connections between our employees and their communities",
        "Employees and Employee Relations",
        "As of December31, 2020, we employed 1,904 persons globally, of whom approximately 35% were union workers covered by collective bargaining agreements. The hourly employees at our US service centers are represented by the United Steelworkers. Employees at three of Rail North America's Canadian service centers are represented by Unifor, the union formerly known as the Communication, Energy and Paperworkers Union of Canada, and the Employee Shop Committee of Rivière-des-Prairies. Certain employees of GATX Rail Europe are represented by one union in Poland",
        "See \"Note 15. Concentrations\" in Part II, Item 8 of this Form 10-K for additional information about our employees and concentration of labor force",
        "Diversity and Inclusion",
        "GATX recognizes that diversity, equity, and inclusion are critical to our success. We strive to cultivate a diverse and inclusive workplace, and our programs and policies are designed to provide fair treatment to all employees. In recent years, GATX has committed to strengthening its culture of diversity and inclusion by implementing key hiring and retention initiatives, including the following",
        "a hiring initiative which encourages diverse hires and aims to mitigate unconscious bias",
        "broad candidate slates for management and management-feeder positions with the aim of building diverse talent pipelines",
        "interviewer slates designed to have diverse voices involved in the selection process",
        "a consistent methodology for evaluating candidates to maintain focus on job-related criteria",
        "hiring, promoting, and developing female talent in order to increase female representation in leadership positions",
        "conducting annual compensation analysis to ensure gender pay equity for professional, managerial, and executive level positions, and",
        "administration of an employee engagement survey, including specific questions geared towards diversity and inclusion",
        "Our programs have led to developing and promoting women to leadership and officer positions, and we intend to leverage this approach to further strengthen diversity and inclusion at GATX. We welcome and celebrate our teams’ differences, experiences, and beliefs, and are investing in a more engaged, diverse, and inclusive workforce",
        "Talent Development, and Retention",
        "We believe our ability to attract, retain, and develop top talent is critical to our success. We have been voted a top workplace in Chicago by our employees and have a high overall rate of retention. In addition, we conduct an annual employee engagement survey to gather valuable feedback. We are focused on creating experiences and programs that foster professional growth, performance and retention. GATX invests significant resources in the training and development of our employees with such programs as Leadership 101 for field supervisors, Business Series sessions for employees to learn about different aspects of GATX, professional development courses, e-learning, and certification programs for maintenance personnel to enable career progression through higher skilled roles. Our talent development programs are designed to provide employees with the resources they need to help achieve their career goals, build management skills and lead their organizations",
        "Compensation and Benefits",
        "GATX provides comprehensive compensation and benefits programs to support our employees’ overall well-being. In addition to salaries, these programs include annual bonuses, stock awards, a matched 401(k) plan, comprehensive health insurance, prescription drug coverage, health savings accounts, and paid time-off. Our retirement program includes a defined benefit plan, health reimbursement account, and pre-65 medical plan for employees retiring from the company. Other benefits include life, disability, and accident insurance, paid parental leave, identity theft coverage, flexible time-off, adoption assistance, tuition reimbursement, and telecommuting flexibility",
        "Safety",
        "GATX strives to maintain the highest levels of safety by fostering a culture that makes safety a top priority. GATX utilizes a continuous improvement methodology to identify safety risks and hazards and drive improvement initiatives. During the COVID-19 pandemic, we have taken steps to ensure that our railcar maintenance facility employees and inspectors, who are deemed “essential” to the rail industry, can safely perform their jobs every day. Our efforts include establishing consistent employee screening protocols, safe work practices and training, and robust cleaning procedures within our repair facility network in order to minimize COVID-19 risk to our employees, their families and the communities in which we operate",
        "GATX continues to be recognized as a Responsible Care Partner by the American Chemistry Council and the Chemical Industry Association of Canada (\"CIAC\"), and is an active participant in the Transportation Community Awareness and Emergency Response initiative, a national outreach effort assisting communities to prepare for and respond to possible hazardous materials transportation incidents. In 2020, GATX donated a 30,000-gallon tank car to the CIAC to provide tank car and service equipment training to emergency responders throughout Canada. Additionally, GATX offers training on the proper use of our equipment and on regulations that impact our business. We hold training events at customer locations across North America through the use of our TankTrainer™ mobile classroom. In the past three years, we have trained more than 1,600 customers and emergency responders",
        "Community Commitment",
        "We believe that building connections between our employees and their communities creates a more meaningful, fulfilling and enjoyable workplace. GATX has a long history of supporting causes in communities where our employees live and work, establishing a company culture that values strong corporate citizenship. Every year, we organize and encourage employees to volunteer and give back through programs that focus on addressing the needs of underserved populations and building vibrant communities. In 2020, GATX employees donated meals to support healthcare workers on the front lines of the COVID-19 pandemic and individuals experiencing hardship and homelessness, and GATX mentored students and awarded scholarships through our partnership with Big Shoulders Fund. Further, we hold an annual employee giving campaign and fundraiser for the Make-A-Wish Foundation of Illinois and have donated nearly $4.5 million to the organization since 2008"
    ]
}