{
    "40533": [
        "HUMAN CAPITAL MANAGEMENT",
        "Our more than 100,000 employees are a community dedicated to our ethos of transparency, trust, honesty and alignment. Every day, these four values drive how we operate our business; govern how we interact with each other and our customers, partners, and suppliers; guide the way that we treat our workforce; and determine how we connect with our communities. Our commitment to ethical business practices is outlined in our Standards of Business Ethics and Conduct, commonly known as our Blue Book. Each employee is asked to acknowledge receipt, understanding of and compliance with our standards",
        "Due to the highly specialized nature of our business, we are required to hire and train skilled and qualified personnel to design and build the products and perform the services required by our customers. We recognize that our success as a company depends on our ability to attract, develop and retain our workforce. As such, we promote the health, welfare and safety of our employees. Part of our responsibility includes treating all employees with dignity and respect and providing them with fair, market-based, competitive and equitable compensation. We recognize and reward the performance of",
        "our employees in line with our pay-for-performance philosophy and provide a comprehensive suite of benefit options that enables our employees and their dependents to live healthy and productive lives",
        "Safety in our workplaces is paramount. Across our businesses, we take measures to prevent workplace hazards, encourage safe behaviors and enforce a culture of continuous improvement to ensure our processes help reduce incidents and illnesses and comply with governing health and safety laws. This was never more important than in 2020 given the challenges presented by the COVID-19 pandemic",
        "We are committed to promoting diversity of thought, experience, perspectives, backgrounds and capabilities to drive innovation and strengthen the solutions we deliver to our customers because we believe the results lead to a better outcome. We proudly support a culture of inclusion and encourage a work environment that respects diverse opinions, values individual skills and celebrates the unique experiences our employees bring. We are dedicated to equal employment opportunity that fosters and supports diversity in a principled, productive and inclusive work environment. We stand for basic universal human rights, including that employment must be voluntary. We track, measure and analyze our workforce trends to establish accountability for continuing to cultivate diverse and inclusive environments across our businesses and at every level of our company",
        "Our values motivate us to promote strong workplace practices with opportunities for development and training. Our training and development efforts focus on ensuring that the workforce is appropriately trained on critical job skills as well as leadership behaviors that are consistent with our ethos. We conduct rigorous succession planning exercises to ensure that key positions have the appropriate level of bench strength to provide for future key positions and leadership transitions. We listen to our workforce to assess areas of concern and levels of engagement",
        "2020 WORKFORCE STATISTICS",
        "Approximately 85% of our employees are based in the United States, of which roughly 70% are white, 30% are people of color and 20% are veterans of the U.S. armed forces. The remaining 15% of our workforce is based internationally in over 65 countries with the primary concentrations in North America and Europe",
        "Our global workforce is approximately 77% male and 23% female with our senior leadership teams across the business represented by 75% males and 25% females. During 2020, the diversity profile of our workforce continued to improve across our businesses as we hired approximately 15,000 individuals of which 72% were male and 28% were female. For our 2020 U.S.-based hires, approximately 62% were white and 38% were people of color"
    ]
}