{
    "40729": [
        "Human Capital",
        "Our employees are integral to the success of our business, and central to our strategy is attracting, developing, and retaining talented individuals with the right skills to drive our business forward. We emphasize a working environment and company culture that embrace diverse talents, backgrounds, and perspectives and where colleagues feel valued as both individuals and members of the team. We had approximately 9,500 and 8,700employees at December31, 2020, and 2019, respectively, which consist primarily of full-time employees in the United States. Our employee growth for the year ended December31, 2020, was primarily attributable to our focus on supporting customers through expanded servicing within our Automotive Finance business and enhanced digital capabilities. Some of our key objectives, programs, and initiatives that are designed to attract, develop, and retain talent are detailed below.",
        "Culture",
        "We recognize the long-term success of our Company is underpinned by the strength of our purpose-driven culture— a culture that sets us apart from the competition and gives us a distinct competitive advantage as we recruit and retain talented teammates. Our people-first approach enables a winning customer-centric philosophy focused on resiliency, adaptability, and a growth-mindset-oriented drive to “Be (Even) Better.” We strive to uphold our mantra to “Do it Right” through decisions and deeds at all levels of the organization, and we collectively commit to work with integrity and accountability and to uphold our LEAD core values in the workplace, in the marketplace, and in the community. Our culture is driven by our “LEAD” core values, where we emphasize that employees.",
        "[",
        "L",
        "]ook externally – We strive to meet and exceed the needs of our customers with agility, speed, and innovation. We continually evolve, respond quickly, and deliver a superior customer experience.",
        "[",
        "E",
        "]xecute with excellence – Good enough is never enough. With a focus on continuous improvement, our actions are driven by sound analysis and an intense focus on excellence.",
        "[",
        "A",
        "]ct with professionalism – We operate with integrity, hold ourselves and each other accountable, treat others with respect, and embrace diversity and inclusion. This is the cornerstone to our long-term success and at the very foundation of what it means to be an ally.",
        "[",
        "D",
        "]eliver results – We are passionate about winning – for our customers, our teams, and our company. Success is measured at both the outcome and the path to achieve it.",
        "Diversity and Inclusion",
        "We believe the best ideas come from a collective mixture of different voices and perspectives. We are an equal opportunity employer, and we strive for an inclusive work environment where all backgrounds, experiences, interests, viewpoints, and skills are respected, appreciated, and encouraged consistent with our culture. We are focused on diverse representation and retention in the workforce—including different genders, races, nationalities, sexual orientations, and other identities—across all levels of the organization from entry to leadership. Fostering these diverse perspectives is important and reflects the beliefs and actions that are the backbone of our culture.",
        "15",
        "Table of Contents",
        "Ally Financial Inc.•Form 10-K",
        "We have a deliberate focus on D&I. Its importance starts at the top with our CEO, who consistently stresses the value in leveraging our differences. In June 2017, our CEO was among the first 150 CEOs who signed on to the CEO Action Pledge for Diversity and Inclusion, and this commitment has been renewed every year since. In connection with nationwide movements against systemic racism and social injustices during 2020, our Board and Executive Council publicly pledged our continuing support for Black and Brown colleagues, suppliers, partners, and communities in the promotion of equity and equality.",
        "In 2017, we launched a D&I Council, which provides executive leadership on D&I and promotes belonging at Ally and in our communities. In 2020, we further enhanced our commitment to D&I with a financial and social inclusion roadmap that includes specific objectives. The framework is built upon four pillars: Community, Customers, Employees, and Suppliers.",
        "Community: Further social justice and address disparate systems and policies through an intentional approach to its philanthropy, volunteerism, board service as well as CRA initiatives including loans, investments, and partnerships.",
        "Employees: Increase representation and retention of Black and Brown employees at professional, managerial, and executive levels through intentional programming and support.",
        "Customers: Enable financial and social inclusion through our culture of customer obsession, developing education and/or solutions to strengthen economic mobility for all.",
        "Suppliers: Actively promote ways diverse businesses can engage and succeed within the Ally Supply Chain.",
        "We take deliberate steps to weave D&I through all of Ally’s human capital efforts: from pipelining candidates, onboarding, all the way through the employee lifecycle. With this approach, we have been able to build on our “One Ally” culture to celebrate the differences that our employees bring to the workplace. In 2020, we held Learn (In)clusion sessions, which are deeper dives on topics for our managers to learn the impacts of unconscious bias. Every employee has a specific culture-related performance objective, which includes a strong focus on D&I. Additionally, for all executive leaders, annual performance objectives and reviews include a specific focus on mobility and diversity trends within the workforce. The importance of D&I is also consistently reinforced by executive leadership through town hall meetings, employee communications, and active participation in our ERGs. A diverse and inclusive workforce makes us stronger, more agile, more innovative, and more adaptable. We believe it makes us better and benefits us from financial, operational, and cultural perspectives.",
        "We maintain eight ERGs sponsored by members of Ally’s Executive Council. These ERGs consist of: Aliados, Asian/Middle Eastern, Black/African American, Diverse Abilities, Generational, Pride, Veteran, and Women ALLYs. Membership in Ally’s ERGs is voluntary and open to all employees, whether they identify with the ERG or view themselves as an ally to the group. At December31, 2020, 38% of our workforce belonged to at least one ERG, increasing from 35% as of December 31, 2019. Our objective is to uphold a workplace environment where all employees feel heard and know that they can bring their authentic selves to work every day consistent with our culture.",
        "In 2018, in response to the issue of economic mobility and to further enhance our D&I efforts, we continued to deepen our relationship with TMCF through a number of programs, including the launch of Moguls in the Making, and contributed $1 million to the Smithsonian’s National Museum of African American History and Culture. Moguls in the Making is an annual competition that helps foster opportunities for young, up-and-coming entrepreneurs from our nation’s publicly-supported historically black colleges and universities. In 2019, TMCF honored our CEO as its CEO of the Year. In 2020, we hosted our second annual Moguls in the Making competition, which was held virtually with 50 students working in teams to develop a business plan that took into account COVID-19 and social equity. These experiences help develop skills for future careers, including for the over 20 students who have been offered internships with Ally in 2020. In early 2021, we took additional steps to address inequality of access to careers with long-term growth potential with a $1.3 million commitment in scholarships and programs in partnership with the Congressional Black Caucus Foundation, TMCF, and other professional university groups.",
        "We recognize one way to foster diverse and inclusive perspectives is to safeguard pay equality. We shifted from requests for salary history to salary expectations in our external hiring practices to help in confirming that our compensation is based on market rates for roles, experience, and performance. To the same end, we regularly benchmark our compensation against other companies both within and outside our industry. On February 1, 2021, we established an internal minimum hourly wage for our U.S. employees at $17.",
        "In January 2020, Ally launched its Supplier Diversity program to focus on diversity and inclusion among its supplier base. The Supplier Diversity program includes a proactive business strategy encouraging the use of suppliers owned by U.S.-based minorities, women, LGBTQ, veterans, service-disabled veterans and those with disabilities, and small or disadvantaged businesses defined by local, state, or federal classifications. The program also encourages all Ally third-party suppliers to utilize diverse-owned suppliers and small businesses on a second-tier basis. During 2020, we initiated a second-tier reporting program to capture additional diverse spend associated with Ally’s prime suppliers that are utilizing minority, women, LGBTQ, veteran, disability-owned, and small or disadvantaged businesses to help support Ally. Additionally, in January 2021, Ally hosted its inaugural Supplier Diversity Symposium, engaging more than 40 diverse suppliers in a company-wide networking event with our CEO and other Ally business executives to build relationships and explore opportunities to expand our spend with diverse suppliers.",
        "Engagement",
        "Active engagement is key as we continue to build a company where our employees want to work, have purposeful careers, and feel empowered to make a difference. Throughout the year, we leverage a third-party provider to administer confidential, anonymous employee surveys to provide management feedback on key strengths, as well as to identify areas where we can take action to further improve our ",
        "16",
        "Table of Contents",
        "Ally Financial Inc.•Form 10-K",
        "culture and further strengthen our engaged workforce. Our latest company-wide engagement survey in 2020 was responded to by 82% of our employees and had an average employee engagement score of 87 out of 100, as compared to the financial services industry benchmark of 72 out of 100, as measured by our third-party provider. Active employee engagement helps to strengthen our employee retention rate, which was 90.3% for the year ended December31, 2020.",
        "Learning and Development",
        "We hold numerous programs to invest in the growth and development of our employees. Our employee base receives continuing education courses relevant to our industry through the Ally Learning Center, in addition to on-the-job training related to their function. We have organized a mentor-mentee program as an avenue for our employees to share knowledge, experience, and perspective and to foster the personal and professional growth of one another. We encourage internal mobility among our employees, contributing to 29% of our existing eligible workforce that has been with Ally for at least one year receiving promotions or taking on new roles during the year ended December31, 2020. We also provide support for continuing education through a tuition reimbursement program, as well as student loan repayment assistance and contributions to employee’s 529 education savings plans. We emphasize career and skill development as part of our annual performance management process, in addition to targeted trainings for management development.",
        "Total Rewards, Health, and Wellness",
        "Our compensation program offers market-competitive base pay and pay-for-performance incentives based on achieving individual and company goals. In addition, our total rewards include competitive holiday and flexible paid-time-off, a 401(k) retirement savings plan with matching and company contributions that can total up to 10% of an employee’s salary per year, as well as other benefits designed to support the personal and professional lives of our employees. Examples of these benefits include paid parental and caregiver leave, adoption and surrogacy assistance, a backup child and adult/elder care program, and an employee assistance program. We also match employee donations to registered nonprofits subject to an annual cap and provide our employees with eight hours of voluntary-time-off to give back in the communities where we work.",
        "We empower our employees to act as founders with an owner’s mindset across all levels of the organization and all parts of the business. In January 2020, we awarded all active, regular Ally employees with 100 restricted stock units, subject to a 3-year cliff vesting schedule, in recognition of our notable accomplishments and to support a founder’s mentality. A second grant of 100 restricted stock units with a 3-year cliff vesting schedule was issued in January 2021. To further encourage the mindset of an owner, we also maintain an employee stock purchase plan that provides employees with the opportunity to purchase Ally stock at a discount.",
        "Supporting and valuing all of our employees is central to our culture. We offer flexible health insurance options including dental and vision for our employees, as well as a pre-tax health savings account with employer contributions. We provide life and disability benefits and manage a wellness program encouraging healthy living with financial rewards.",
        "In response to the COVID-19 pandemic, we provided a range of financial-assistance offerings, including a $1,200 expense payment for those earning less than $100,000. We enhanced existing benefits and introduced new benefits related to COVID-19 and mental health concerns. In May 2020, we launched the Ally Employee Relief Fund with a $250,000 contribution. Including matching contributions by Ally, this fund has been augmented by over $160,000 in additional donations and has helped over 500 of our employees. In August, recognizing the continuing difficulties caused by the pandemic, we paid 50% of the 2020 incentive-compensation targets for most of our non-executive employees in advance of expected year-end amounts.",
        "To curb the spread of COVID-19, we instituted a remote work protocol in mid-March 2020, and as of December31, 2020, over 99% of our employees continue to work remotely. For those employees who are working at our facilities to address critical business needs, we have implemented a daily health and temperature screening and reconfigured our working environment to allow for social distancing. The health and safety of our employees remain paramount in our decision-making, and our phased reopening of our facilities will be based on viral trends, governmental regulations, and local ordinances.",
        "Human capital risk",
        " — The risk caused by high turnover, inadequate or improper staffing levels, departure/unavailability of key personnel, or inadequate training and includes our exposure to worker’s compensation and employment litigation."
    ]
}