{
    "40888": [
        "Human Capital Management",
        "We believe our success depends on the strength of our workforce. Our integrated human capital management strategy includes the acquisition, development, and retention of talent, as well as the design of compensation and benefits programs, to deliver on our strategy",
        "Development",
        "- We enable our employees to reach their full potential by providing a wide range of career development and opportunities, skill development and resources they need to be successful. Our Rocket University learning platform supplements our talent development strategies and enables employees to access instructor-led classroom or virtual courses and self-directed web-based courses. Our annual Succession Planning and Talent Management process is the formal identification and development of our next generation leaders and supports the development of our talent pipeline for key roles across the enterprise. We encourage advancement and movement across our organization to fill our open positions with strong and experienced management talent and individual contributors",
        "Inclusion, Diversity and Engagement",
        "(\"ID&E\") – We believe in the strength of engaged and diverse teams in an inclusive work environment to unleash the potential of our employees. Through the efforts of these diverse and collaborative teams, we seek to be on the cutting edge of technology and exceed customer expectations. We have established a corporate-wide ID&E council and a number of executive-sponsored employee resource groups (\"ERG\") across the enterprise, where employees can foster connections and develop in a supportive environment. Our ERGs support the acquisition of diverse talent internally and externally. To assess and improve employee engagement, we survey our employees and take actions to address areas of employee concern",
        "Health and Safet",
        "y - Safety is one of our core values. We are committed to a safe work environment for our employees as well as being good stewards of the natural environment. Like many companies, the COVID-19 pandemic has been especially challenging as we focused our health and safety efforts on protecting our employees and their families from potential COVID-19 exposure while delivering excellent performance to our customers. Since the beginning of the COVID-19 pandemic, we have developed plans and taken focused actions aligned with the Centers for Disease Control and Prevention to protect, manage, and communicate with our employees to contain the impacts of COVID-19",
        "Corporate Information",
        "We were incorporated in Ohio in 1915 and reincorporated in the State of Delaware on April 11, 2014. Our principal executive offices are located at 222 N. Pacific Coast Highway, Suite 500, El Segundo, California 90245",
        "Our Internet website address is www.AerojetRocketdyne.com. We have made available through our Internet website, free of charge, our Annual Report on Form10-K, Quarterly Reports on Form10-Q, Current Reports on Form8-K and amendments to those reports filed or furnished pursuant to Section13(a) or 15(d) of the Securities Exchange Act of 1934 as soon as reasonably practicable after such materials were electronically filed with, or furnished to, the SEC. We also make available on our Internet website our corporate governance guidelines and the charters for each of the following committees of our Board of Directors: Audit; Corporate Governance& Nominating; and Organization& Compensation. Copies of the Code of Conduct and the Company’s Corporate Governance Guidelines are available on the Company’s Internet website at",
        "www.AerojetRocketdyne.com",
        "(copies are available in print to any stockholder or other interested person who requests them by writing to Secretary, Aerojet Rocketdyne Holdings, Inc., 222 N. Pacific Coast Highway, Suite 500, El Segundo, California 90245",
        "Development - We enable our employees to reach their full potential by providing a wide range of career development and opportunities, skill development and resources they need to be successful. Our Rocket University learning platform supplements our talent development strategies and enables employees to access instructor-led classroom or virtual courses and self-directed web-based courses. Our annual Succession Planning and Talent Management process is the formal identification and development of our next generation leaders and supports the development of our talent pipeline for key roles across the enterprise. We encourage advancement and movement across our organization to fill our open positions with strong and experienced management talent and individual contributors",
        "Inclusion, Diversity and Engagement (\"ID&E\") – We believe in the strength of engaged and diverse teams in an inclusive work environment to unleash the potential of our employees. Through the efforts of these diverse and collaborative teams, we seek to be on the cutting edge of technology and exceed customer expectations. We have established a corporate-wide ID&E council and a number of executive-sponsored employee resource groups (\"ERG\") across the enterprise, where employees can foster connections and develop in a supportive environment. Our ERGs support the acquisition of diverse talent internally and externally. To assess and improve employee engagement, we survey our employees and take actions to address areas of employee concern",
        "Health and Safety - Safety is one of our core values. We are committed to a safe work environment for our employees as well as being good stewards of the natural environment. Like many companies, the COVID-19 pandemic has been especially challenging as we focused our health and safety efforts on protecting our employees and their families from potential COVID-19 exposure while delivering excellent performance to our customers. Since the beginning of the COVID-19 pandemic, we have developed plans and taken focused actions aligned with the Centers for Disease Control and Prevention to protect, manage, and communicate with our employees to contain the impacts of COVID-19"
    ]
}