{
    "40987": [
        "HUMAN CAPITAL MANAGEMENT",
        "The Company’s key human capital management objectives are to attract, retain and develop the highest quality talent. To support these objectives, the Company’s human resources programs are designed to CONNECT prospective and current talent to opportunities at the Company, ENGAGE current employees through an inclusive and diverse culture with an emphasis internally and throughout the community, and help employees to GROW for future opportunities within the organization",
        "Employee Retention and Professional Development",
        "As of December 31, 2020, the Company employed approximately 50,000 people worldwide and operated within 14 countries. We take pride in our employees and are committed to helping our employees improve their physical, emotional and financial well-being. Our well-being programs include an online platform that offers an interactive way to accomplish personal and financial goals and a rewards platform for completing Company sponsored competitions and well-being activities",
        "The Company periodically conducts a global Engagement Survey (\"the Engagement Survey\") as a means of measuring employee engagement and satisfaction, as well as a tool for improving our human capital strategies. Our management reviews the results and based on the responses we have built action plans to focus on areas of improvement. We are pleased to report",
        "Table of Contents",
        "that the 2020 Engagement Survey results were overall favorable and have shown that our employees are proud to work for the Company. The results of the 2020 Engagement Survey and future surveys help us to continuously improve our human capital strategies and find ways to foster engagement and growth for our employees",
        "In addition, to empower employees to continually enhance their skills and reach their maximum potential, we provide a range of development programs, resources, and opportunities to help them be successful. Many are facilitated locally by each business with core leadership development at the Corporate level. One of our more significant programs is focused on high potential employees from all businesses globally. This program is a combination of in-person and virtual coursework and training with the intent to become fully immersed in the operations of our business and developing strategies and improvements cross-functionally. The Company also offers various internship and rotational programs. Our internship and rotational programs allow employees to see different operations of our business while also building strong relationships throughout the Company. Additionally, we offer various on-demand and live training courses to help our employees achieve their professional and personal goals. We believe these programs demonstrate the Company’s ongoing commitment of developing our future leaders",
        "Diversity and Inclusion",
        "Our culture is strengthened by our core values, which includes a steadfast commitment to diversity and inclusion. As part of our investment in our people, we make diversity and inclusion a priority. Our goal is to create a culture where we value, respect, and provide fair treatment and equal opportunities for all employees",
        "In addition, the Company has created a Diversity and Inclusion Committee, led by senior leadership and representatives from each business unit to ensure accountabilities exist to advance new initiatives and causes directed at leveling the playing field for all concerned. Our commitment includes supporting organizations that advance the interests of impacted individuals as well as supporting our communities in need. In the year ended December 31, 2020, our senior leaders also participated in training and discussions around the creation of an inclusive workplace. Employees at all levels across the organization are also participating in trainings to gain a better understanding of unconscious bias and its impact on the business.  Our efforts are also directed internally where we encourage the exchange of ideas, actively listen to employee dialogue, provide appropriate training, and ensure that the interests of all our employees are supported and advanced.  Overall, the Company seeks to create an environment where there is a sense of belonging and all voices are valued",
        "Please refer to the Company's 2020 Sustainability Report and Human Rights Policy, which can be found on the Company's investor relations website, for further information on human capital management"
    ]
}