{
    "42682": [
        "HUMAN CAPITAL ",
        "As of December 31, 2020, the Company employed approximately 1,150 persons, of whom approximately 625 were hourly employees. The majority of the Company’s manufacturing operations take place in the United States, as evidenced by 86% of its employees being in the Company’s U.S. locations and 14% of its employees being in its international locations.",
        "Our approach is to develop talent from within and supplement with external hires. We invest resources to develop the talent needed to remain a leading designer and manufacturer of pumps and pump systems. We provide our employees with training opportunities and educational benefits to assist in the expansion of their careers and skills. This approach has resulted in a deep understanding among our employee base of our business, products, and customers. We believe that our average tenure of 11.9 years, as of the end of 2020, reflects both the strong engagement of our employees and our positive workplace culture. The Company has no collective bargaining agreements and has never experienced a work stoppage.",
        "We provide competitive compensation and benefits programs to help meet the needs of our employees. In addition to salaries, these programs (which vary by country and region) include profit sharing, a 401(k) plan, medical insurance and benefits, health savings accounts, domestic care and flexible savings accounts, paid time off, and tuition assistance, among others. Certain domestic employees hired prior to January 1, 2008 participate in a defined benefit plan. Employees hired after this date, in eligible locations, participate in an enhanced 401(k) plan instead of the defined benefit plan. To create performance incentives and to encourage share ownership by our employees, we have implemented an employee stock purchase plan, which enables eligible employees worldwide to purchase the Company’s common shares at a discount through payroll contributions.",
        "The health and safety of our workforce is fundamental to the success of our business. We provide our employees upfront and ongoing safety training to ensure that safety policies and procedures are effectively communicated and implemented. We also provide personal protective equipment to those employees who need it to perform their job functions safely. We have experienced personnel on-site at each of our manufacturing locations who are tasked with environmental, health and personal safety education and compliance, and in certain locations we have an on-site nurse available to our employees for medical needs.",
        "In response to the COVID-19 pandemic, we have enabled employees to work from home where possible. Because our business involves the manufacturing of essential products, many of our employees are unable to work from home. In an effort to keep our employees safe and to maintain operations during the pandemic, we have implemented a number of new health-related measures, including social distancing, increased cleaning and sanitation measures, providing additional personal protective equipment, restricting visitor access to our facilities, and limiting in-person meetings and other gatherings.",
        "We are committed to upholding fundamental human rights and believe that all human beings should be treated with dignity, fairness and respect. We strive to promote inclusion and diversity in the workplace, engage with our communities, and encourage our suppliers to treat their employees in a manner that respects human rights. We utilize an on-line platform to provide training to all employees worldwide in key areas such as harassment and discrimination prevention and our code of conduct. We also internally publicize the availability of an anonymous ethics hotline through which any employee may report any ethics, safety or other employment concerns."
    ]
}