{
    "4281": [
        "Human Capital",
        "To recruit, attract, develop and retain world-class talent, the Company has created a culture that embraces diversity, drives inclusion, and empowers and engages our employees. ",
        "Training and Development",
        "The Company offers an integrated approach, enabling our employees to own their development and create rewarding careers that draw on their aptitudes and support their ambitions. We provide learning and development opportunities and equip our managers to provide ongoing coaching and feedback, so employees maximize their performance and potential, delivering success for Howmet.  ",
        "Diversity, Equity and Inclusion",
        "Events in 2020, particularly in the United States, underscored the importance and power of diversity, equity and inclusion (\"DEI\"). Howmet’s inclusive, respectful and values-based company culture fosters inclusive work environments that leverage the diversity of backgrounds, experience and thought within our organization. The Company partners with key external organizations that focus on DEI, including the Human Rights Campaign, the National Hispanic Corporate Council and Diversity Best Practices, to review and continuously improve our DEI initiatives. We continue to seek additional partners to further eliminate discrimination and implicit bias from the Company’s policies and processes.",
        "During 2020, we renewed our commitment to supporting our six employee resource groups (\"ERGs\") – Howmet African Heritage Network, Howmet Hispanic Network, Howmet Next Generation Network, Howmet Pride Network, Howmet Veterans Network and Howmet Women’s Network. The ERGs provide ",
        "workplace networks for employees who have shared characteristics, special interests or life experiences. They offer a conduit to professional development, strengthen business impact internally and externally, and promote commitments to a diverse workplace. During 2020, the ERGs provided a positive way for the Company to direct dedicated company resources toward employee education, community building and social impact initiatives.",
        "The Company also provided diversity awareness training on implicit bias and added inclusion to our leadership competency development in 2020.",
        "Health and Safety",
        "Howmet’s strong health and safety culture empowers our employees and contractors to take personal responsibility for their actions and the safety of their coworkers. This culture is supported by internal policies, standards, rules and procedures that clearly articulate our stringent requirements for working safely in all of our facilities worldwide. The Company embeds annual health and safety goals and objectives into its operating plans to progress against our ultimate goal of zero incidents. We prioritize our risk management processes toward the prevention of fatality and serious injury potential to focus on the hazards that have the potential for life-altering outcomes. ",
        "COVID-19 represented the biggest health challenge in the history of our Company, impacting our employees, suppliers and customers. This adverse situation became a unifying moment, as our employees worked tirelessly to establish internal and external programs and protocols to protect our people and processes, which were deemed essential for the aerospace, defense and transportation industries. Through our pandemic deployment system, the Company readied our plants around the world with a comprehensive toolbox based on risk. We structured our location pandemic programs around entry screening, self- assessment of symptoms, hygiene, masks, social distancing and robust implementation of tracing and quarantine protocols. ",
        "8",
        "Table of Contents",
        "Special pandemic-related policies for leave and alternative schedules were put in place to incentivize staying at home when sick. In addition, for employees who could meet their work commitments remotely, we provided resources and equipment to enable them to work from home. Access to mental health and resilience support was communicated and made available through our employee assistance partners.",
        "Human Capital"
    ]
}