{
    "42888": [
        "Human Capital Resources",
        "As of December25, 2020, we employed approximately 3,700 persons. Of this total, approximately 1,400 were employees based outside of the U.S., and 1,400 were hourly factory workers in the U.S. None of our Company’s U.S. employees are covered by a collective bargaining agreement. Various national industry-wide labor agreements apply to certain employees in various countries outside of the U.S. Compliance with such agreements has no material effect on our Company or our operations",
        "The location of the majority of our manufacturing operations within the U.S. allows us to flex employee resources as needed to respond to changes in demand of our business. During 2020, we were able to temporarily reassign manufacturing employees to our Contractor segment from other segments to align with sales demand. Our manufacturing, product development, warehouse and administrative employees are generally located in the same or adjacent facilities, which we believe contributes to our culture of strong manufacturing, engineering and customer service capabilities",
        "Health, Wellness & Safety",
        "The personal health and safety of each of our employees is of primary importance. The prevention of occupationally-induced injuries and illnesses is given precedence over operating productivity. Our Health, Wellness and Safety program is designed to increase employee engagement, reduce employee absenteeism due to illness or injury, provide healthier lifestyle choices by our employees, and reduce health risk factors for our employees",
        "During 2020, our experience with – and ongoing commitment to - workplace health and safety enabled us to remain operational during the COVID-19 pandemic while at the same time protecting the health and safety of our employees and workplace visitors. In response to the COVID-19 pandemic, we implemented enhanced safety and cleaning protocols, altered our manufacturing operations to allow for appropriate social distancing and hygiene, provided additional personal protective equipment to employees, provided paid time-off for employees directly impacted by COVID-19, implemented work-from-home arrangements for most office employees, and invested in modifications to factories, manufacturing cells and office space to create a safe work environment for our employees. We did not implement any workforce or pay reductions in response to the COVID-19 pandemic",
        "Total Rewards",
        "Our reward programs connect all employees to the performance and success of the Company.   As an employer of choice we offer pay, benefits and a work environment that attracts and retains high-performing talent. We believe that an effective",
        "Table of Contents",
        "compensation program must be at target of market as well as fair and equitable. Our compensation program is designed to attract and retain top talent, drive and reward performance and enhance our reputation. Our total reward program is comprised of various elements, including base pay, variable pay, equity-based compensation for all employees, and health, welfare and retirement benefits",
        "Talent",
        "To achieve our strategic objectives, it is imperative that we attract, develop and retain qualified personnel. We seek to develop talent from within our organization and supplement our workforce with external hires as necessary. This approach has helped create among our employees an in-depth understanding of our business, products, competition and customers, while also adding new employee ideas and perspectives in support of our continuous improvement initiatives",
        "Our executive officers responsible for setting overall strategy average nearly 26 years of tenure with us. Tenure of all employees averages nearly 11 years, reflective of our positive workplace culture. Our recruiting team uses internal and external resources to recruit highly skilled and talented workers, and we encourage and reward employee referrals for open positions",
        "We are committed to maintaining a culture of trust that recognizes the dignity and uniqueness of the individual. We provide equal opportunities for professional growth and advancement based on performance, qualifications, demonstrated skill and achievements. All employees are encouraged, under a continuous improvement program with financial incentives, to submit ideas to improve profitability, quality, safety and environmental practices. New employee orientations and regular ethics training are required for all employees. We complete a biennial survey of our employees to assess our culture and make improvements as necessary",
        "Community",
        "We have a long history of giving back to the communities where we live and work through the volunteer efforts of our employees and the giving efforts of the Graco Foundation",
        "The Graco Foundation’s goal is",
        "to help organizations grow their ability to serve community needs through grants focused on capital projects, specific programs and technology needs",
        "The Graco Foundation places emphasis on educational programs",
        "especially STEM (science, technology, engineering and math) programs; human service programs promoting workforce development; and youth development programs",
        "The Graco Foundation also supports several employee-based programs, including dollar-for-dollar gift matching, grants to support volunteerism, scholarships for children of employees, tutoring with a local middle school and an annual Paint-A-Thon that helps",
        "low-income seniors and people with permanent disabilities continue to live independently in their own homes"
    ]
}