{
    "4447": [
        "Human Capital Management",
        "Corporate Culture and Overview",
        "Our human capital strategy aims to attract and retain our talent by investing in their professional development and providing them with challenging and rewarding opportunities for personal growth.  Our workplace culture is guided by our Corporation’s values and reinforced by developing quality leadership, fostering diversity and inclusion, emphasizing continuous learning, creating opportunities for engagement, driving innovation and embracing Lean processes.  We are pursuing a Life at Hess initiative to optimize the work experience for our multigenerational workforce and unlock the discretionary effort that is required to perform at a high level on a sustained basis.  The Life at Hess framework encompasses programs, policies and practices, and a listening system that draws on in-person dialogues, pulse polls and data analytics to help leaders understand employees’ issues and perspectives and inform their decision making.",
        "As of December 31, 2020, we had 1,621 employees globally, as detailed below.",
        "United States",
        "Guyana",
        "Malaysia and JDA",
        "Other (a)",
        "Total",
        "Job Category",
        "Executives and Senior Officers",
        "31",
        "1",
        "32",
        "First and Mid-Level Managers",
        "328",
        "59",
        "17",
        "404",
        "Professionals",
        "686",
        "78",
        "23",
        "787",
        "Other",
        "360",
        "2",
        "36",
        "398",
        "Total",
        "1,405",
        "140",
        "76",
        "1,621",
        "Other includes our interests in Denmark and Libya.",
        "COVID-19 Response",
        "We prioritize the safety of our workforce.  Our safety programs and practices are designed to help ensure that everyone, everywhere gets home safe every day.  Our response to COVID-19 reflects this commitment.  A multidisciplinary Hess emergency response team has been overseeing plans and precautions to reduce the risks of COVID-19 in the work environment while maintaining business continuity based on the most current recommendations by government and public health agencies.  The Corporation has implemented a variety of health and safety measures including enhanced cleaning procedures and modified work practices such as travel restrictions, health screenings, reduced personnel at offshore platforms and onshore work sites wherever this can be done safely, and remote working arrangements for office workers.  We continue to adapt our work policies and benefits to prioritize emotional, mental and physical health and well-being.  We are taking a deliberate and measured approach to returning to the physical work environment in each of our office locations.",
        "During 2020, we adapted our Life at Hess initiative for a work experience that was largely away from the office and with stringent health and safety protocols throughout our operations, including: ",
        "activated emergency response teams representing all Hess work locations to coordinate effective local deployment of our COVID-19 protocols;",
        "15",
        "introduced policies reinforcing that COVID-19 will not negatively impact pay and benefits for employees who may miss work due to COVID-19 exposure, quarantine or test positive;",
        "provided work from home guidance, technology and training to allow office-based employees to complete their tasks effectively while working remotely; ",
        "modified work schedules for field operations to lessen virus exposure and to accommodate quarantine protocols; and",
        "offered supplemental medical resources, such as at-home COVID-19 testing kits, mental wellness programs and access to third-party medical experts, at no cost to employees.",
        "Inclusion, Diversity and Equity",
        "In keeping with our values and purpose, we have a longstanding commitment to inclusion and diversity.  Our Corporation is committed to providing a global workplace free from discrimination and harassment, where everyone can achieve their full potential.  We provide equal employment opportunities for all employees and job candidates regardless of race, color, religion, gender, age, sexual orientation, gender identity, creed, national origin, genetic information, disability, veteran status or any other protected status.  Hess’ Inclusion, Diversity and Equity Council provides executive leadership and guidance in our hiring, work environment and development activities.  Our expectations for an inclusive and diverse workplace and our culture of mutual respect and trust are spelled out in our Code of Conduct and Ethics and related policies and reinforced regularly with employees at every level of our Corporation through training.  Additional information regarding our policies and practices, including training and employee engagement initiatives, is included in our annual Sustainability Report, which is available on our website at ",
        "www.hess.com",
        "During 2020, Hess maintained or improved diversity among our first and mid-level managers and professionals.  Employee turnover, diversity, inclusion and equity, and leadership development metrics, along with qualitative data, are shared with our Board of Directors annually, with more detailed reviews by the Compensation and Management Development Committee throughout the year. ",
        "Women(U.S. and International)",
        "Minorities (a)(U.S. Based Employees)",
        "2020",
        "2019",
        "2018",
        "2020",
        "2019",
        "2018",
        "Job Category",
        "Executives and Senior Officers",
        "13",
        "16",
        "16",
        "13",
        "13",
        "10",
        "First and Mid-Level Managers",
        "23",
        "22",
        "21",
        "20",
        "19",
        "18",
        "Professionals",
        "32",
        "31",
        "33",
        "27",
        "26",
        "27",
        "Other",
        "17",
        "18",
        "19",
        "16",
        "17",
        "17",
        "Total",
        "26",
        "26",
        "26",
        "22",
        "22",
        "22",
        "As defined by the U.S. Department of Labor.",
        "Reward Programs",
        "Our compensation and benefits programs are focused on attracting and retaining a highly skilled workforce in a rapidly changing industry.  We benchmark our compensation programs annually through industry specific surveys and conduct an annual review to identify and address compensation inequities.  Our Corporation maintains an annual incentive plan that applies to all employees, including executive officers, that shares the same enterprise performance metrics for all participants.  In addition, we provide a comprehensive wellness program that addresses physical wellness and also focuses on the financial, social and emotional well-being of our employees.",
        "16",
        "Information about our Executive Officers",
        "The following table presents information as of March 1, 2021 regarding executive officers of the Corporation:",
        "Name",
        "Age",
        "Office Held* and Business Experience",
        "Year Individual Became an Executive Officer",
        "John B. Hess",
        "66",
        "Chief Executive Officer and Director",
        "Mr. Hess has been Chief Executive Officer of the Corporation since 1995 and employed by the Corporation since 1977.He has over 40 years of experience in the oil and gas industry.",
        "1983",
        "Gregory P. Hill",
        "59",
        "President and Chief Operating Officer",
        "Mr. Hill has been Chief Operating Officer since 2014 and President of the Corporation’s worldwide Exploration and Production business since joining the Corporation in January 2009.Prior to joining the Corporation, Mr. Hill spent 25 years at Royal Dutch Shell and its affiliates in a variety of operations, engineering, technical and managerial roles in Asia-Pacific, Europe and the United States.",
        "2009",
        "Timothy B. Goodell",
        "63",
        "Executive Vice President, General Counsel, Corporate Secretary and Chief Compliance Officer",
        "Mr. Goodell has been General Counsel of the Corporation since 2009, Corporate Secretary since 2016, Chief Compliance Officer since 2017 and Executive Vice President since 2020.Prior to joining the Corporation in 2009, he was a partner at the law firm of White & Case, LLP where he spent 25 years.",
        "2009",
        "John P. Rielly",
        "58",
        "Executive Vice President and Chief Financial Officer",
        "Mr. Rielly has been Chief Financial Officer of the Corporation since 2004 and Executive Vice President since 2020.Mr. Rielly previously served as Vice President and Controller of the Corporation from 2001 to 2004.Prior to joining the Corporation in 2001, he was a Partner at Ernst & Young, LLP where he was employed for 17 years.",
        "2002",
        "Richard Lynch",
        "63",
        "Senior Vice President, Technology and Services",
        "Mr. Lynch has been Senior Vice President, Technology and Services of the Corporation since 2018.Mr. Lynch previously was Senior Vice President Global Developments, Drilling and Completions from 2014.Prior to joining the Corporation in 2014, Mr. Lynch spent over 30 years in well delivery and operations, as well as project and asset management, with BP plc and ARCO.",
        "2018",
        "Gerbert Schoonman",
        "55",
        "Senior Vice President, Global Production",
        "Mr. Schoonman has been Senior Vice President, Global Production of the Corporation since January 2020.Since joining the Company in 2011, he served in various operational leadership roles, including as Vice President, Production – Asia Pacific, from January 2011 through August 2012; Vice President, Onshore – Bakken from September 2012 through December 2016; and most recently, as Vice President, Offshore since January 2017.Prior to joining the Corporation, he spent 20 years with Royal Dutch Shell where he served in operational and leadership roles.",
        "2020",
        "Andrew Slentz",
        "59",
        "Senior Vice President, Human Resources and Office Management",
        "Mr. Slentz has been Senior Vice President, Human Resources of the Corporation since April 2016 and responsible for Office Management since 2018.Prior to joining the Corporation in 2016, Mr. Slentz served as Executive Vice President of Administration and Human Resources at Peabody Energy since 2010.Mr. Slentz has over 25 years in human resources experience at large international public companies.",
        "2016",
        "Barbara Lowery-Yilmaz",
        "64",
        "Senior Vice President and Chief Exploration Officer",
        "Ms. Lowery-Yilmaz has been the Senior Vice President, Exploration of the Corporation since August 2014.Ms. Lowery-Yilmaz has over 30 years of oil and gas industry experience in exploration and technology with BP plc and its affiliates including senior leadership roles.",
        "2014",
        "All officers referred to herein hold office in accordance with the By-laws until the first meeting of directors in connection with the annual meeting of stockholders of the Registrant and until their successors shall have been duly chosen and qualified.Each of said officers was elected to the office opposite their name on June 2, 2020.",
        "Except for Mr. Slentz, each of the above officers has been employed by the Corporation or its affiliates in various managerial and executive capacities for more than five years.Prior to joining the Corporation, Mr. Slentz served in senior executive positions in human resources at Peabody Energy and its affiliates.",
        "17",
        "Access to Our Reports",
        "We make available free of charge through our website, www.hess.com, our annual report on Form10‑K, quarterly reports on Form10‑Q, current reports on Form8‑K and amendments to those reports filed or furnished pursuant to Section13(a) or 15(d) of the Exchange Act, as soon as reasonably practicable after such material is electronically filed with or furnished to the Securities and Exchange Commission.The information on our website is not incorporated by reference in this report.Our Code of Business Conduct and Ethics, Corporate Governance Guidelines, and the charters for the Audit Committee, Compensation and Management Development Committee, Corporate Governance and Nominating Committee and Environmental, Health and Safety Committee of the Board of Directors are available on our website and are also available free of charge upon request to Investor Relations at our principal executive office.We also file with the New York Stock Exchange (NYSE) an annual certification that our Chief Executive Officer is unaware of any violation of the NYSE’s corporate governance standards.",
        "18"
    ]
}