{
    "45876": [
        "HUMAN CAPITAL RESOURCES",
        "As of December 31, 2020, we had approximately 12,000 employees, excluding contingent workers, in more than 35 countries.  The majority of these employees are represented by labor unions, through more than 100 collective bargaining agreements",
        "Our business relies on our ability to attract and retain talented employees.  To attract and retain talent, we strive to create a diverse, inclusive and supportive workplace while providing opportunities for our employees to grow and develop in their careers",
        "Corporate Values",
        "Across cultures, time zones and organizational lines, our values are the link that connects us all.  As the cornerstone to our shared Company culture, these values reflect our overarching direction and purpose as a business",
        "Employee Care - We are committed to safe, appealing work environments, market-competitive benefits programs and investment in personal development.  We must treat our people as we would like to be treated ourselves, and we must attract and retain the very best talent throughout our organization",
        "Passion for Winning - We are passionate about winning through creating exceptional value for our employees, customers and shareholders.  Excellence is not an act, but a habit",
        "Satisfy the Customer - We are engaged in the relentless pursuit of customer satisfaction by listening to the customers' needs, and consistently delivering value that exceeds their expectations",
        "Inclusion - We strive to create an environment where all people are actively included. Our diverse global workforce is our most valuable asset.  We must foster a climate in which every employee is encouraged to engage and dedicate his or her talents and experiences",
        "Integrity - We demonstrate an uncompromising commitment to ethical principles.  We act ethically and in the interest of the customers we serve.  We treat others with dignity and respect, and value honesty above all else",
        "Respect - We respect all individuals and their contributions.  Harsco will not tolerate discrimination or harassment of any kind.  Our employees have a right to a safe, respectful workplace.  Our management has a mandate to provide it",
        "Health, Safety and Wellness",
        "We are committed to the health, safety and wellness of our employees.  We are passionate about establishing a culture of ownership and accountability for which all employees are responsible for safety.  We evaluate our safety processes, programs and procedures to continuously improve our safety performance.  We provide our employees and their families with access to a variety of health and wellness programs globally",
        "In response to the COVID-19 pandemic, we developed and implemented robust principals and standards, in consultation with infectious disease and public health experts, we consider to be in the best interest of our employees, as well as the communities in which we operate, to ensure we not only complied with governmental regulations, but created safe work environments for our employees",
        "Compensation and Benefits",
        "We provide competitive compensation and benefits programs for our employees.  In addition to salaries, these programs, which vary by employee level and by the country where the employees are located, may include, among other items, bonuses, stock awards, retirement programs including pension and savings plans, health savings and flexible spending accounts, paid time off, paid parental leave, disability programs, flexible work schedules and employee assistance programs",
        "CORPORATE INFORMATION",
        "The Company was incorporated in 1956.  The Company’s global headquarters and executive offices are located at 350 Poplar Church Road, Camp Hill, Pennsylvania 17011, and its main telephone number is 717.763.7064",
        "The Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and any amendments to such reports filed with or furnished to the Securities and Exchange Commission (the “SEC”) under Sections 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are available on the Company’s website at www.harsco.com as soon as reasonably practicable after such reports are electronically filed with the SEC.  Additionally, the SEC maintains a website that contains reports, proxy and other information regarding issuers that electronically file with the SEC at www.sec.gov"
    ]
}