{
    "46080": [
        "Human Capital Management ",
        "Overview",
        "Our key human capital management objectives are to attract, develop and retain a talented diverse workforce. The experience, dedication and diverse backgrounds of our employees are at the heart of our success, energizing everything we do, from developing innovative products to creating immersive entertainment experiences. Working together, we seek to create a culture of Community, Creativity, Inclusion, Integrity and Passion in which everyone feels valued and empowered to deliver their best every day. As our organization continues to grow and evolve, we remain steadfast in our ambition to provide a supportive and inclusive community that is the best place our employees ever work. ",
        "Employees",
        "As of December 27, 2020, we employed 6,822 people worldwide, with approximately 50% of our employees in the North America (41% in the United States), 27% in Europe, and 17% in Asia Pacific. As of fiscal year end, approximately 55% of our global workforce was female, 42% of our employees in managerial roles (meaning director level and above) were female, and minorities represented approximately 19% of the Company's U.S. workforce, of which 10% of our U.S. employees in managerial roles were minorities. Approximately 10% of our employees are covered by unions or collective bargaining agreements.",
        "Governance ",
        "Our governance of human capital starts with our board of directors. The Nominating, Governance and Social Responsibility Committee of the Board of Directors oversees the Company policies and practices with respect to significant issues of corporate social responsibility, including aspects of human capital management, such as diversity and inclusion. The Compensation Committee of our Board of Directors oversees our compensation programs. ",
        "For corporate social responsibility objectives, our chairman and CEO chairs an internal executive CSR Committee, comprised of senior management and leadership, that sets the strategic direction for CSR policies and initiatives, and ensures their integration throughout the entire global organization. Our corporate CSR team, led by our Chief Purpose Officer, works cross-functionally to develop and implement strategic initiatives across our company and advise on key issues. Additionally, our Chief Human Resources Officer (\"CHRO\"), is responsible for developing and executing key aspects of our human capital strategy, including the attraction, acquisition, development and engagement of talent to deliver on the Company’s strategy and the design of competitive compensation and employee benefit programs.  ",
        "Key Areas of Focus",
        "Diversity and Inclusion (D&I). ",
        "We believe that the more inclusive we are as a company, the more effective our employees will be and the stronger our business will perform. Hasbro views D&I as a strategic CSR priority that is linked to the future success of our business and the growth of our brands. In 2018, our Chairman and CEO, Brian Goldner, along with 800 other CEOs, signed on to the CEO Action for Diversity and Inclusion pledge, developed by the accounting firm PwC, to publicly affirm Hasbro’s commitment to D&I as a fundamental value and corporate priority. A summary of some of the significant steps we have taken to further build a culture of D&I within our organization include:",
        "Establishing a D&I function responsible for D&I programs and initiatives, talent acquisition and employee engagement. ",
        "Holding numerous meetings with employees across the U.S., outlining the business case for D&I. ",
        "Launching a Global Diversity, Inclusion and Belonging program to discuss employee experiences and concerns in the after-math of social unrest.",
        "Implementing unconscious bias training to help acknowledge subtle biases, which impact employee and management behavior, from hiring to project team selections and people management. ",
        "Setting aggressive D&I goals for the organization that include:",
        "Increasing the percentage of women in director and above roles globally to 50% by 2025;",
        "23",
        "Table of Contents",
        "Expanding ethnically and racially diverse employee representation in the U.S. to 25% by 2025; and ",
        "Including a 50% diverse slate of candidates for all open U.S. positions where there is underrepresentation.",
        "Employee Engagement",
        ". At Hasbro, we support 12 Employee Resource Groups (ERGs), with nearly 1,000 members, reflecting our diverse employee population and the dynamic opportunities for employee engagement. These groups give voice to member concerns, create opportunities for networking and leadership skills development, aid in employee recruitment and retention efforts, and celebrate ethnic and cultural themes important to our workforce. In addition to our ERGs, we established a Business Resource Group (BRG), which provides a channel for the ERGs to consult on business decisions and programs, many related to diversity, as well as on the marketing, design and content of products. ",
        "Compensation, Health, Safety & Well-being of Employees. ",
        "Employee attraction, development and retention has long been a key Hasbro priority. We recognize and reward our employees with a total rewards package that includes competitive base pay, equity compensation (for certain levels), annual incentives, product discounts and other comprehensive benefits, including wellness programs that help people integrate work and life commitments. We regularly review salary ratios for men and women in similar roles to help maintain internal equity and market competitiveness across the globe, including among managers. We review both industry and local market data at least annually to identify trends and market gaps in order to maintain the competitiveness of our compensation and employee benefit programs. When designing our compensation and employee benefit programs, we also look beyond the fundamentals of these important components and consider the bigger picture of how these programs contribute to the overall employee experience.",
        "We also realize that employee health and wellness is an important area to be well managed. We support our colleagues’ wellbeing, which includes mental, physical and financial wellness, through a number of programs, including: ",
        "Employee Wellness & Happiness Teams organized in our major offices that offer wellness programs. ",
        "Robust employee assistance programs, including virtual therapy sessions, that help employees experiencing stress or other mental health needs. ",
        "Childcare solutions, including in-home and back-up care, as well as back-up adult and elder care for employees balancing work with childcare or elder care needs. ",
        "Webinars for managers to help identify risk factors and types of mental health issues. ",
        "A commitment to flexible work arrangements to help employees with work-life balance and to take care of health needs.",
        "Financial wellness resources offered by third party vendors with whom we work that can assist our employees with retirement and other financial planning services.",
        "2020 marked an enormous test of our organization’s resilience, which included adapting to the significant shift to remote working due to the COVID-19 pandemic. As part of our ongoing commitment to supporting our diverse and geographically dispersed employee population, we issued regular and frequent communications to ensure the health, safety and welfare of our employees. We encourage a continuous dialogue with our employees by inviting their feedback and, as a result, we continue to learn about and respond to their concerns. We provided technological tools, ergonomic support, internet capacity, mental health support and many other tools designed to support our workforce in working effectively in their homes or safely on site, if their jobs so required it. We developed engaging COVID-19 handbooks for employees returning to work in our offices around the world and implemented robust employee health and safety protocols and sanitization in our owned and operated offices and facilities globally. We provided employees with a stipend to help them with expenses relating to remote work. In the U.S., we adopted changes to certain employee benefit plans that were authorized by legislation enacted as a result of COVID-19 to allow greater flexibility and broader coverage to our employees in the event they were negatively impacted by COVID-19. Our employees’ health, safety and well-being during the pandemic is our top priority.",
        "Training and Talent Development",
        ". We are committed to the continued development of our people. Strategic talent reviews and succession planning occur on a planned cadence annually – globally and across all business areas. The CEO and CHRO convene meetings with senior company leadership and the Board of Directors to review top company talent. The Company provides opportunities for the Company's internal ",
        "24",
        "employees to grow their careers. We have programs and training to help develop our employees, such as the Hasbro Management Academy, a global program for managers that identifies and describes what it takes to be an effective leader at Hasbro. We invest in the development of our employees by providing both in-house training and opportunities to participate in third party programs, including both specialized training and broader academic pursuits.",
        "Community. ",
        "The power of service is core to our employee culture. Employees have the benefit of taking four hours of paid time off every month to volunteer with programs and organizations that benefit children. In addition, team-building company-sponsored volunteer projects are organized throughout the year allowing groups of employees to make a meaningful difference in the community through service. These programs include our Global Day of Joy, Hasbro’s annual company-wide day of service. Every year in December, employees from each Hasbro office around the world participate in service projects to benefit child-focused organizations. In 2020, approximately 5,200 employees around the world completed more than 14,000 service hours to make a difference for more than 100,000 children."
    ]
}