{
    "46129": [
        "Human Capital",
        "Employment",
        "At December31, 2020, we employed approximately 1,770 full-time employees worldwide. Of those, approximately 48% are located in North America, 40% are located in Europe and the remainder are located in Asia-Pacific.",
        "Employee Health and Safety",
        "The Company complies in all respects with the national and local laws of the jurisdictions in which we operate regarding workers safety and health.  The Company strives to continuously improve employee safety and health through consistent ",
        "8",
        "Table of Contents",
        "measurement and reporting on progress and leading indicators.  It has programs that emphasize that each employee in the organization is responsible for safety in the workplace.  The Company provides a comprehensive safety program that focuses on a zero-incident mindset by providing ongoing training opportunities and review of safety activities and initiative. This clearly visible effort encourages employee engagement and active management and leadership involvement.",
        "Human Capital Management",
        "The Company believes that its workforce is one of the Company’s greatest assets, and it has a proactive human capital management and talent development program.  The Compensation Committee recognizes human capital as a key driver of long-term value and is responsible for oversight of the Company’s human capital management and talent development programs.",
        "Diversity and Inclusion ",
        "The Company is committed to apply fair labor practices while respecting the national and local laws of the countries and communities where we have operations.  The Company is committed to providing equal opportunity in all aspects of employment.  The Company does not engage in or tolerate unlawful conduct, including discrimination, intimidation, or harassment. The Company strives to establish relationships with key organizations and associations that foster diversity and inclusion initiatives in the communities where it is located. The Company is committed to identifying a talented and innovative workforce by building a diverse and inclusive pipeline of talent. The Compensation Committee is responsible for the oversight of the Company’s diversity and inclusion initiatives.",
        "Ethical Business Practices ",
        "The Company is dedicated to conducting its business with integrity and responsibility.  The Company promotes honest and ethical conduct, and the Board has adopted a Code of Ethics and Business Conduct which applies to all employees, directors, and officers.  The Company does not tolerate human rights abuses, human trafficking and or slavery, the use of child labor and will not engage or be complicit in any activity that solicits or encourages human rights abuse."
    ]
}