{
    "46195": [
        "Human Capital Management",
        "As of December31, 2020, we employed 2,022 full-time equivalent employees, of which 1,932 are located in the State of Hawaii, with the remainder located in Guam and other Pacific Islands.None of our employees are subject to a collective bargaining agreement. ",
        "The Company values the contributions of all of its employees and is committed to building an active and connected employee community within the Company.Key areas of focus for the Company include: ",
        "Diversity & Inclusion: The Company believes that a diverse and inclusive workforce fosters an environment where everyone can thrive and be successful.As of December 31, 2020, approximately 86% of our workforce are minorities (non-Caucasian) and approximately 64% of our workforce are female, which accounts for 43% and 60% of our senior leaders and managers, respectively.We conduct an external pay equity study periodically to evaluate that a gender pay gap does not exist.",
        "6",
        "Table of Contents",
        "Employee Development and Training: The Company is committed to providing all employees with the opportunity to grow, connect and thrive within the Company.A review of organizational talent and succession planning occurs annually to enable senior leadership to monitor the development of top talent within the Company.Skills and professional development training is provided to employees at all levels, with additional development sessions specifically targeted to managers and leaders.Current key initiatives include the launch of an Advanced Leaders program to elevate leadership capabilities, as well as the development of Emerging Leaders and Aspiring Leaders programs to cultivate future talent. ",
        "Employee Benefits: The Company believes in enabling a healthy workforce and providing a benefits program that is designed to attract, retain, and motivate employees.In addition to competitive insurance, healthcare, and retirement offerings, examples of more innovative and workforce-specific benefits offerings include: mortgage discount program, student loan assistance program, fitness classes, well-being sessions, and personal finance education.",
        "Health & Safety: The health and safety of our employees is a priority.  In 2020, our commitment to workplace safety and workforce health enabled the Company to maintain business and operational continuity without diminishing our focus on both employee and customer safety during the COVID-19 pandemic.Examples of specific initiatives to enhance on-site safety include daily employee health screening as well as temperature scanning and social distancing protocols in both office and branch locations.  We also invested in ventilation system upgrades and installed physical health guards/barriers."
    ]
}