{
    "47111": [
        "Human Capital ",
        "As of December31, 2020, the Company employed approximately 15,200 full-time and 1,680 part-time employees worldwide. Collective bargaining agreements covered approximately 6,285 employees, or approximately 37% of the Company’s employees worldwide.  During 2021, agreements will be negotiated for certain employees at four facilities outside of the United States, comprising approximately 70% of total employees under collective bargaining agreements. We believe our efforts in managing our workforce have been effective, as evidenced by a strong culture and a good relationship between the Company and our employees.",
        "We are a purpose-driven company and for more than a century, our iconic brands have been built on a foundation of community investment and connections between people around the world. We could not have achieved this without our remarkable employees who make our purpose a reality. As a result, our human capital strategies are material to our operations and core to the long-term success of the Company.",
        "Our People, Safety and Employee Engagement",
        ".  We believe our employees are among our most important resources and are critical to our continued success. We provide a workplace that develops, supports and motivates our people. The overall well-being and safety of our employees is a key value and remains our top priority. We continue to invest in training, workplace resources and leading systems and processes to ensure the responsible management of all facilities. Additionally, our annual Many Voices, One Hershey survey reaches all of our employees around the world to hear their thoughts on the Company's direction and their place in it. Post-survey action planning has resulted in changes to our decision-making processes and significantly improved annual survey scores over time. We also use surveys throughout the year to engage our employees on the Company's strategy, initiatives and leadership.",
        "Talent Acquisition, Development and Training",
        ".  Hiring and developing our employees is critically important to our operations and we are focused on creating experiences and programs that foster growth and performance. We provide all employees the chance to learn, grow and own their work. We have partnered with leading online content experts and increased internal learning development to expand our catalog of online and classroom courses. Additionally, we have co-created a culture of development with the enthusiastic support of our employees. Through individual development plans, learning opportunities, feedback and coaching, employees can build careers at The Hershey Company, as evidenced by the fact that five out of our six executive officers were promoted from within the organization (see ",
        "Information About Our Executive Officers",
        ").",
        "Compensation, Benefits and Wellness",
        ".  In addition to offering competitive, fair and transparent compensation, we also offer a suite of benefits, including comprehensive health and meaningful retirement benefits to eligible employees, tying incentive compensation to both business and individual performance, offering parental leave and adoption benefits and maintaining an employee stock purchase plan. We also provide a number of innovative programs designed to promote physical and emotional well-being, including ergonomic workspaces, a state-of-the-art fitness center at our Hershey, Pennsylvania campus and private rooms designed for quiet reflection, prayer or wellness breaks. In 2016, we introduced SmartFlex as part of the Company's evolution into a more agile place of work. SmartFlex is a suite of policies that allows individuals to create their own balance between work and personal life, as well as improve productivity, job satisfaction and increase employee engagement.",
        "Table of Contents",
        "The Hershey Company  |  2020 Form 10-K  |  Page 6",
        "Diversity and Inclusion",
        ".  Our diverse and inclusive culture makes the difference across all areas of the business. Our gender representation includes women occupying many of the top positions in the Company, including Chief Executive Officer and Chairman of the Board, and Chief Growth Officer, and approximately 50% representation across the Company. Across the salaried workforce in the United States, we paid women $1.00 on the dollar compared to men. Additionally, five of our 14 Board of Directors are women. Additionally, we create a welcoming and inclusive work environment for all employees around the world. Our eight employee-led Business Resource Groups, which include Abilities First, African American, Asian, GenH (Generations), Latino, Prism (LGBTQ), Veteran’s and Women’s, play a critical role in attracting diverse talent, providing mentoring and career development opportunities, delivering commercial business insights and connecting people to the Company and the communities where we do business. In 2020, the Company was ranked #21 on DiversityInc’s Top 50 Companies for Diversity.",
        "Community and Social Impact",
        ".  Our philanthropy and volunteerism efforts reflect how we live out the Company’s value of making a difference, from supporting causes our employees care about to investing in the long-term success of the communities where we live and work. We work closely with counterparts in each of our plant and office locations across the United States and globally to identify local community needs and craft tailored approaches to provide support. This work includes forging partnerships with local non-governmental organizations, providing grants and contributions, and organizing volunteer service activities and employee fundraisers.  "
    ]
}