{
    "48898": [
        "Human Capital",
        "Our commitment to developing our employees is one of four pillars that guide Hubbell as a company. We recruit, hire, and develop talent that meets and anticipates the ever-changing needs of our enterprise, while fostering an inclusive and diverse workplace. Hubbell provides market competitive compensation, health and well-being programs, and retirement benefits based on the countries and markets in which we operate to motivate market-leading performance. ",
        "As of December 31, 2020, Hubbell had approximately 19,100 salaried and hourly employees of whom approximately 10,500, or 55%, are located in the United States. Approximately 2,700 of these U.S.employees are represented by 8 labor unions. Hubbell considers its labor relations to be satisfactory and regularly engages with its labor unions.",
        "Hubbell is committed to fostering an environment that respects and encourages individual differences, diversity of thought, and talent. We strive to create a workplace where employees feel that their contributions are welcomed and valued, allowing them to fully engage their talents and training in their work, while generating personal satisfaction in their role within Hubbell. Hubbell has created a multi-year, enterprise-wide strategy dedicated to evolving our inclusive culture while addressing underrepresentation across our company. As of December 31, 2020, 32% of our employees identify as female, and within the United States, 28% identify as female and 38% are racially diverse. Hubbell has also joined the Paradigm for Parity coalition, with over 100 companies in committing to achieve gender parity in its senior leadership by 2030.",
        "Across, the enterprise, there are a variety of ways we invest in our people to learn - on the job, in the classroom, through self-directed learning, or through leadership programs. We have expanded our learning management system (known as Hubbell University) to make new content and training available to our employees. The Company has also expanded leadership development programs and continues to expand internship programs to continue to develop new talent.",
        "The Company also fosters and encourages its employees to give back to their communities. In 2020, Hubbell launched its inaugural Hubbell Helping Hands dedicated month of service, making October, 2020 an annual month of volunteerism focus for the Company. The Company also introduced a new Volunteer Paid Time Off policy in 2020.",
        "As a manufacturing company we focus on protecting the health and safety of our employees. We dedicate resources to track and monitor safety and recordable incidents using an enterprise-wide data management system. As a result, the total recordable incident rate has decreased 42% over the last 5 years and the days away restricted rate has decreased 39% over the last 5 years. ",
        "In 2020, Hubbell's top priority has been to take appropriate actions to protect the health and safety of our employees as a result of the COVID-19 pandemic. We have adjusted standard operating procedures within our business operations to ensure the continued safety of those within our locations and we continually monitored evolving health guidelines to ensure ongoing compliance and protection of our employees. These procedures include expanded and more frequent cleaning within facilities, implementation of appropriate social distancing programs, shift changes, requiring use of certain personal protective equipment, screening protocols and work from home programs, as applicable, as well as facilitating remote work programs where practicable. In March, 2020, the Company implemented an emergency paid leave program that provided employees paid time off in certain situations triggered by the COVID-19 pandemic. ",
        "During the second quarter of 2020 we provided certain U.S. and Mexican hourly and salaried employees involved in the ongoing operations of our plants and warehouse with appreciation pay.",
        "In addition to the foregoing, the Company also invested in various programs to support employees' mental and physical health during the pandemic.",
        "We will continue to evolve these programs to protect the health and safety of our employees.",
        "HUBBELL INCORPORATED",
        "- Form 10-K",
        "7",
        "Information about our Executive Officers ",
        "Name ",
        "(1)",
        "Age",
        "Present Position",
        "Business Experience",
        "Gerben W. Bakker",
        "56",
        "President and Chief Executive Officer",
        "Present position since October 1, 2020; previously, President and Chief Operating Officer June 6, 2019 to October 1, 2020; Group President, Power Systems February 1, 2014 to June 6, 2019; Division Vice President, Hubbell Power Systems, Inc. (“HPS”) August 2009 - February 2014; President, HPS Brazil June 2005 - July 2009; Vice President, Sourcing, HPS March 2004 - May 2005.",
        "William R. Sperry",
        "58",
        "Executive Vice President,Chief Financial Officer",
        "Present position since May 5, 2020; previously, Executive Vice President, Chief Financial Officer and Treasurer June 6, 2019 to May 2020; Senior Vice President and Chief Financial Officer June 6, 2012 to June 6, 2019; Vice President, Corporate Strategy and Development August 15, 2008 to June 6, 2012; Managing Director, Lehman Brothers August 2006 to April 2008; various positions, including Managing Director, of J.P. Morgan and its predecessor institutions, 1994-2006.",
        "Jonathan M.        Del Nero",
        "49",
        "Vice President, Controller",
        "Present position since January 15, 2021; previously, Assistant Controller June 14, 2014, to January 15, 2021; Executive Director, Financial Reporting, Aetna June 2011 to June 2014;  Senior Manager, Technical Accounting, Stanley Black and Decker June 2009 to June 2011; Manager of Accounting Policy, The Hartford September 2008 to June 2009; various positions at CIGNA March 2003 to September 2008.",
        "Allan J. Connolly",
        "53",
        "President, Utility Solutions Segment",
        "Present position since July 1, 2019 (the Utility Solutions Segment was formerly known as the Power Systems Group); previously, President, Aclara February 2018 to June 28, 2019; President and Chief Executive Officer of Aclara May 2014 to February 2018; Chief Operating Officer of Culligan International July 2012 to January 2014; Executive Vice President of Operations, Engineering and N.A. Industrial of Culligan International November 2006 to July 2012; Vice President of Research, Development & Engineering of Culligan International April 2006 to November 2006; General Manager Technology; GE Power & Water March 2003 to April 2006.",
        "Katherine A. Lane",
        "43",
        "Vice President, GeneralCounsel and Secretary",
        "Present position since June 6, 2019; previously, Vice President, Acting General Counsel and Secretary March 2019 to June 6, 2019; Vice President, Associate General Counsel June 2017 to March 2019; Vice President, Legal, Hubbell Commercial & Industrial September 2015 to June 2017; Senior Counsel, Hubbell Electrical Systems May 2014 to September 2015; Corporate General Attorney August 2010 to May 2014. Previously, various positions in private practice in law firms based in Massachusetts and Connecticut.",
        "Peter J. Lau",
        "41",
        "President, Electrical Solutions Segment",
        "Present position since August 3, 2020; previously President of Honeywell Fire and Electrical Products (Honeywell) April 2019-August 2020; President of the global security business, Honeywell 2018-2019; CEO, International, Current, powered by GE 2016-2018; various positions at GE Lighting 2005-2016.",
        "Stephen M. Mais",
        "56",
        "Senior Vice President,Human Resources",
        "Present position since May 3, 2016; previously Vice President, Human Resources, August 2005 - May 2016; Director, Staffing and Capability, Pepsi Bottling Group (“Pepsi”) 2001-2005; Director, Human Resources Southeastern U.S., Pepsi 1997-2001.",
        "(1)",
        "As of February11, 2021, there are no family relationships among any of the above-named executive officers and any of our directors. For information related to our Board of Directors, refer to Item 10. Directors, Executive Officers and Corporate Governance.",
        "8",
        "HUBBELL INCORPORATED",
        " - ",
        "Form 10-K"
    ]
}