{
    "4904": [
        "HUMAN CAPITAL MANAGEMENT",
        "Attracting, developing and retaining employees with the skills and experience needed to provide service to our customers efficiently and effectively is crucial to our long-term success and is central to our long-term strategy. AEP invests in employees and continues to build a high performance and inclusive culture that inspires leadership, encourages innovative thinking and welcomes everyone",
        "The following table shows AEP’s number of employees by subsidiary as of December 31, 2020",
        "Subsidiary",
        "Number of Employees",
        "AEPSC",
        "AEP Texas",
        "APCo",
        "I&M",
        "OPCo",
        "PSO",
        "SWEPCo",
        "Other",
        "Total AEP",
        "Of AEP’s 16,787 employees, less than 1% are Traditionalists (born before 1946), approximately 27% are Baby Boomers (born 1946-1964), approximately 37% are Generation X (born 1965-1980), approximately 34% are Millennials (born 1981-1996) and approximately 1% are Generation Z (born after 1996",
        "Safety",
        "Achieving Zero Harm means every employee returns home at the end of their shift in the same or better condition than when they came to work.  Zero Harm is what we value most and commit to wholeheartedly.  It is hard work, as it requires full focus every moment of every day.  We hold ourselves accountable and we are always striving to be better.  For AEP, Zero Harm is not an option; it is a mandate we live by.  AEP has put tools, training and processes in place to strengthen our safety-first culture and mindset.  AEP’s focus is on learning from events and developing leading indicators to be even more proactive in preventing harm.  One common industry safety metric utilized by AEP to track incidents is the Days Away/Restricted or Transferred (DART) rate. A DART event is an event that results in one or more lost days, one or more restricted days or results in an employee transferring to a different job within the company.  The DART rate is a mathematical calculation (number of DART events multiplied by 200,000 work hours and divided by total YTD hours worked) that describes the number of recordable injuries per 100 full-time employees.  In 2020, AEP recognized its best safety performance in the past five years with an employee DART Rate of 0.310",
        "Diversity and Inclusion",
        "AEP is committed to cultivating a diverse and inclusive environment that supports the development and advancement of all.  We foster an inclusive workplace that encourages diversity of thought, culture and background, and actively work to eliminate unconscious biases.  We believe our workforce should reﬂect the diversity of our customers and the communities we serve so that we may better understand how to tailor our services to meet their demands and expectations.  As of December 31, 2020, females comprised approximately 20% of AEP’s workforce while approximately 19% was represented by minorities",
        "AEP has taken actions to denounce all forms of racism in the wake of the racial and social unrest across the country.  AEP Chief Executive Officer (CEO) Nicholas Akins joined more than 1,400 other CEOs as a signatory to the CEO Action for Diversity and Inclusion pledge, the largest CEO-driven business commitment to advancing diversity and inclusion within the workplace.  To accelerate our diversity and inclusion strategy, AEP has initiated a “Seize the Moment: Let’s Keep the Momentum Going” action plan that included candid conversations about race, Town Hall webcasts and “Let’s Talk” discussions with the top 20 African American leaders at AEP",
        "Culture",
        "AEP believes in doing the right thing every time for our customers, each other and our future.  AEP leaders at all levels are responsible for fostering an environment that supports a positive culture and for acting in a manner that positively models it.  Employees are given an opportunity to share their perspectives by participating in the Employee Culture Survey, administered by Gallup, Inc., that measures the progress we are making in improving our culture.  In addition to engagement, the survey measures well-being and inclusiveness.  In 2020, 93% of our organization participated in the survey and we improved our grand mean score to the top decile compared to Gallup’s overall company database.  Company executives also have candid meetings with employees to discuss our challenges, opportunities, what is going well and what can be even better",
        "Employee Resource Groups",
        "One of the best ways for AEP to demonstrate our commitment to a trusting and inclusive work environment is to empower employees to form and participate in Employee Resource Groups (ERG).  The ERGs at AEP include Abled and Disabled Allies Partnering Together, the African-American ERG, the Asian-American ERG, the Hispanic Origin Latin American ERG, the Military Veteran ERG, the Native American ERG and the Pride Partnership.  Our ERGs reflect the diverse makeup of our workforce and enable us to gain valuable insight into the diverse communities we serve.  They also help increase engagement across AEP by providing employees with a safe space to discuss work-related issues and to develop innovative solutions.  ERGs also play an active role in AEP’s diversity and inclusion efforts, including recruitment of new employees.  In addition to the ERG’s, AEP also sponsors the AEP Women’s Leadership Council.  The mission of this council is to educate, inspire and encourage women to build confidence and reflect on their goals as they strive for career and personal growth",
        "Training and Professional Development",
        "At AEP, we are preparing our workforce for the future by providing opportunities to learn new skills and engaging higher education institutions to better prepare the next generation with the skills that we will need.  AEP has training alliances with several community colleges, universities and vocational and technical schools across our service territory.  We work with these institutions to develop academic programs that will prepare employees for upward mobility opportunities and to attract external job seekers interested in careers in our industry.  AEP also provides a broad range of training and assistance that supports lifelong learning and transition development.  This is especially important as we move closer toward a digital future that requires a more flexible, innovative and diverse workforce.  AEP has robust processes to achieve this, including ongoing performance coaching, operational skills training, resources to support our commitment to environment, safety and health, job progression training, tuition assistance, and other forms of training that help employees improve their skills and become better leaders",
        "Compensation and Benefits",
        "AEP recognizes the importance of our employees to our success and we offer physical, financial and other health, wellness and assistance programs to our associates and their families to help them thrive at home and work.  We ensure the pay we offer is competitive in the marketplace by using an overall market pricing process.  In addition to competitive wages, nearly all AEP employees participate in an annual incentive program that rewards outstanding performance and achievement of business goals.  Our incentive compensation provides financial rewards to those who contribute to business results and meet or exceed their personal performance goals, which fosters a high performance culture.  AEP also offers employees physical and mental health programs, including medical, dental and life insurance, along with a health and well-being program to help employees and their families stay healthy and feeling their best.  Additionally, AEP’s retirement programs position our associates for financial stability in retirement",
        "Labor Relations",
        "Nearly one fourth of AEP’s workforce is represented by labor unions.  We value the relationships we have with our unionized employees and believe in a trusting, collaborative and respectful partnership.  We are working with our labor partners to strengthen these relationships to ensure we have a culture that attracts and supports employees who can adapt to the rapid changes occurring in our company and industry.  Our partnership with labor unions is critical to meeting the growing expectations of our customers and adapting to the challenges of rapidly changing technologies",
        "BUSINESS SEGMENTS",
        "AEP’s Reportable Segments",
        "AEP’s primary business is the generation, transmission and distribution of electricity.Within its Vertically Integrated Utilities segment, AEP centrally dispatches generation assets and manages its overall utility operations on an integrated basis because of the substantial impact of cost-based rates and regulatory oversight.Intersegment sales and transfers are generally based on underlying contractual arrangements and agreements.  AEP’s reportable segments are as follows",
        "Vertically Integrated Utilities",
        "Transmission and Distribution Utilities",
        "AEP Transmission Holdco",
        "Generation & Marketing",
        "The remainder of AEP’s activities is presented as Corporate and Other, which is not considered a reportable segment.  See Note 9 - Business Segments included in the 2020 Annual Report for additional information on AEP’s segments",
        "VERTICALLY INTEGRATED UTILITIES"
    ]
}