{
    "49071": [
        "Human Capital Management ",
        "Our associates are essential to our success in delivering on our core strategy, and creating positive healthcare experiences for our members. We are committed to recruiting, developing, and retaining strong, diverse teams, actively promoting a culture of inclusion and diversity. As of December 31, 2020, we had approximately 48,700 associates and approximately 900 additional medical professionals working under management agreements primarily between us and affiliated physician-owned associations.  ",
        "Our Culture",
        "We believe that our members' experience is linked to our associates' experience and that engaged, productive associates are the key to building a healthy company, creating a caring environment that enables our associates to go above and beyond for our members, driving innovation, and allowing for fulfilling experiences that incentivize them to stay with us over the long-term. Each year, we measure our success and opportunities to advance through our annual, third-party administered Associate Experience Survey. Results of the 2020 survey showed that 93% of associates are highly engaged. To continue to build on these results, we provide the survey results to our entire associate population and encourage leaders to use the information to create open, honest action plans with their teams to further deepen our collective engagement.",
        " Inclusion and Diversity ",
        "Our associates’ vast experiences and perceptions, their unique characteristics, backgrounds and beliefs, drive the groundbreaking, strategic thinking that gives our Company its competitive edge. We are committed to having balanced diversity at all levels of the Company and have developed a pathway for top, diverse talent within our recruiting initiatives. To achieve our recruiting and hiring goals we partner with local and national advocacy groups to provide information about open roles, assistance with resume preparation and application submission. ",
        "We have also incorporated balanced interview panels into our interview process, through which we strategically engage a broad spectrum of interviewers that bring greater diversity and perspective. This proven best practice strengthens the candidate experience and hiring of diverse talent, ensuring we get the right talent for any given role, and minimizes the potential for personal blind spots when evaluating candidates.",
        "Pay and Benefits Philosophy, Compensation and Financial Security",
        "Our Company’s pay and benefits structure is designed to motivate and reward our associates at all levels of the organization for their skill development, demonstration of our values and performance. While our programs vary by location and business, they may include:",
        "Financial",
        "Health",
        "Life",
        "Competitive Base Pay",
        "Medical, Dental and Vision Benefits",
        "Paid time off, paid holidays and jury duty pay",
        "Associate Incentive Plan (Annual Bonus)",
        "Supplemental Health Benefits",
        "Paid Parental Leave",
        "Supplemental Pay (Including Overtime)",
        "Long-term Care Insurance",
        "Caregiver Time Off Program",
        "Recognition Pay and Service Awards",
        "Wellness and Rewards Program",
        "Employee Assistance Program",
        "401(k) Retirement Savings Plan with Company Match Program",
        "Health Plan Incentives",
        "Associate Discount Programs and Services",
        "Life insurance",
        "On-site Health and Fitness Centers",
        "Helping Hands Program",
        "Short- and Long-Term Disability Insurance",
        "On-site Health Screenings and Vaccinations",
        "Transit Services",
        "17",
        "Talent Development and Growth Opportunities",
        "We champion the individual goals and development of our associates, and provide a number of programs to ensure that our associates have the resources and support they need to deliver on their passion. We provide opportunities for our associates to earn professional certifications through continued education programs and to participate in instructor-led and online courses designed to strengthen soft and hard-skills and enhance leadership development. Our Career Cultivation team sponsors workshops and events to promote associate accountability within their personal and professional growth as part of overall career development. Our associates are also encouraged to participate in mentoring programs with people of various backgrounds and cultures. We view mentoring as an essential development tool for sharing skills and knowledge so we can all succeed. Our commitment to mentoring feeds the successful future of our Company. Additionally, we utilize development programs to enhance talent within our organizations through targeted internal initiatives, where we aim to upskill and reskill existing associates for opportunities in new career pathways. ",
        "  COVID-19",
        "Our response to the pandemic and performance throughout 2020 would not have been possible without the extraordinary, resilient efforts of our associates, who went above and beyond to continually meet the needs of our stakeholders while facing their own daily challenges as a result of COVID-19. To support them, we quickly transitioned nearly all of our workforce to a remote work environment, while ensuring that our frontline care providers, clinicians, and pharmacists who continued to care for our members and patients in our clinics and in the home, and ensure that they had access to their medications, had the equipment and space to safely do so. We also expanded our benefits to assist our associates who faced financial hardship and to address the difficulties that the pandemic presented to daily life. A few of those COVID-19 response initiatives are highlighted below.",
        "• transitioning approximately 94% of the workforce to work-at-home and equipping them with the necessary technology and resources for a successful remote work environment. ",
        "• providing funding for emergency relief for elder and child caregiving and financial hardship from family job loss, food insecurity and household essentials. ",
        "• adjusting pay and leave policies to provide additional paid time off to manage personal challenges as a result of COVID-19 including school closings and child care. ",
        "Additional information related to our human capital can be found by referencing our Definitive Proxy Statement of the Annual Meeting of Stockholders scheduled to be held on April 22, 2021 appearing under the captions \"Human Capital Management\" and \"Our COVID-19 Response.\" ",
        "18"
    ]
}