{
    "49196": [
        "Human Capital",
        "Huntington aspires to be a Category of One financial services institution: an organization unique in the combination of its culture and performance.  Huntington had 15,578 average full-time equivalent colleagues during 2020, all of whom are encouraged to live out a shared purpose, making peoples’ lives better, helping businesses thrive, and strengthening the communities we serve.  We believe purpose driven leadership facilitates progress in achieving a diverse and inclusive workforce and in driving performance results.  ",
        "Huntington engages with its colleagues to gain valuable feedback on a wide range of subjects related to the experience of working at Huntington, with a strategic focus on culture, engagement and trust.  We value the feedback colleagues choose to share and use the information to drive our talent management strategy, which focuses on four key areas:",
        "Engagement",
        "Development",
        "Retention, and",
        "Attraction of top talent ",
        "2020 Form 10-K     ",
        "8",
        "Table of Contents",
        "Engagement",
        "At Huntington, we believe we have highly engaged colleagues committed to looking out for each other and our customers with a balanced focus on “what we do” and “how we do it.”  The results of our most recent 2020 colleague survey places Huntington in the top 10% of all companies in a benchmark group for colleague engagement and trust and in the top 1% for company culture.  This benchmark group includes more than 350 companies with more than 15% of the Fortune 500 represented covering a wide variety of industries, including financial services.  ",
        "At Huntington, living out our shared Purpose extends beyond our daily work.  We believe that building connections between colleagues, their families and our communities creates a meaningful, fulfilling and enjoyable colleague experience.  During 2020, Huntington colleagues successfully navigated through the on-going pandemic challenges, safely providing over 15,000 volunteer hours to organizations across our footprint. ",
        "Development ",
        "We have created specialized programs to help our colleagues grow and develop.  These programs include an online library which allows colleagues to take ownership of their development via direct access to role-based content.  The content is divided into three key areas of development: learning and growth, maximizing performance, and protecting the company.  During 2020, all our colleagues had experienced training within one or more of these areas.  Additionally, we expanded learning opportunities across our footprint offering all colleagues the ability to obtain post-secondary education with reimbursement of tuition. ",
        "Retention",
        "Huntington offers competitive rewards programs that further strengthen our employment value proposition and encourages colleague retention.  Our compensation structure includes benefit plans and programs focused on multiple facets of well-being, including physical, mental, and financial wellness.  ",
        "In response to the COVID-19 pandemic, we implemented significant changes to support the interests and needs of our colleagues, as well as the communities in which we operate.  This includes mobilizing work access for roles that can be performed remotely and implementing additional safety measures for colleagues while continuing critical on-site duties.  Further, we implemented colleague relief benefits, such as paid emergency leave and emergency childcare time off so that our colleagues can have peace of mind concerning events that may require time away from work. ",
        "Collectively, these strategies create a colleague experience that entices colleagues to stay and fulfill their dreams with Huntington.  In 2020, full-year turnover results were 23% lower than in 2019.",
        "Attraction",
        "We are dedicated to attracting top talent with an emphasis on experience and behaviors that align with our Purpose and our core values of ‘Can Do, Forward Thinking, and Service Heart’.  ",
        "The diversity of our colleagues is a key component of our success as an organization as it allows us to have a workforce that is representative of the communities we serve.  We define diversity as women and any Equal Employment Opportunity ethnicity and race category other than white.  We proactively seek out a diverse candidate pool during the recruitment process across all levels and include a declaration in our employee handbooks about our commitment to fair and equitable treatment for all colleagues.  To keep current on colleague diversity, Huntington offers an opportunity annually for all colleagues to self-identify with respect to gender, ethnicity and race, disability and veteran’s status.  During 2020, we offered select student internships to serve as a pipeline for entry-level talent with 65% of these internships fulfilled by diverse students.  Additionally, we are focused on identifying, supporting and promoting qualified diverse candidates in leadership roles, where currently our combined middle, senior and executive management levels are 45% diverse.",
        "We understand that to support our diverse culture, we must also have inclusion, which is a corporate strategic objective.  Huntington executes a strategy of inclusion in multiple ways.  First, our Chief Diversity, Equity, and Inclusion Officer ensures Diversity, Equity, and Inclusion perspectives are an integral part of executive decisions made at Huntington.  This is achieved by measuring and socializing progress on diversity across our footprint and providing diversity and inclusion programs to our colleagues.  In addition, we have Inclusion Councils and Business Resource Groups to support our commitment to engage, develop, retain and attract top diverse talent.  Inclusion Councils are voluntary, colleague driven regional councils that focus on an inclusive, respectful and supportive ",
        "9",
        "     Huntington Bancshares Incorporated",
        "Table of Contents",
        "environment for all colleagues.  The Business Resource Groups are voluntary, colleague-driven groups organized around a shared interest or common diversity dimension.  Both are important components to our inclusion strategy and deliver content throughout the year."
    ]
}