{
    "49754": [
        "Human Capital",
        "We view our employees as one of the three core strategic pillars of our business - People, Brand, and Growth. We believe that hiring, developing and retaining team members is critically important to our operations and that our corporate responsibility begins with our team members. We are focused on a comprehensive approach to diversity and representation across leadership, team members, franchisees, partners and the community.",
        "At Dine Brands, we believe the power to meaningfully impact the people and communities we serve is realized when each team member is personally and professionally fulfilled. One of our primary focuses is to ensure the health and well-being of our team members. Our Total Rewards Program plays a big part in our commitment to creating an environment of well-being. We believe that when team members are supported with the resources they need to care for themselves and their loved ones, they are able to be at their best. Dine Brands has a consistent and fair compensation program that reflects our pay-for-performance philosophy and rewards our team members for their contributions to our success. We offer comprehensive health and protection benefits that support our team members and their families’ overall well-being. Dine Brands also contributes to programs that provide our team members with financial security, now and in the future. We offer other rewards that focus on recognition, career building, health and wellness, time-off benefits, and other perks that are designed to make our peoples’ experience as Dine Brands team members productive and fun.",
        "We assess our culture and listen to our workforce through periodic employee engagement surveys. Numerous policy changes have been made or been influenced by the feedback we receive from our employees. ",
        "Dine Brands values, encourages and appreciates the diversity of our workforce. We embrace our personal differences - whether it be race, gender, age, religion, culture, ethnicity, sexual orientation, veteran status, national origin or physical ability - and the benefits that an array of backgrounds, cultures and thinking styles bring to our organization. We are committed to sustaining an environment that accepts, includes and engages everyone in our workforce and encourages open dialogue, empowerment and a sense of belonging. While the world and our business change rapidly, our management believes that respecting individual differences will continue to be essential to our long-term success.",
        "We recently launched seven Team Member Resource Groups (TMRGs) as part of our diversity and inclusion efforts. TMRGs are team member-led, self-directed, voluntary groups, each sponsored by a member of our Executive team, that offer internal networking opportunities, career development, expand our innovation and problem solving and in general, act as a vehicle to enhance diversity and inclusion.",
        "We believe in accountability that starts with our leadership and extends to all of our team members. Our Chief Executive Officer, John W. Peyton, has taken the CEO Action for Diversity and Inclusion pledge. Substantially all our restaurant support center team members as well as our Board members have undertaken a comprehensive diversity and inclusion training seminar.  ",
        "As of December 31, 2020, we had 3,447 employees, of whom 2,952 were employees of our company-owned restaurants and 495 were corporate employees at our restaurant support centers or in the field. Of our corporate employees, 61% are male and 39% are female, while 61% are white and 39% are people of color. Approximately 80% of our corporate employees are salaried with 20% paid hourly.",
        "13",
        "Of our company owned restaurant employees, 59% are female and 41% are male, while 51% are people of color and 49% are white. Nearly 93% of our company-owned restaurant employees are paid on an hourly basis, while certain restaurant and operations management and corporate positions are salaried. We employ both full-time and part-time restaurant employees in order to provide the flexibility necessary during peak periods of restaurant operations and meet the individual needs of our employees. Our employees are not presently represented by any collective bargaining agreements and we have not experienced any significant work stoppages. We believe our relations with employees are good. Our franchisees are independent business owners and their employees are not our employees. Therefore, their employees are not included in our employee count. ",
        "Corporate Information",
        "We were incorporated under the laws of the State of Delaware in 1976 with the name IHOP Corp. In November 2007, we completed the acquisition of Applebee’s, which became a wholly-owned subsidiary of the Company. Effective June2, 2008, we changed our name to DineEquity, Inc. and on February 20, 2018, we changed our name to Dine Brands Global,Inc. Our principal executive offices are located at 450 North Brand Boulevard, Glendale, California 91203-2306 and our telephone number is (818)240-6055. Our Internet address is ",
        "www.dinebrands.com. ",
        "Our common stock is listed on the New York Stock Exchange (“NYSE”) and trades under the ticker symbol “DIN.” ",
        "Human Capital",
        "We view our employees as one of the three core strategic pillars of our business - People, Brand, and Growth. We believe that hiring, developing and retaining team members is critically important to our operations and that our corporate responsibility begins with our team members. We are focused on a comprehensive approach to diversity and representation across leadership, team members, franchisees, partners and the community.",
        "At Dine Brands, we believe the power to meaningfully impact the people and communities we serve is realized when each team member is personally and professionally fulfilled. One of our primary focuses is to ensure the health and well-being of our team members. Our Total Rewards Program plays a big part in our commitment to creating an environment of well-being. We believe that when team members are supported with the resources they need to care for themselves and their loved ones, they are able to be at their best. Dine Brands has a consistent and fair compensation program that reflects our pay-for-performance philosophy and rewards our team members for their contributions to our success. We offer comprehensive health and protection benefits that support our team members and their families’ overall well-being. Dine Brands also contributes to programs that provide our team members with financial security, now and in the future. We offer other rewards that focus on recognition, career building, health and wellness, time-off benefits, and other perks that are designed to make our peoples’ experience as Dine Brands team members productive and fun.",
        "We assess our culture and listen to our workforce through periodic employee engagement surveys. Numerous policy changes have been made or been influenced by the feedback we receive from our employees. ",
        "Dine Brands values, encourages and appreciates the diversity of our workforce. We embrace our personal differences - whether it be race, gender, age, religion, culture, ethnicity, sexual orientation, veteran status, national origin or physical ability - and the benefits that an array of backgrounds, cultures and thinking styles bring to our organization. We are committed to sustaining an environment that accepts, includes and engages everyone in our workforce and encourages open dialogue, empowerment and a sense of belonging. While the world and our business change rapidly, our management believes that respecting individual differences will continue to be essential to our long-term success.",
        "We recently launched seven Team Member Resource Groups (TMRGs) as part of our diversity and inclusion efforts. TMRGs are team member-led, self-directed, voluntary groups, each sponsored by a member of our Executive team, that offer internal networking opportunities, career development, expand our innovation and problem solving and in general, act as a vehicle to enhance diversity and inclusion.",
        "We believe in accountability that starts with our leadership and extends to all of our team members. Our Chief Executive Officer, John W. Peyton, has taken the CEO Action for Diversity and Inclusion pledge. Substantially all our restaurant support center team members as well as our Board members have undertaken a comprehensive diversity and inclusion training seminar.  ",
        "As of December 31, 2020, we had 3,447 employees, of whom 2,952 were employees of our company-owned restaurants and 495 were corporate employees at our restaurant support centers or in the field. Of our corporate employees, 61% are male and 39% are female, while 61% are white and 39% are people of color. Approximately 80% of our corporate employees are salaried with 20% paid hourly.",
        "13",
        "13",
        "13",
        "Of our company owned restaurant employees, 59% are female and 41% are male, while 51% are people of color and 49% are white. Nearly 93% of our company-owned restaurant employees are paid on an hourly basis, while certain restaurant and operations management and corporate positions are salaried. We employ both full-time and part-time restaurant employees in order to provide the flexibility necessary during peak periods of restaurant operations and meet the individual needs of our employees. Our employees are not presently represented by any collective bargaining agreements and we have not experienced any significant work stoppages. We believe our relations with employees are good. Our franchisees are independent business owners and their employees are not our employees. Therefore, their employees are not included in our employee count. "
    ]
}