{
    "51143": [
        "Human Capital",
        "For the year ended December31",
        "Table of Contents",
        "Management Discussion",
        "Yr.-to-Yr",
        "Percent/",
        "PercentChange",
        "Margin",
        "Adjustedfor",
        "Change",
        "Currency",
        "Revenue",
        "NM",
        "Total consolidated revenue",
        "Total consolidated gross profit",
        "Operating (non-GAAP) gross profit",
        "Percent",
        "Cloud & Cognitive Software external revenue",
        "*   Recast to reflect segment changes",
        "Cloud & Cognitive Software",
        "Global Business Services external revenue",
        "Global Business Services",
        "Global Technology Services external revenue",
        "Global Technology Services",
        "At December31",
        "Total backlog",
        "Total signings",
        "Systems external revenue",
        "Systems",
        "ExcludingDivested",
        "BusinessesAnd",
        "Total revenue",
        "Total consolidated expense and other (income",
        "Operating (non-GAAP) expense and other (income",
        "a fourth-quarter $2.0 billion pre-tax charge for structural actions (primarily workforce rebalancing) to simplify and optimize our operating model",
        "Selling, general and administrative expense",
        "Total consolidated selling, general and administrative expense",
        "Acquisition-related charges",
        "Spin-off-related charges",
        "Operating (non-GAAP) selling, general and administrative expense",
        "Fourth-quarter workforce rebalancing charge (10 points",
        "Higher spending (2 points) driven by a full year of Red Hat operational expense in 2020 compared to six months in 2019 (5 points), partially offset by spending reductions associated with COVID-19 restrictions",
        "Higher amortization of acquired intangible assets associated with the Red Hat transaction (1 point); partially offset by",
        "Lower acquisition-related charges associated with the Red Hat transaction (2 points",
        "Total consolidated research, development and engineering",
        "Operating (non-GAAP) research, development and engineering",
        "Higher spending (7points) driven by a full year of Red Hat spending in 2020 compared to six months in 2019 (8 points); partially offset by",
        "Lower acquisition-related charges associated with the Red Hat transaction (1 point",
        "Total",
        "Other (income) and expense",
        "Total consolidated other (income) and expense",
        "Operating (non-GAAP) other (income) and expense",
        "Lower gains from divestitures ($733 million) reflected in Other",
        "Higher non-operating retirement-related costs ($508 million). Refer to “Retirement-Related Plans” for additional information",
        "Net exchange losses (including derivative instruments) in the current year versus net exchange gains (including derivative instruments) in the prior year ($277 million); and",
        "Lower interest income ($244 million) driven by lower interest rates and a lower average cash balance in the current year",
        "Total consolidated interest expense",
        "Operating (non-GAAP) interest expense",
        "Pre-tax stock-based compensation cost of $937 million increased $258 million compared to 2019. This was primarily due to increases related to a full year of compensation expense associated with the issuances and conversions of stock-based compensation for Red Hat ($167 million) compared to six months in 2019, and issuances of restricted stock units ($91 million). Stock-based compensation cost, and theyear-to-year change, was reflected in the following categories: Cost: $153 million, up $53million; SG&A expense: $586 million, up $134 million; and RD&E expense: $198 million, up $72million",
        "Retirement-related plans–cost",
        "Total operating costs/(income",
        "Total non-operating costs/(income",
        "Total retirement-related plans–cost",
        "Earnings per share of common stock from continuing operations",
        "Weighted-average shares outstanding (in millions",
        "Total assets",
        "Total equity",
        "Working capital",
        "An increase of $5,265 million ($5,064 million adjusted for currency) in cash and cash equivalents, restricted cash and marketable securities; and",
        "An increase of $536 million ($446 million adjusted for currency) in total inventory, deferred costs and prepaid expenses and other current assets; partially offset by",
        "A decline in receivables of $5,057 million ($5,469 million adjusted for currency) mainly due to sales of financing receivables, continued focus on collections, including collection of divestiture-related receivables and a decline in revenue",
        "An increase in other accrued expenses and liabilities of $2,491 million ($1,922 million adjusted for currency) primarily due to the fourth-quarter workforce rebalancing charge; and",
        "An increase in deferred income of $807 million ($488 million adjusted for currency); and",
        "An increase in taxes payable of $462 million ($448 million adjusted for currency); partially offset by",
        "A decrease in short-term debt of $1,615 million ($1,552 million adjusted for currency) due to maturities of $9,165 million; partially offset by reclassifications of $7,998 million from long-term debt to reflect upcoming maturities",
        "Roll Forward of Total IBM Receivables Allowance for Credit Losses",
        "Additions/",
        "January 1, 2020 *",
        "(Releases",
        "Write-offs",
        "Other",
        "December 31, 2020",
        "Global Financing Receivables and Allowances",
        "Amortized cost/Recorded investment",
        "Total allowance for credit losses",
        "Net financing receivables",
        "Prior to the January 1, 2020 adoption of the guidance on current expected credit losses, the presentation was recorded investment, subsequent to adoption the presentation is amortized cost. Both presentations include deferred initial direct costs which are expensed in IBM’s consolidated results",
        "The amortized cost basis of a financial asset represents the original amount of the financing receivable (including residual value) adjusted for unearned income, deferred initial direct costs, cash collected, write-offs and any foreign exchange adjustment. Recorded investment excluded residual value",
        "Roll Forward of Global Financing Receivables Allowance for Credit Losses (included in Total IBM",
        "Global Financing’s provision for expected credit losses (including impacts from off-balance sheet commitments which are recorded in other liabilities) was an addition of $34 million in 2020, compared to a release of $7 million in 2019. The increase was primarily driven by higher unallocated and specific reserves in Americas",
        "An increase in deferred taxes of $4,060 million ($3,915 million adjusted for currency) primarily due to the intra-entity sale of IP in the first quarter; and",
        "An increase in prepaid pension assets of $745 million ($526 million adjusted for currency) driven by higher returns on plan assets and plan remeasurements; partially offset by",
        "A decrease in long-term financing receivables of $1,626 million ($1,811 million adjusted for currency) as a result of sales of receivables and product cycle dynamics; and",
        "A decrease in net intangible assets and goodwill of $44 million ($1,283 million adjusted for currency) resulting from intangibles amortization, partially offset by an increase from new acquisitions",
        "Issuances of $8,727 million; partially offset by",
        "Reclassifications to short-term debt of $7,998 million to reflect upcoming maturities; and",
        "Redemption of $2,102 million of certain outstanding bonds",
        "An increase in retirement and nonpension postretirement benefit obligations of $1,106 million ($297 million adjusted for currency) mainly driven by plan remeasurements; and",
        "An increase in deferred income of $450 million ($364 million adjusted for currency); partially offset by",
        "A decrease in operating lease liabilities of $306 million ($424 million adjusted for currency",
        "AtDecember31",
        "Net change in cash, cash equivalents and restricted cash",
        "An increase of cash provided by receivables of $4,795 million primarily driven by sales of receivables, including sales of financing receivables of $3,076 million; and",
        "Payroll tax and value-added tax payment deferrals and exemptions of approximately $600 million due to tax relief provided under the U.S. CARES Act and other non-U.S. government assistance programs related to COVID-19; partially offset by",
        "An increase in workforce rebalancing payments of $293 million",
        "A net increase in cash payments for income taxes of $162 million primarily driven by withholding tax on intercompany dividends in the second quarter; and",
        "Performance-related declines within net income",
        "A decrease in net cash used for acquisitions of $32,294 million due to the Red Hat acquisition in the prior year; partially offset by",
        "A decrease of $6,245 million in cash provided by net non-operating finance receivables primarily driven by the wind down of the OEM IT commercial financing operations",
        "An increase in cash used for net purchases of marketable securities and other investments of $896 million",
        "An increase in cash used for net capital expenditures of $672 million; and",
        "A decrease in cash provided from divestitures of $573 million",
        "A decrease in net cash provided by debt transactions of $19,998 million driven primarily by a higher level of net additions in the prior year to fund the Red Hat acquisition; partially offset by",
        "A decrease in cash used for gross common share repurchases of $1,361 million",
        "Acquisition-",
        "Retirement-",
        "U.S.Tax",
        "Spin-off-",
        "Related",
        "Reform",
        "Operating",
        "For the year ended December31,2020",
        "GAAP",
        "Adjustments",
        "Impacts",
        "Charges",
        "(non-GAAP",
        "pts",
        "For the year ended December31,2019",
        "For the fourth quarter",
        "Forthefourthquarter",
        "Global Financing revenue of $286 million decreased 4.8 percent year to year, primarily driven by declines in financing revenue partially offset by an increase in used equipment sales. Global Financing fourth-quarter pre-tax income decreased 22.6 percent to $195 million and the pre-tax margin of 37.6 percent decreased 1.3 points year to year. The decrease in pre-tax income was driven by a decrease in gross profit",
        "For the fourth quarter 2020",
        "For the fourth quarter 2019",
        "For the year ended December 31",
        "Moody’s",
        "Standard",
        "Investors",
        "IBM and IBM Credit LLC Ratings",
        "and Poor’s",
        "Service",
        "Change in cash, cash equivalents, restricted cash and short-term marketable securities",
        "FCF as percent of Income from Continuing Operations",
        "TotalContractual",
        "PaymentsDueIn",
        "PaymentStream",
        "After2025",
        "Long-term termination benefits",
        "Tax reserves",
        "A loss of key personnel",
        "A significant adverse shift in the operating environment of the reporting unit such as unanticipated competition",
        "A significant pending litigation",
        "A more likely than not expectation that a reporting unit or a significant portion of a reporting unit will be sold or otherwise disposed of; and",
        "An adverse action or assessment by a regulator",
        "Report of Management",
        "/s/Arvind Krishna",
        "Arvind Krishna",
        "/s/",
        "James J. Kavanaugh",
        "Report of Independent Registered Public Accounting Firm",
        "As described in NotesA and G to the consolidated financial statements, the Company is subject to income taxes in the United States and numerous foreign jurisdictions. As disclosed by management, during the ordinary course of business there are many transactions and calculations for which the ultimate tax determination is uncertain. As a result, management recognizes tax liabilities based on estimates of whether additional taxes and interest will be due. As further described by management, these tax liabilities are recognized when, despite management’s belief that the tax return positions are supportable, management believes that certain positions may not be fully sustained upon review by tax authorities. Management bases its assessment of the accruals for tax liabilities on many factors, including past experience and interpretations of tax law. This assessment relies on estimates and assumptions and may involve a series of complex judgments about future events. As of December31, 2020, unrecognized tax benefits were $8.6 billion",
        "The principal considerations for our determination that performing procedures relating to uncertain tax positions is a critical audit matter are the significant judgment by management when estimating the uncertain tax positions, including applying complex tax laws, and a high degree of estimation uncertainty based on potential for significant adjustments as a result of audits by tax authorities or other forms of tax settlement. This in turn led to a high degree of auditor judgment, effort, and subjectivity in performing procedures to evaluate management’s timely identification and measurement of uncertain tax positions. Also, the evaluation of audit evidence available to support the uncertain tax positions is complex and required significant auditor judgment as the nature of the evidence is often inherently subjective, and the audit effort involved the use of professionals with specialized skill and knowledge",
        "PricewaterhouseCoopers LLP",
        "Consolidated Income Statement",
        "Notes",
        "Cost",
        "Total cost",
        "Gross profit",
        "Expense and other (income",
        "Total expense and other (income",
        "Income from continuing operations before income taxes",
        "Income from continuing operations",
        "Net income",
        "Earnings/(loss) per share of common stock",
        "Assuming dilution",
        "Basic",
        "Weighted-average number of common shares outstanding",
        "Consolidated Statement of Comprehensive Income",
        "Other comprehensive income/(loss), before tax",
        "Foreign currency translation adjustments",
        "Net changes related to available-for-sale securities",
        "Total net changes related to available-for-sale securities",
        "Unrealized gains/(losses) on cash flow hedges",
        "Total unrealized gains/(losses) on cash flow hedges",
        "Retirement-related benefit plans",
        "Total retirement-related benefit plans",
        "Income tax (expense)/benefit related to items of other comprehensive income",
        "Other comprehensive income/(loss",
        "Total comprehensive income",
        "Consolidated Balance Sheet",
        "Assets",
        "Liabilities and equity",
        "Total liabilities",
        "Total liabilities and equity",
        "Consolidated Statement of Cash Flows",
        "Cash flows from operating activities",
        "Net cash provided by operating activities",
        "Cash flows from investing activities",
        "Net cash provided by/(used in) investing activities",
        "Cash flows from financing activities",
        "Net cash provided by/(used in) financing activities",
        "Cash, cash equivalents and restricted cash at December 31",
        "Supplemental data",
        "Consolidated Statement of Equity",
        "Common",
        "Stockand",
        "Accumulated",
        "Additional",
        "TotalIBM",
        "Non-",
        "Paid-in",
        "Retained",
        "Treasury",
        "Comprehensive",
        "Stockholders’",
        "Controlling",
        "Capital",
        "Earnings",
        "Stock",
        "Income/(Loss",
        "Equity",
        "Interests",
        "Equity, December31,2018",
        "Stock and",
        "Equity, December31,2019",
        "Total IBM",
        "Equity, December31,2020",
        "Notes to Consolidated Financial Statements",
        "three",
        "one",
        "Level 1–Quoted prices (unadjusted) in active markets for identical assets or liabilities that can be accessed at the measurement date",
        "Level 2–Inputs other than quoted prices included within Level 1 that are observable for the asset or liability, either directly or indirectly; and",
        "Level 3–Unobservable inputs for the asset or liability",
        "Counterparty credit risk adjustments are applied to financial instruments, taking into account the actual credit risk of a counterparty as observed in the credit default swap market to determine the true fair value of such an instrument",
        "Credit risk adjustments are applied to reflect the company’s own credit risk when valuing all liabilities measured at fair value. The methodology is consistent with that applied in developing counterparty credit risk adjustments, but incorporates the company’s own credit risk as observed in the credit default swap market",
        "Individually Evaluated–",
        "Collectively Evaluated–",
        "Past Due–",
        "Non-Accrual–",
        "Write-Off–",
        "two",
        "Standard/Description–",
        "Effective Date and Adoption Considerations",
        "Effect on Financial Statements or Other Significant Matters–",
        "Effective Date and Adoption Considerations–",
        "Effect on Financial Statements or Other Significant Matters",
        "During 2020, in the unprecedented macroeconomic environment that resulted from the COVID-19 pandemic, clients focused on operational stability, flexibility and cash preservation which impacted the company's revenue performance",
        "Total Cloud & Cognitive Software",
        "Total Global Business Services",
        "Total Global Technology Services",
        "Total Systems",
        "Global Financing",
        "Total Revenue",
        "*   Recast to conform to 2020 presentation",
        "Additions/(Releases",
        "December31,2020",
        "January 1, 2019",
        "December31,2019",
        "Opening balance does not equal the allowance at December 31, 2019 due to the adoption of the guidance for current expected credit losses. Refer to note B, “Accounting Changes,” for additional information",
        "The contract assets allowance for expected credit losses was not material in the years ended December 31, 2020 and 2019",
        "Total deferred costs*",
        "Management System Change",
        "Resulting Segment Implications",
        "Cloud &",
        "Global",
        "Cognitive",
        "Business",
        "Technology",
        "Software",
        "Services",
        "Financing",
        "Segments",
        "Pre-tax income from continuing operations",
        "Total IBM consolidated revenue",
        "Total pre-tax income from continuing operations",
        "Total IBM consolidated assets",
        "First Quarter",
        "Second Quarter",
        "Third Quarter",
        "Fourth Quarter",
        "Amortization",
        "Life (in Years",
        "Acquisitions",
        "N/A",
        "Total assets acquired",
        "Total liabilities assumed",
        "Total purchase price",
        "Transactions Closed in 2021–",
        "Red Hat–",
        "all",
        "Allocated",
        "Life(inYears",
        "Amount",
        "Goodwill",
        "Segment",
        "In the fourth quarter of 2020, the company entered into a definitive agreement to sell certain remaining OEM commercial financing capabilities reported within the Global Financing segment. The financial terms related to this transaction are not material. The transaction is expected to be completed in the second half of 2021",
        "Select IBM Software Products–",
        "Select IBM Marketing Platform and Commerce Offerings–",
        "IBM Risk Analytics and Regulatory Offerings–",
        "Sales Performance Management Offerings–",
        "Total income from continuing operations before income taxes",
        "Total continuing operations provision for/(benefit from) income taxes",
        "Total taxes included in net income",
        "Effective rate",
        "Deferred Tax Assets",
        "Net deferred tax assets",
        "Deferred Tax Liabilities",
        "Gross deferred tax liabilities",
        "*  The increase in the balance was primarily due to an intra-entity sale of intellectual property in the first quarter of 2020",
        "Balance at December31",
        "Net income on which basic earnings per share is calculated",
        "Income from continuing operations on which diluted earnings per share is calculated",
        "Income/(loss) from discontinued operations, net of tax, on which basic and diluted earnings per share is calculated*",
        "Net income on which diluted earnings per share is calculated",
        "Fair Value",
        "Hierarchy Level",
        "Liabilities",
        "ClientLoanand",
        "Investmentin",
        "InstallmentPayment",
        "Sales-Typeand",
        "Commercial",
        "Receivables/",
        "DirectFinancing",
        "At December31,2020",
        "(Loans",
        "Leases",
        "Receivables",
        "Amortized cost",
        "Total financing receivables, net",
        "At December31,2019",
        "Recorded investment",
        "Americas",
        "EMEA",
        "AsiaPacific",
        "Allowance for credit losses",
        "Beginning balance at December 31, 2019",
        "Beginning balance at January1, 2020",
        "Ending balance at December31,2020",
        "Ending balance",
        "Beginning balance at January1, 2019",
        "Ending balance at December31,2019",
        "Amortized",
        "Billed",
        "Invoices",
        ">90Daysand",
        "Not",
        ">90Days",
        "Accruing",
        "Total client financing receivables",
        "At a contract level, which includes total billed and unbilled amounts for financing receivables aged greater than 90days",
        "Of the amortized cost not accruing, there is a related allowance of",
        "million. Financing income recognized on these receivables was immaterial for the year ended December 31, 2020",
        "Recorded",
        "Investment",
        "Total lease receivables",
        "Total loan receivables",
        "Of the recorded investment not accruing",
        "million is individually evaluated for impairment with a related allowance of",
        "million. Financing income on these receivables was immaterial for the year ended December 31, 2019",
        "Asia Pacific",
        "Aaa - Baa3",
        "Ba1 - D",
        "Lease Receivables",
        "Loan Receivables",
        "Total—net",
        "Total lease cost",
        "yrs",
        "Imputed",
        "Thereafter",
        "Interest",
        "Total lease income",
        "Total undiscounted cash flows",
        "Difference between undiscounted cash flows and discounted cash flows",
        "GrossCarrying",
        "NetCarrying",
        "AtDecember31,2020",
        "AtDecember31,2019",
        "Capitalized",
        "Acquired",
        "Intangibles",
        "Foreign",
        "Purchase",
        "Translation",
        "Balance at",
        "Price",
        "andOther",
        "January 1, 2020",
        "Additions",
        "Divestitures",
        "December 31, 2019",
        "Maturities",
        "Weighted-Average",
        "Interest Rate",
        "Total interest paid and accrued",
        "Refer to the related discussion in note D, “Segments,” for total interest expense of the Global Financing segment. Refer to note T, “Derivative Financial Instruments,” for a discussion of the use of foreign currency denominated debt designated as a hedge of net investment, as well as a discussion of the use of currency and interest rate swaps in the company’s debt risk management program",
        "On July 2, 2020, the company and IBM Credit LLC entered into a new",
        "billion",
        "364-day",
        "Credit Agreement to replace the existing",
        "Credit Agreement, and also extended the maturity date of the existing",
        "Three-Year",
        "Credit Agreement. The new maturity dates for the",
        "and",
        "Credit Agreements are July 1, 2021 and July 20, 2023, respectively. The company also amended its",
        "Five-Year",
        "Credit Agreement to include an option exercisable in 2021 to extend the current maturity date of July 20, 2024 by an additional",
        "two years",
        "Each of the facility sizes remained unchanged. The total expense recorded by the company related to the",
        "Credit Agreement was",
        "million in 2020",
        "million in 2019 and",
        "million in 2018. The total expense recorded by the company related to the",
        "Credit Agreements was",
        "million in 2018. The",
        "Credit Agreement permits the company and its subsidiary borrowers to borrow up to",
        "billion on a revolving basis. Borrowings of the subsidiary borrowers will be unconditionally backed by the company. The company may also, upon the agreement of either existing lenders, or of additional banks not currently party to the",
        "Credit Agreement, increase the commitments under the Credit Agreement up to an additional",
        "billion. The",
        "Credit Agreement and the",
        "Credit Agreement allow the company and IBM Credit (each a Borrower) to borrow up to an aggregate of",
        "billion on a revolving basis. Neither Borrower is a guarantor or co-obligor of the other Borrower under the",
        "Credit Agreements. Subject to certain conditions stated in the",
        "Credit Agreements (the Credit Agreements), the Borrowers may borrow, prepay and re-borrow amounts under the Credit Agreements at any time during the term of such agreements. Funds borrowed may be used for the general corporate purposes of the Borrowers",
        "Interest rates on borrowings under the Credit Agreements will be based on prevailing market interest rates, as further described in the Credit Agreements. The Credit Agreements contain customary representations and warranties, covenants, events of default, and indemnification provisions. The company believes that circumstances that might give rise to breach of these covenants or an event of default, as specified in the Credit Agreements, are remote. The company also has other committed lines of credit in some of the geographies",
        "which are not significant in the aggregate. Interest rates and other terms of borrowing under these lines of credit vary from country to country, depending on local market conditions",
        "BeforeTax",
        "Tax(Expense)/",
        "NetofTax",
        "Benefit",
        "For the year ended December31,2018",
        "NetChange",
        "NetUnrealized",
        "Gains/(Losses",
        "onAvailable-",
        "onCashFlow",
        "For-Sale",
        "Hedges",
        "Plans",
        "Securities",
        "December31,2018",
        "Gains/(Losses) of",
        "Total Hedge Activity",
        "Gain/(Loss) Recognized in Consolidated Income Statement",
        "Consolidated",
        "Recognizedon",
        "AttributabletoRisk",
        "Income Statement",
        "Derivatives",
        "BeingHedged",
        "LineItem",
        "Gain/(Loss) Recognized in Consolidated Income Statement and Other Comprehensive Income",
        "Reclassified",
        "AmountsExcludedfrom",
        "For the year ended",
        "RecognizedinOCI",
        "fromAOCI",
        "EffectivenessTesting",
        "December31",
        "The amount includes changes in clean fair values of the derivative instruments in fair value hedging relationships and the periodic accrual for coupon payments required under these derivative contracts",
        "The amount includes basis adjustments to the carrying value of the hedged item recorded during the period and amortization of basis adjustments recorded on de-designated hedging relationships during the period",
        "The company’s policy is to recognize all fair value changes in amounts excluded from effectiveness testing in net income each period",
        "Instruments in net investment hedges include derivative and non-derivative instruments with the amounts recognized in OCI providing an offset to the translation of foreign subsidiaries",
        "Net stock-based compensation cost",
        "RSUs",
        "PSUs",
        "Grant Price",
        "Number of Units",
        "Balance at December31,2018",
        "Balance at December31,2019",
        "Balance at December31,2020",
        "Plan",
        "Eligibility",
        "Funding",
        "Benefit Calculation",
        "U.S. Defined Benefit (DB) Pension Plans",
        "Five-year",
        "final pay formula based on salary,years of service, mortality and other participant-specific factors",
        "U.S. Defined Contribution (DC) Plans",
        "Employees generally receive contributions after",
        "one year",
        "of service",
        "Unfunded, non-qualified amounts deferred are record-keeping (notional) accounts and are not held in trust for the participants, but may be invested in accordance with participants’ investment elections (under the   401(k) Plus Plan options",
        "of service. Amounts deferred into the Plan, including company contributions, are recorded as liabilities",
        "U.S. Nonpension Postretirement Benefit Plan",
        "Non-U.S. Plans",
        "Matching and automatic contributions are made once at the end of theyear for employees that are employed as of December15 of the planyear. Contributions may be made for certain types of separations that occur prior to December15",
        "U.S.Plans",
        "Non-U.S.Plans",
        "Total retirement-related benefits net periodic cost",
        "BenefitObligations",
        "FairValueofPlanAssets",
        "FundedStatus*",
        "U.S. Plans",
        "Total overfunded plans",
        "Total underfunded plans",
        "DefinedBenefitPensionPlans",
        "Total net periodic (income)/cost",
        "Nonpension Postretirement Benefit Plans",
        "U.S.Plan",
        "Forthe year ended December31",
        "return",
        "Total net periodic cost",
        "These components of net periodic pension costs are included in other (income) and expense in the Consolidated Income Statement",
        "NonpensionPostretirementBenefitPlans",
        "Change in benefit obligation",
        "Amendments/curtailments/",
        "settlements/other",
        "Benefit obligation at December31",
        "Change in plan assets",
        "Fair value of plan assets at December31",
        "Funded status at December31",
        "Funded status—net",
        "Net loss at December31",
        "Prior service costs/(credits) at December31",
        "Transition (assets)/liabilities at December31",
        "Total loss recognized in accumulated other comprehensive income/(loss)*",
        "Weighted-average assumptions used to measure net periodic (income)/cost for the year ended December31",
        "Weighted-average assumptions used to measure benefit obligations at December31",
        "Weighted-average assumptions used to measure net periodic cost for the year ended December31",
        "Item",
        "Description of Assumptions",
        "Discount Rate",
        "Expected Long-Term Returns on Plan Assets",
        "Rate of Compensation Increases and Mortality Assumptions",
        "Interest Crediting Rate",
        "Healthcare Cost Trend Rate",
        "Investment Policies and Strategies",
        "Defined Benefit Pension Plan Assets",
        "Level1",
        "Level2",
        "Level3",
        "Fair value of plan assets",
        "Mortgage and",
        "Corporate",
        "Asset-Backed",
        "Bonds",
        "Government",
        "Private",
        "andRelated",
        "RealEstate",
        "Valuation Techniques",
        "For the years ended December31",
        "Defined Benefit Pension Plans",
        "Defined Benefit",
        "Pension",
        "Plan Expected Payments",
        "Qualified",
        "Nonqualified",
        "Total Expected",
        "Payments",
        "Nonpension Postretirement Benefit Plan Expected Payments",
        "Obligation",
        "At December 31",
        "Performance Graph",
        "(U.S",
        "Dollar",
        "Stockholder Information",
        "The Computershare Investment Plan brochure outlines a number of services provided for IBM stockholders and potential IBM investors, including the reinvestment of dividends, direct purchase and the deposit of IBM stock certificates for safekeeping. The brochure is available at",
        "www.computershare.com/ibmcip",
        "or by calling (888) IBM-6700. Investors residing outside the United States, Canada and Puerto Rico should call (781)575-2727"
    ]
}