{
    "51434": [
        "Human Capital",
        "HUMAN CAPITAL",
        "Our strategic framework, The IP Way Forward, ensures our business strategy delivers sustainable outcomes for all of our stakeholders - employees, customers, suppliers, communities, governments, non-governmental organizations and shareholders – for generations to come. We accomplish this through a series of programs and processes as discussed below. Additionally in 2020, we established our Vision 2030 goals for healthy and abundant forests, thriving people and communities, sustainable operations and renewable solutions. Several of these goals are discussed in more detail below",
        "Table of Contents",
        "EMPLOYEES",
        "As of December31, 2020, we have approximately 49,300 employees, nearly 33,400 of whom are located in the United States. Of our U.S. employees, approximately 23,100 are hourly, with unions representing approximately 14,300 employees. Approximately 10,800 of this number are represented by the United Steelworkers union (\"USW\"",
        "International Paper, the USW, and several other unions have entered into two master agreements covering various mills and converting facilities. These master agreements cover several specific items, including wages, select benefit programs, successorship, employment security, and health and safety. Individual facilities continue to have local agreements for other subjects not covered by the master agreements.If local facility agreements are not successfully negotiated at the time of expiration, under the terms of the master agreements the local contracts will automatically renew with the same terms in effect. The master agreements cover the majority of our union represented mills and converting facilities. In addition, International Paper is party to a master agreement with District Council 2, International Brotherhood of Teamsters, covering additional converting facilities",
        "SAFETY",
        "The safety of our employees remains the primary focus of our leaders. Our goal is to create a 100% injury-free workplace for our employees and contractors. To accomplish this goal, we focus on the IP Way of doing things -  we do the right things, in the right ways, for the right reasons, all of the time. Our stated Vision 2030 Goal is to achieve zero injuries for employees and contractors",
        "Throughout the COVID-19 pandemic, we have remained focused on protecting the health and safety of our employees while meeting the needs of our customers. Most of our manufacturing and converting facilities we deemed essential have remained open and operational during the pandemic. The health and safety of our employees and contractors is our most important responsibility as we manage through the COVID-19 pandemic. We have implemented work-systems across the Company, including hygiene, social distancing, site cleaning, contract tracing and other measures, as recommended by the Centers for Disease Control and Prevention and the World Health Organization. As a sign of our appreciation for our workers during the pandemic, the Company gave a one-time bonus to all employees in December 2020",
        "HUMAN CAPITAL MANAGEMENT",
        "The attraction, retention and development of our employees is critical to our success. We accomplish this, in part, by developing the capabilities of our team members through our continuous learning, development and performance management programs. One such program is our REACH (Recruit, Engage, Align College Hires) program through which the Company recruits and develops early-career engineers and safety professionals for our U.S. Mill system, preparing them to become future leaders. We invest in the growth and development of our employees by providing a multi-dimensional approach to learning that empowers, intellectually grows, and professionally develops our employees. We provide continuing education courses that are relevant to our industry and job function within the Company. In addition, we have created learning paths for specific positions that are designed to encourage an employee’s advancement and growth within our organization. We also offer a peer mentor program and leadership and customer service training to support and develop our employees. These resources provide employees with the skills they need to achieve their career goals, build management skills and become leaders within our Company.  In 2019, 580 new hourly operations and maintenance employees at our mills experienced new hire integration training and 460 high potential leaders participated in experiential development programs",
        "DIVERSITY AND INCLUSION",
        "The Company believes in an inclusive workforce, where diverse backgrounds are represented, engaged and empowered to inspire innovative ideas and decisions. Our stated Vision 2030 goal is to achieve 30% overall representation of women and 50% women in salaried positions and to implement regional diversity plans, including 30% minority representation in U.S. salaried positions.  To foster a more diverse and inclusive culture, the Company is focused on (1) promoting a culture of diversity and inclusion that leverages the talents of all employees, and (2) implementing practices that attract, recruit and retain diverse top talent. The Company supports employee-led networking groups that are open to all employees and provide a forum to communicate and exchange ideas, build a network of relationships across the Company, and pursue personal and professional development, such as the Women in International Paper Employee Networking Circle, African American Employee Networking Circle (\"IPmove\"), LGBTQ Employee Networking Circle (“IPride”) and a Veterans Employee Networking Circle",
        "We have a global workforce and have implemented programs around the globe to create diverse, inclusive workplaces. We have increased representation of women engineers in our REACH program to 38% with the Class of 2021. And our overall full-time diversity hiring for the REACH Class 2021 is 52%",
        "CITIZENSHIP",
        "We encourage our employees to support the communities in which they live and in which the Company operates. Our citizenship efforts extend across the globe and support social and educational needs. To that end, in 2019 we invested more than $24 million to address critical needs in the communities in which we work and live. Our Vision 2030 goal is to strengthen the resilience of our communities and improve the lives of 100 million people in our communities. We are proud to have been named among the world’s most ethical companies by Ethisphere for 14 consecutive years"
    ]
}