{
    "54381": [
        "HUMAN CAPITAL",
        "The Company employs a global workforce focused on serving its customers and creating solutions to meet their needs. We consider our employees to be the most valuable resource for current and future success and we seek to provide a work environment that fosters growth, encourages self-development and provides meaningful work. How we manage our human capital is critical to how we deliver on our strategy and create sustained growth and value for our shareholders. Kaman Corporation is a place where people who want to make a difference come to work",
        "Employee Demographics",
        "As of December31, 2020, we employed 3,193 individuals. Of these employees, approximately 73% are employed in the United States and 27% are employed internationally. Within the United States, 65% of the employees are non-exempt and 35% are exempt",
        "The Company's average age of U.S. employees is 48. U.S. headcount by generation at December 31, 2020 is as follows",
        "Values",
        "The Company’s core values are Respect, Excellence, Accountability, Creativity and Honor (\"REACH\"",
        "Respect - Employees value people, their skills and their perspectives",
        "Excellence - Employees do their best, giving full attention to the quality of every job, outcome and relationship. The highest level of customer service is provided to customers, both externally and internally",
        "Accountability - Employees accept responsibility for their actions and work to achieve desired results",
        "Creativity - Employees take on every challenge with a spirit of discovery and ingenuity, offering new ideas and resources",
        "Honor - Employees behave with integrity",
        "Our employees are committed to these values, which define how employees behave, treat others and operate",
        "Business Ethics",
        "The Company's Code of Conduct (\"Code\") is a statement of the principles and standards that the Company expects the Kaman community to follow. Each officer, director and employee is required to use good ethical judgement when conducting business and comply with applicable laws, rules and regulations. The Code describes what is appropriate behavior and guides ethical business decisions that maintain a commitment to integrity. Failure to comply with the Code and applicable laws can have severe consequences for both individuals involved and the Company, including disciplinary action, civil penalties or criminal prosecution under certain circumstances",
        "The Company has designated Compliance Officers who are responsible for the following",
        "Distributing of the Code to the Kaman community",
        "Educating and training personnel on the Code",
        "Obtaining written acknowledgments from employees, officers, directors, agents, contractors, suppliers and customers that they have read, understand and will comply with the Code as a condition of their association with the Company",
        "Investigating reported Code violations and implementing remedial actions when a violation has been confirmed; and",
        "Reporting Code submissions to the Company's Chief Compliance Officers",
        "Talent Acquisition",
        "An important component of the Company’s Human Capital strategy is acquiring new talent",
        "T",
        "he Company strives to attract top talent with diverse backgrounds and experiences who align with the commitment of driving a culture of innovation",
        "The foundation of the talent acquisition strategy is the commitment to being an E",
        "qual Opportunity Employer. Qualified applicants receive consideration for employment without regard for race, color, religion, sex, sexual orientation, gender identity, national origin, disability, protected veteran status or any other protected class. The Company provides reasonable accommodations for qualified individuals with disabilities and disabled veterans in job application procedures and processes",
        "The Company fully provides equal opportunity for all",
        "The Company uses a number of programs to ensure it attracts and hires top talent to develop as future leaders of the organization. The Kaman Internship Program is designed to provide meaningful work experiences and professional development for students. The goal of this program is to ensure a mutual benefit to both the students engaging in the internship and the Company with a pipeline of future employees. The Kaman Early Career Rotational Program is designed to provide prospective Leadership Development Candidates, if selected, with the opportunity to develop leadership skills and learn key organizational processes across multiple business functions. The Early Career Rotational Program is 18 to 24 months in duration and consists of rotations through Operations, Program Management, Engineering, Quality and Supply Chain Management. The Campus Champions Program is designed to engage universities and military organizations through hands-on involvement in a variety of interactive activities including participation in recruitment drives, meeting with faculty, alumni, students, student organizations and veterans’ organizations. This program allows the Company to explore opportunities to strengthen its relationships and develop mutually beneficial partnerships with these institutions",
        "Talent Development",
        "In addition to acquiring new talent, the Company focuses on growing and developing its existing talent. The Company makes significant investments in enhancing its employees’ skill levels and providing professional opportunities for career development and advancement. The Company’s leadership team utilizes a robust succession planning program for identifying the next",
        "generation of leaders to ensure that the organization is prepared to fill critical roles with employees who are prepared to support the strategy of the business and respond to the needs of key stakeholders",
        "Training and employee learning are offered to employees, which allows the Company to efficiently develop its staff and meet legal and compliance training requirements. Five thousand webinar courses were completed in 2020, along with hundreds of health, wellness and leadership training sessions delivered to the employee population",
        "The Company currently uses two programs to support the development of current employees for future leadership roles. First, the Rising Star Mentoring Program provides motivated employees with a formal six-month commitment to work with a Kaman leader to develop and progress their careers. During the mentoring process, mentees develop and progress their career plans, assess and improve career readiness and bolster their professional skills. Second, the Women in Leadership Program develops capabilities of female leaders through a process of learning and personal discovery so they can make stronger contributions within their careers and the organizations in which they work. With the use of a leadership assessment tool, management discovers the strengths and opportunities for its participants and create actions plans to help improve their performance. Professional networking and mentoring helps prepare the female leaders for larger roles in the organization. As of December 31, 2020, 76% and 24% of the Company's management positions were held by men and women, respectively. This compares to the Company's overall U.S. population comprised of 68% males and 32% females",
        "The Company conducts annual performance appraisals with all employees. Feedback is used to support continuous improvement. Individual, annual goal setting activities align to the overall company and business unit strategies and objectives",
        "Diversity & Inclusion",
        "The Company views diversity as a competitive advantage and integral to future success. Diversity helps create an innovative workforce, while inclusion ensures the Company has the right culture, processes, policies, and practices to ensure employees feel valued and included",
        "Women Advocating Leadership at Kaman (\"WALK\") is a program that is designed to support the advancement of Kaman’s strategic diversity goals by implementing specific business initiatives that increase the global representation of women in leadership roles. WALK’s long-term objectives include hiring; retaining and promoting more women; supporting the change in Kaman’s culture of being more accepting of women in leadership roles; providing women with equal access to development opportunities; and creating a life balance and family-friendly culture",
        "The Company also seeks opportunities to recruit and hire skilled veterans as well as engage in partnerships and support programs that allow the Company to give back to the veteran community. The Company has a multitude of recognition programs to show its appreciation for their service to the United States. An employee resource group is dedicated to veteran employees which supports community engagement as well as professional development activities",
        "Total Rewards",
        "The Company focuses on paying its employees fairly and competitively. The Company strives to provide competitive pay opportunities which reward its employees for achieving and exceeding objectives that create long-term value for shareholders. Management aims to have all compensation programs, processes and decisions be transparent and easy to understand. Providing equitable and competitive pay enhances the Company's ability to attract and retain strong, innovative talent",
        "Providing comprehensive, competitive and affordable benefits is important to the Company's attraction and retention strategy. The Company offers the following",
        "Health Benefits",
        "The Company offers various medical plan options and provides employees with a cost comparison tool to assist employees with their decision. The options for pharmacy, dental, and vision care coverage are also provided for employees. In addition to insurance benefits, Kaman’s Chronic Condition Management programs provides valuable resources to support employees and their family members dealing with a chronic condition, such as diabetes or cancer",
        "Wealth Benefits",
        "The Kaman Corporation 401(k) Plan provides employees with a tax advantageous way to save for retirement. Contributions up to the first 5% in pre-tax and/or Roth accounts are matched, and matching contributions vest after three years of service.  Additionally, the Company offers an Employee Stock Purchase Plan, Health Savings Accounts for those in a high deductible",
        "health plan, Flexible Spending Accounts for both health care and dependent care, life and accidental death and dismemberment insurance, disability benefits, and voluntary accident and critical illness insurance",
        "Wellness Benefits",
        "The",
        "Fit for Life",
        "Wellness program provides all employees with opportunities to participate in company-wide events, webinars and local wellness challenges focused on living a healthy lifestyle. Kaman Work-Life Solutions is available to all employees and their household members who need help dealing with issues affecting their personal or professional lives. This resource connects employees with individuals who can help them with an array of issues such as locating child care programs and individual counseling",
        "The Company recognizes the need to support its employees’ work-life balance. The Paid Parental Leaves of Absence better enables employees to care for and bond with a newborn, newly adopted, or newly placed foster child during the six-month period immediately following the event. Eligible employees receive three weeks of parental leave at 100% of base pay, inclusive of shift premiums, if applicable. This benefit is offered in addition to short-term disability benefits already provided for pregnancy and childbirth to women at the organization",
        "Health & Safety",
        "The Company continues to diligently monitor and respond t",
        "o the challenges faced by the Company and its employees navigating through the COVID-19 pandemic. The Company's employees have worked to keep the Company operational and meet customer requirements throughout the pandemic, while respecting the recomme",
        "ndations of local governments and agencies",
        "The Company's first priority continues to be the health and safety of employees and their families",
        "As the COVID-19 global health issue evolved, the Company enforced practical precautions, including global travel restrictions and enforcing quarantine periods as appropriate. A number of initiatives were implemented across the Company to ensure employees are safe, including an increase in communications and outreach to the workforce. Enhanced resources have been provided to help employees manage with the stress and anxiety of the current situation. At the onset of the pandemic, a remote work strategy was implemented where appropriate, which continues today. Additionally, work was transferred to alternate locations when necessary. Best practices for hygiene and preventing the spread of germs were implemented including checking temperatures for those entering the Company's facilities, limiting visitors in the workplace and encouraging teleconference meetings. We have increased the frequency of cleaning and disinfecting common areas and our leadership teams have responded to local business needs and priorities to ensure safe operations and minimal business disruptions",
        "Corporate Responsibility",
        "The Company is a strong supporter of education, including meritorious children of its employees, students pursuing engineering degrees, museums with educational programs and various local education programs across the country. The Company also financially supports charitable and civic organizations such as art councils, boy and girl scouts, food pantries, health organizations and veterans' organizations. Additionally, employees volunteer their time to give back to the communities in which they live and work"
    ]
}