{
    "54480": [
        "DESCRIPTION OF HUMAN CAPITAL RESOURCES",
        "The employees of KCS are the Company’s greatest asset. KCS employees are the foundation of the Company’s success and keep the railroad moving every day, even during a global pandemic. The employees of KCS have a shared vision – to strive to be the fastest-growing, best-performing, most customer-focused transportation provider in North America",
        "A majority of the KCS workforce plays a critical role in the daily train operations and customer support. This portion of the workforce, including train crews, dispatchers, mechanical and engineering crews, field managers, and many others, cannot work from home. During the pandemic, these employees and freight rail transportation are part of what is deemed “critical infrastructure,” essential to the economy and the communities KCS serves",
        "As of December 31, 2020, the Company had approximately 6,522 employees, with 58% based in Mexico and 42% based in the U.S. In 2020, approximately 75% of KCS employees were represented by a collective bargaining agreement",
        "In managing the Company’s business, management focuses on a number of human capital measures and objectives rooted in the KCS Vision, Values and Culture (described further below, and as noted on the Company’s website at",
        "https://www.kcsouthern.com/en-us/about-us/overview/vision-values",
        "which is not incorporated into this Form 10-K) and include the following",
        "Employee Health & Safety",
        "- KCS is committed to operating in a safe, secure and responsible manner for the benefit of its employees, customers and the communities KCS serves in the U.S. and Mexico. See below for further discussion of employee health and safety as well as noted in the Company’s sustainability report at",
        "https://www.kcsouthern.com/corporate-responsibility/our-commitment/KCS-2019-Sustainability-Report.pdf",
        "(the sustainability report is not incorporated into this Form 10-K",
        "Compensation and Benefits",
        "- KCS strives to offer competitive compensation, benefits and services that meets the needs of its employees including, short and long-term incentive packages, employee stock purchase plan, defined contribution plan, healthcare benefits, and wellness and employee assistance programs. Management monitors market compensation and benefits to be able to attract, retain, and promote employees and reduce turnover and its associated costs. In addition, KCS’s short and long-term incentive programs are aligned with the Company’s vision and key business objectives and are intended to motivate strong performance. KCS engages a nationally recognized outside consulting firm to objectively evaluate its compensation and benefits and benchmark them against industry peers and other similarly situated organizations",
        "For the year ended December 31, 2020, compensation and benefits expense totaled $476.5 million. See Item 7",
        "Management’s Discussion and Analysis of Financial Condition and results of Operations",
        "for further discussion of compensation and benefits expense",
        "Table of Contents",
        "Productivity Measures",
        "– KCS measures productivity of its workforce by analyzing its headcount compared to total gross ton miles, which is the number of miles moved by a train multiplied by the total weight of the freight cars",
        "Years Ended",
        "December 31",
        "Gross Ton Miles (GTM) (in millions",
        "Average Employees - Total",
        "Average Employees - Union",
        "GTM's per Average Employee (in millions",
        "(a) Excludes Locomotive Gross Ton Miles",
        "KCS’s Vision, Values and Culture (“KCS Culture”",
        "- The KCS Culture is critically important to KCS’s success and is a set of guidelines, beliefs and behaviors that help define KCS and create a foundation for growth and success. KCS’s strong culture and core values should allow KCS to fulfill its vision and continue to endure in times of stress. The KCS Culture helps guide how employees make decisions, treat each other and serve customers. All employees are responsible for upholding the KCS Culture and conformance with the KCS Culture statement is 25% of the annual performance appraisal process for all management employees. Management uses performance evaluations as a tool to help strengthen relationships with employees and KCS’s Culture",
        "Employee Health and Safety Overview",
        "Management seeks to instill a culture valuing employee health and safety at KCS via training, education, initiatives, equipment and a strict adherence to applicable safety rules as further described below",
        "Operational safety",
        "KCS is subject to federal, state, and local government regulations in the U.S. and Mexico with regard to safety. These regulations direct safety practices in the placement of rail cars carrying certain commodities in the train, routes, inspection of equipment and track, security procedures, equipment design and construction, speed restrictions, and work rules",
        "Management strives to instill a culture of safety, providing on-the-job training and classroom instruction to employees. Many positions, such as locomotive engineers and conductors, have extensive requirements for certification and licensing, as required by federal regulation. Certification-eligibility is based on a variety of factors, including prior safety conduct of the applicant, compliance with applicable regulations, knowledge of operating rules and performance testing. The Company offers certification and training programs to operations groups as business needs require. These training programs focus on operating rules, safety rules, and procedures required for specific tasks",
        "KCS’s operational testing program provides processes for ongoing validation and understanding of, and adherence to operating rules and procedures by employees, and allows management to identify, monitor and manage potential safety risks in the business. This training is designed to gauge employees’ knowledge of and compliance with KCS rules and procedures and determine the need for remedial training or guidance. Testing plans are developed based upon, among other things, a particular location’s risks, recent trends, injuries or accidents and prior operational test performance",
        "Safety technology",
        "KCS uses advanced technologies to help employees enhance operational safety including the following",
        "Advanced Inspection Equipment — KCS uses technology to monitor, in real-time, the approximately 7,100 route miles of track, bridges, and tunnels that KCS uses in its operations. KCS employees and contractors inspect railroad tracks using specialized equipment such as track geometry cars, ground-penetrating radar, and laser technology. Additionally, different types of wayside detectors are positioned along the rail network to monitor the condition of the wheels on passing trains. These specialized technologies alert railroads to potential defects and help enable KCS to schedule maintenance in a timely manner",
        "PTC — Since 2008, KCSR has worked to implement PTC, the largest and most complex safety system in the history of the railroad industry. PTC is an advanced technology system designed to automatically stop a train before certain incidents occur and protect KCS’s employees, customers and communities along the network. The Company has invested $257.4 million in PTC since 2008. PTC aims to prevent the following",
        "Train-to-train collisions",
        "Derailments caused by excessive train speed",
        "Train movements through misaligned track switches",
        "Unauthorized train entry into work zones",
        "Asset Health Strategic Initiative (“AHSI”) — AHSI is a multi-year rail industry program that applies information technology processes to help improve the safety and performance of freight cars and locomotives across North America. The program aims to help reduce mechanical service interruptions, improve the quality of railcar inspections, and increase rail yard and repair shop efficiencies by consolidating equipment information, including ownership information, repair and inspection history, and company recalls, among other things",
        "Health and Safety during COVID-19 pandemic",
        "During the outbreak in March 2020 of the novel Coronavirus (“COVID-19”), which has been declared a pandemic, the U.S. and Mexico governments deemed rail transportation as “critical infrastructure” providing essential services during the global emergency. As a provider of critical infrastructure, Kansas City Southern has an obligation to keep employees working and freight operations moving. During this period, the Company strives to remain focused on protecting the health, safety, and well-being of its employees and the communities in which it operates while working to maintain the continuity of its business operations",
        "In response to the COVID-19 pandemic, KCS created a dedicated crisis team that implemented business continuity plans to help ensure the ongoing availability of its transportation services. KCS took a variety of health and safety measures, including separating dispatching and crew operations, implementing enhanced cleaning and hygiene protocols in its facilities and locomotives, implementing remote work policies where possible, performing temperature checks and requiring facial coverings. As a result, the Company did not experience significant COVID-19 related disruptions in its railroad operations during 2020. For the year ended December 31, 2020, the Company recognized approximately $10.0 million of expense related to COVID-19 for the protection of its employees and the continuity of business operations"
    ]
}