{
    "55067": [
        "Human Capital Resources",
        "At January 2, 2021, we had approximately 31,000 employees. We are also party to numerous collective bargaining agreements. Our human capital objectives include attracting, developing, engaging, rewarding and retaining our employees",
        "Equity, Diversity and Inclusion",
        "In 2005, Kellogg established an Office of Diversity & Inclusion.  Since this time, our Company has enhanced our strategy to lead with Equity and be known as the Office of Equity, Diversity and Inclusion. This office has been focused on recruiting and retaining diverse employees, creating awareness of diversity issues, fostering a supportive, positive environment where inclusive behaviors are the norm, and embedding accountability for diversity throughout the organization.  Our goal is to reflect the diversity of our consumers throughout our Company. We report to our Board of Directors on a periodic basis about the actions we have taken to make progress on our ED&I journey, and we are firmly committed to continuing to advance our ED&I priorities. Our focus on equity, diversity and inclusion enables us to build a culture where employees are inspired to share their passion, talents and ideas",
        "Our eight Business Employee Resource Groups, which include KVets and Supporters, Kellogg Multinational Employee Resource Group, Kellogg’s Young Professionals, Kellogg African American Resource Group, Women of Kellogg, Hola (our Latino resource group), KPride & Allies (our LBGTQ+ resource group), and Kapable (our resource group for people with disabilities and their supporters), also play a critical role in attracting diverse talent, providing mentoring and career development opportunities, delivering commercial business insights and connecting people to the Company and the communities where we do business",
        "Through many initiatives, supported by our Business Employee Resource Groups and ED&I Champions, several leading organizations recognized Kellogg for our commitment to building and supporting equity, diversity and inclusion in our workplace, marketplace and the communities where we work and live. These include Diversity Inc., Social Corporate Equity Index, Diversity Best Practice Index and Human Rights Campaign (HRC) Best Places to Work for LGBTQ Equality, to name a few",
        "Training and Development",
        "We invest is ongoing leadership development through programs such as our Step UP program for future managers, our Accelerate program for experienced managers and our executive leadership training program for developing our future leaders",
        "Employee Engagement",
        "We communicate frequently and transparently with our employees through a variety of engagement vehicles, from externally managed global opinion surveys to weekly check-ins via our internal global recognition platform.  We also provide a wide array of opportunities for volunteerism though Kellogg’s “Better Days” commitment, and provide matching donations for employees’ service to charities of their choosing in many regions",
        "Total Rewards",
        "We provide a market-based competitive compensation through our salary, annual incentive and long-term incentive programs",
        "and a robust benefits package that promotes employee well-being across all aspects of their lives, including physical, financial, social and emotional wellbeing. We provide a variety of resources and services to help our employees for retirement. Kellogg offers a comprehensive retiree medical plan for those who meet eligibility requirements. In addition, we provide a 401(k) plan for active employees",
        "Health and Wellness",
        "Creating a culture where all colleagues feel supported and valued is paramount to our corporate mission. The ongoing COVID-19 pandemic has led to unique challenges and we are striving to ensure the health, safety and general well-being of our colleagues. We continue to evolve our programs to meet our colleagues’ health and wellness needs, which we believe is essential to attract and retain employees of the highest caliber, and we offer a competitive benefits package focused on fostering work/life integration. My Total Health, our global employee wellbeing framework, launched in 2019. It addresses physical, financial, social and emotional wellbeing to support our employee’s personal goals. On an ongoing basis, we focus on each aspect of wellbeing and provide useful information, education, tools and resources. For example, Kellogg hosted a global all employee Emotional Health event on Mindfulness in acknowledgement of World Mental Health Day. Many of our locations now use the My Total Health framework to guide how they communicate and engage with employees in support of their wellbeing",
        "Company Ethics",
        "The Company has processes in place for compliance with the Code of Conduct for Kellogg Company Board of Directors and Global Code of Ethics for Kellogg Company employees, each including a requirement for annual certification that provides employees an opportunity to disclose actual or potential conflicts of interest, report actual or potential violations of the law, the Code or policy and acknowledge their obligation to comply with the applicable code.  Ethics are deeply embedded in our values and business processes.  The Company regularly re-enforces our commitment to ethics and integrity in employee communications, in our everyday actions and through our processes.  In addition, the Company provides targeted training across the globe during the course of the of the year. The Company also maintains an ethics related hotline, managed by a third party, through which individuals can anonymously raise concerns or ask questions about business behavior"
    ]
}