{
    "55135": [
        "Human Capital",
        "We are a talent solutions company dedicated to connecting people to work in ways that enrich their lives and our employees are critical to achieving this noble purpose. In order to compete and succeed in our highly competitive and rapidly evolving market, it is crucial that we attract and retain experienced internal employees, as well as talent to work for our customers. As part of these efforts, we strive to offer competitive total rewards programs, foster an inclusive and diverse environment, and give employees the opportunity to give back to their communities and make a social impact.  ",
        "First and foremost, the success of our business is fundamentally connected to the well-being of our people.  Accordingly, we are committed to the health, safety and wellness of our employees and talent.  In response to the COVID-19 pandemic, we implemented significant operating environment changes that we determined were in the best interest of our employees and talent, as well as the communities in which we operate, and which comply with government regulations.  This includes having the vast majority of our internal employees work from home, while implementing additional safety measures for employees and talent continuing critical on-site work. ",
        "Risks Related to Human Capital",
        "We depend on our ability to attract, develop and retain qualified permanent full-time employees.",
        "As we aim to expand the number of clients utilizing our higher margin specialty solutions in support of our growth strategy, we are highly reliant on individuals who possess specialized knowledge and skills to lead related specialty solutions and operations.  There can be no assurance that qualified personnel will continue to be available.  Competition for individuals with proven specialized knowledge and skills is intense, and demand for these individuals is expected to remain strong in the foreseeable future.  Our success is dependent on our ability to attract, develop and retain these employees.",
        "We depend on our ability to attract and retain qualified temporary personnel (employed directly by us or through third-party suppliers).",
        "We depend on our ability to attract qualified temporary personnel who possess the skills and experience necessary to meet the staffing requirements of our customers.",
        "We must continually evaluate our base of available qualified personnel to keep pace with changing customer needs.",
        "Competition for individuals with proven professional skills is intense, and demand for these individuals is expected to remain strong for the foreseeable future.",
        "There can be no assurance that qualified personnel will continue to be available in sufficient numbers and on terms of employment acceptable to us and our customers.",
        "Our success is substantially dependent on our ability to recruit and retain qualified temporary personnel.",
        "We may be exposed to employment-related claims and losses, including class action lawsuits and collective actions, which could have a material adverse effect on our business.",
        "We employ and assign personnel in the workplaces of other businesses.",
        "The risks of these activities include possible claims relating to:",
        "discrimination and harassment;",
        "wrongful termination or retaliation;",
        "14",
        "violations of employment rights related to employment screening or privacy issues;",
        "apportionment between us and our customer of legal obligations as an employer of temporary employees;",
        "classification of workers as employees or independent contractors;",
        "employment of unauthorized workers;",
        "violations of wage and hour requirements;",
        "retroactive entitlement to employee benefits, including health insurance;",
        "failure to comply with leave policy requirements; and",
        "errors and omissions by our temporary employees, particularly for the actions of professionals such as attorneys, accountants, teachers and scientists.",
        "We are also subject to potential risks relating to misuse of customer proprietary information, misappropriation of funds, death or injury to our employees, damage to customer facilities due to negligence of temporary employees, criminal activity and other similar occurrences.",
        "We may incur fines and other losses or negative publicity with respect to these risks.",
        "In addition, these occurrences may give rise to litigation, which could be time-consuming and expensive.",
        "In the U.S. and certain other countries in which we operate, new employment and labor laws and regulations have been proposed or adopted that may increase the potential exposure of employers to employment-related claims and litigation.",
        "In addition, such laws and regulations are arising with increasing frequency at the state and local level in the U.S. and the resulting inconsistency in such laws and regulations results in additional complexity.",
        "There can be no assurance that the corporate policies and practices we have in place to help reduce our exposure to these risks will be effective or that we will not experience losses as a result of these risks.",
        "Although we maintain insurance in types and amounts we believe are appropriate in light of the aforementioned exposures, there can also be no assurance that such insurance policies will remain available on reasonable terms or be sufficient in amount or scope of coverage.",
        "Additionally, should we have a material inability to produce records as a consequence of litigation or a government investigation, the cost or consequences of such matters could become much greater."
    ]
}