{
    "5513": [
        "Human Capital Resources",
        "Human Capital",
        "Unum is built on the promise of helping the working world thrive throughout life’s moments, an inspiring purpose that requires harnessing the creativity and energy of our employees.  As of December 31, 2020, the Company employed approximately 10,700 employees, of which, approximately 10,300 are full-time employees.  Approximately 89 percent of our employees are in the United States, and the remaining 11 percent are international (United Kingdom, Ireland and Poland).  Voluntary employee turnover for 2020 was approximately 9.4 percent, a decrease from the prior year",
        "During 2020, as the COVID-19 pandemic accelerated across the U.S., we quickly and effectively transitioned the majority of our employees to remote work.  We also implemented protocols and precautions for a limited portion of staff to work in the office.  A key tenet of our strategy was to ensure employee health and safety, while also maintaining operational readiness and flexible work options.  Our international locations each created strategies based on their local environment",
        "Compensation and Benefits",
        "At Unum, we provide compensation and benefits programs which support our employees’ health, wealth and life.  In addition to competitive pay, other programs (which vary by country/region) include: annual bonus and employee recognition; stock awards and stock purchase; life, medical, pharmacy, telehealth, health reimbursement accounts; dental, vision, voluntary benefits and disability insurance; tuition and fitness reimbursement; 401(k) plan, financial education, and planning support; student debt relief; employee assistance program, family building; paid time off and caregiver leave, paid parental leave; on-site health resource centers and fitness centers and subsidized healthy food choices",
        "Inclusion and Diversity",
        "The Company strives to create a workplace culture that attracts and retains the great talent needed to deliver for our customers, who represent a cross-section of society and its different communities, ethnic backgrounds, socioeconomic perspectives and physical abilities.  Unum believes the best way to meet the needs of its customers and make better decisions is to reflect their diversity in our own workforce.  Of our more than 10,700 employees, 66 percent identify as female; and 17 percent of employees (excluding Poland) identify as members of a minority group",
        "Unum embraces the unique talents of every team member and helps them reach their full potential.  Unum’s culture is built on a foundation of workplace values and principles called We Are Unum, a roadmap that outlines what employees bring to work each day and what they get from the Company in return",
        "In addition, Unum has a dedicated Office of Inclusion & Diversity focused on driving strategies to create a culture where inclusivity is an expectation for every employee and leader.   We partner with diverse stakeholders to increase awareness and",
        "provide guidance to help operationalize inclusion through resources, programs and policies that enhance the company's workforce culture",
        "The Company has five Employee Resource Groups made up of more than 1,400 employee volunteers who seek to",
        "ensure inclusion becomes embedded within the Unum culture",
        "create an inclusive environment for all diverse employees",
        "support employees with disabilities",
        "promote thoughtful discussions that advocate for all racially and ethnically diverse people",
        "create an inclusive workplace, free of conscious or unconscious bias",
        "ensure the workplace is free of discrimination against and harassment of people based on their gender identity, gender expression and sexual orientation",
        "help veterans transition to the workplace and develop their careers; and",
        "increase women in leadership positions through professional and career development",
        "Unum has established an expectation for all people leaders to embed inclusion and diversity into their performance goals.  By embracing shared ownership for inclusion and diversity, leaders help drive inclusion at all levels",
        "Unum’s ability to proactively attract, develop and retain diverse, top talent is a critical component of our success.  Our talent acquisition area utilizes selection technology with AI capability that gives each candidate a customized recruiting experience.  We are committed to diverse hiring and have embedded various initiatives within our selection process that allow us to drive positive results.  The talent acquisition area actively partners with our office of I&D to ensure they utilize a multi-prong approach to attract and retain diverse talent.  Our recruiters are certified diversity recruiters and have received specialized training in unconscious bias; new recruiters complete this process during their first 90 days of employment.  Unum actively partners with various national diverse organizations and associations to support diverse hiring at all levels",
        "Learning and Development",
        "At Unum, we place a strong emphasis on training and professional development for all levels of our workforce, so people of every background have the tools to reach their full potential.  All employees have one-to-one coaching sessions with their managers.  On a quarterly basis, managers summarize conversations with meaningful documentation on key accomplishments, progress toward goals, and other areas of focus, including career development.  Managers and employees also review next steps to help align activities with company goals.  We believe continuous coaching conversations help all employees and managers work more effectively",
        "Here are some examples of our commitment to the growth and development of our employees",
        "Career development workshops: For the employees who participated in career development workshops in 2019, approximately 31 percent had a promotion or lateral move either later in 2019 or during 2020, and 100 percent of managers felt prepared to more effectively navigate their career following the workshop",
        "Managers as Coaches: We provide all people managers with workshops and development opportunities that focus on building coaching capabilities, with a goal of elevating workforce performance",
        "Multicultural Leadership Development Program:  This program focuses on championing equity and opportunity by preparing racially diverse employees to advance to higher levels of leadership",
        "Actuarial Development Program (ADP), Accounting and Finance Development Program (AFDP) and Professional Development Program (PDP): These are multi-year rotational programs that focus on preparing participants to become future leaders of our company.  ADP and AFDP focus on developing both leadership and technical skills, while PDP focuses primarily on developing leadership skills and broad operational experience",
        "LinkedIn Learning (LIL): All employees have access to Unum's LIL platform, which provides our employees access to videos, articles and training options in everything from improving technical skills to enhancing leadership abilities",
        "Leader Academy: An online program which is available to managers, leaders or any employee interested in moving into a management role.  Each quarter, participants learn about interpersonal effectiveness, elevating performance, strategic decision-making and leading change",
        "We recognize that our employees are an important asset.  Therefore, it is imperative that we continue to focus on the growth and development of our workforce in a meaningful way, and provide them with the necessary support to achieve their career goals",
        "Employee Engagement",
        "To ensure our employees are engaged and are effectively delivering on our mission and meeting our customers’ needs, we regularly conduct confidential employee surveys to obtain feedback and gain insights from our employees.  These surveys are thoughtfully considered and actioned by leadership.  We are committed to our employees’ growth and development and embrace the diversity of ideas for improvement.  In our employee survey conducted in 2020, a total of 9,910 employees responded and approximately 84 percent of those employees indicated favorable engagement and would recommend Unum as a great place to work"
    ]
}