{
    "59255": [
        "HUMAN CAPITAL RESOURCES",
        "Employees",
        "Our operating results depend in part on our ability to successfully manage our human capital resources, including attracting, identifying, and retaining key talent. Each of our businesses has a well-trained labor force with a substantial number of long-tenured employees. Our businesses provide competitive compensation and benefits to our employees, some of which are offered under collective bargaining agreements. In addition to salaries, these programs, which vary by segment and by country/region, can include annual bonuses, a defined benefit pension plan, a defined contribution plan with employer matching opportunities, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, family care resources, employee assistance programs, and tuition assistance",
        "As of December31, 2020, our Chemicals Segment employed the following number of people",
        "Europe",
        "Canada",
        "United States (1",
        "Total",
        "Excludes employees of our LPC joint venture",
        "Certain employees at each of Kronos’ production facilities are organized by labor unions. Kronos strives to maintain good relationships with all its employees, including the unions and workers’ councils representing those employees. In Europe, Kronos’ union employees are covered by master collective bargaining agreements for the chemical industry that are generally renewed annually.In Canada, Kronos’ union employees are covered by a collective bargaining agreement that expires in June 2021.At December 31, 2020, approximately 86% of Kronos’ worldwide workforce is organized under collective bargaining agreements.Kronos did not experience any work stoppages during 2020, although it is possible that there could be future work stoppages or other labor disruptions that could materially and adversely affect Kronos’ business, results of operations, financial position or liquidity",
        "As of December 31, 2020, our Component Products Segment and our Real Estate Management and Development Segment employed 513 people and 29 people, respectively, all in the United States. We believe CompX’s and BMI and LandWell’s labor relations are good",
        "Health and safety",
        "Protecting the health and safety of our employees, our customers, our business partners and the natural environment is one of our core values. We are committed to conducting our businesses in ways that provide all personnel with a safe and healthy work environment and have established safety and environmental programs and goals to achieve such results. We expect our manufacturing facilities to produce our products safely and in compliance with local permits and policies intended to protect the environment and have established global policies designed to promote such compliance.We require our employees to comply with legal and regulatory requirements and our policies, standards and practices",
        "Diversity and inclusion",
        "We recognize that everyone deserves respect and equal treatment. As a global company, we embrace diversity and collaboration in our workforce and our business initiatives. We are an equal opportunity employer and we base employment decisions on merit, competence and qualifications, without regard to race, color, national origin, gender, age, religion, disability, sex, sexual orientation or other characteristics protected by applicable law in the jurisdictions in which we operate. We promote a respectful, diverse, and inclusive workplace in which all individuals are treated with respect and dignity"
    ]
}