{
    "59440": [
        "Human Capital",
        "We have long believed that the diversity and talent of our people provide a competitive advantage to Vector and its subsidiaries",
        "As of December 31, 2020, we employed approximately 1,275 employees, of which 500 were employed by Liggett, 750 were employed by Douglas Elliman and 25 were employed at Vector’s corporate headquarters",
        "Liggett",
        "Approximately 40% of the Liggett workforce has been with the Company for more than 15 years.  Liggett has maintained long relationships with its employees due to its philosophy of listening to their comments and concerns and regularly engaging them to enhance its human capital management objectives",
        "Historically, this has occurred with frequent communication across all levels of the company and in-person events with senior management. We believe this philosophy served Liggett well during the COVID-19 pandemic",
        "The health and safety of our employees is foundational to achieving our human capital objectives. In response to the COVID-19 pandemic, Liggett’s management proactively took the step of closing its cigarette factory for two weeks, beginning March 15, 2020, for scheduled maintenance and to plan for the necessary COVID-19 manufacturing protocols. Liggett’s management implemented an extensive set of additional protocols and procedures to ensure the safety of its workforce. Among other things, Liggett introduced mandatory mask-wearing, physical distancing and reconfigured certain workspaces in its cigarette factory and the headquarters of Liggett Vector Brands",
        "Mandatory temperature screenings are currently being administered upon entry to Liggett facilities.  Beginning in March 2020, management provided employees with periodic updates on Liggett’s business, including its response to the COVID-19 pandemic.  Liggett believes that these initiatives were key in the successful execution of its manufacturing and sales operations throughout the COVID-19 pandemic",
        "Liggett offers comprehensive benefit programs to its employees which provide them with, among other things, medical, dental, and vision healthcare; 401K matching contributions; paid maternity leave; tuition assistance; and paid vacation time",
        "Of the 500 employees at Liggett as of December 31, 2020, approximately 280 were employed at Liggett’s Mebane factory, 165 were employed throughout the United States in sales positions and the remaining 55 were employed in administrative functions supporting and coordinating sales and marketing efforts",
        "Of the employees at Liggett’s factory, approximately 200 were hourly employees who are represented by four unions affiliated with either the AFL-CIO or the Teamsters.  Liggett has not experienced any significant work stoppages since 1977",
        "Douglas Elliman",
        "The residential real estate business is built upon personal relationships and we have long believed Douglas Elliman’s team of approximately 750 employees and approximately 6,700 agents distinguishes it from other residential real estate brokerage firms",
        "Forbes",
        "recently recognized Douglas Elliman in its 2021 list of America’s best large employers and we believe this recognition is a testament to the hard work and resiliency of the Douglas Elliman family",
        "While most of Douglas Elliman’s employees are located in the New York metropolitan area, its agents are located throughout the United States in New York, Florida, California, Colorado and New England.  In an effort to continue to foster",
        "Table of Contents",
        "relationships with our employees and agents, as well as to address the social and economic impact of COVID-19, Douglas Elliman’s management implemented the following initiatives",
        "Hosted, and continue to host, more than 20 company-wide virtual town halls, podcasts and communications across all regions.  These town halls are intended to promote a spirit of camaraderie and educate our employees and agents about working in a COVID-19 environment, among other things",
        "Converted all of its training and educational courses to its online platform",
        "Continued to support diversity efforts, including sponsoring Aspen Gay Ski Week, matching employees’ and agents’ contributions to NAACP Legal and Education Fund, and various other health and social charitable organizations",
        "Douglas Elliman offers comprehensive benefit programs to its employees which provide them with, among other things, medical, dental, and vision healthcare; 401K matching contributions; paid parental leave; and paid vacation time",
        "We will continue to listen, while engaging and connecting with employees at Liggett and Douglas Elliman as well as Douglas Elliman’s agents, to further our human capital management objectives by continuing the initiatives we first began during the COVID-19 pandemic"
    ]
}