{
    "59478": [
        "Human Capital Management",
        "Our core values—integrity, excellence, and respect for people—shape our approach to attracting, retaining, engaging, and developing a highly skilled and ethical workforce, which is critical to executing our strategy. We believe the strength of our workforce significantly contributes to our financial performance and enables us to make life better for people around the world. For instance, most of the products we sell today were discovered or developed by our own scientists, and our long-term success depends on our ability to continually discover or acquire, develop, and commercialize innovative new medicines. We believe that fostering a positive culture that values the contributions of our talented colleagues helps drive our success.",
        "We are committed to creating a safe, supportive, ethical, and rewarding work environment through strategic focus on our human capital management process, fairness and nondiscrimination in our employment practices, robust training and development opportunities, and competitive pay and benefits. We believe our dedication to promoting diversity and inclusion (D&I) within our company reflects our values and is a key driver of business success and growth. ",
        "We regularly conduct anonymous employee surveys to seek feedback from our workforce on a variety of topics.  These results are reviewed and analyzed by our leaders in order to implement changes to our policies and benefits designed to improve our employees' well-being.  As a result of our efforts, we believe that we have a highly performing, cohesive workforce and that our employee relations are good.",
        "At the end of 2020, we employed approximately 35,000 people, including approximately 19,500 employees outside the U.S. Our employees include approximately 7,600 people engaged in research and development activities.",
        "Strategy and Oversight",
        "In order to build diverse and inclusive teams, our CEO and executive committee set expectations for inclusive leadership and hold leaders accountable for achieving results.  Because dedication to human capital management is also a core component of our corporate governance, our board of directors regularly engages with management and facilitates a system of reporting designed to monitor human capital management initiatives and progress as part of the overarching framework that guides how we attract, retain, engage, and develop a workforce that aligns with our values and mission. ",
        "Diversity and Inclusion",
        "We are committed to fairness and nondiscrimination in our employment practices, and we deeply value diverse backgrounds, skills, and global perspectives. To fulfill our purpose, we believe we must look at challenges from multiple viewpoints and understand the diverse experiences of the patients who depend on us. ",
        "We believe that fostering D&I begins with understanding. For example, our ",
        "Employee Journeys ",
        "research has yielded important insights about the experiences of women, Black/African American, Latinx, Asian, and lesbian, gay, bisexual, transgender, or queer (LGBTQ) employees at Lilly. The results of this research are reviewed by our senior leadership, and we deploy actions and activities in response to these insights to improve our workplace and corporate culture.",
        "Since 2017, we have committed to increasing the number of women, Black/African American, Latinx, and Asian populations in leadership roles, and we actively monitor our progress. From the end of 2017 through the end of 2020, we increased the number of women in management globally from 41 percent to 46 percent. For minority group members (MGM) in the U.S. over the same period, we increased management representation from 16 percent to 22 percent. Across all levels of our workforce, from the end of 2017 through the end of 2020, we have seen increased representation for MGMs in the U.S. and women globally. Our focus on D&I is also evident at our executive committee and board of directors. Seven of 15 members (approximately 47 percent) of our executive committee (which includes our CEO) are women and two are MGM, including one MGM woman. In addition, the company’s 15-member board of directors includes six women and seven members of underrepresented groups (including MGM as well as LGBTQ individuals).",
        "20",
        "Our efforts in D&I and workplace benefits have garnered numerous recognitions, including, in 2020 and early 2021, Top 50 Companies for Diversity by DiversityInc., America’s Best Employers for Diversity by Forbes, America’s Most JUST Companies and Forbes JUST 100 by Forbes and JUST Capital, Perfect Score on the Human Rights Campaign Foundation Corporate Equality Index (2020 and 2021), World’s Most Ethical Companies by Ethisphere, Leading Disability Employer by the National Organization on Disability, Top Employers by Science Magazine, America’s Most Responsible Companies by Newsweek, and 100 Best Companies, Top 75 Companies for Executive Women, Best Companies for Dads, and Best Companies for Multicultural Women by Working Mother Magazine.",
        "Employee Development",
        "We believe talent begins with the hiring process. We therefore require hiring managers to consider a diverse pool of candidates and we strive to provide a diverse panel of interviewers for open positions. We believe that hiring in this way helps ensure that people from all backgrounds have equal opportunity to advance their careers.",
        "We offer training to enable our employees to perform their duties in our highly regulated industry. We also strive to cultivate a culture that promotes ongoing learning by encouraging employees to seek further education and growth experiences, helping them build rewarding careers. We have introduced online programming to facilitate access to our learning and development offerings. Many training courses are designed to improve accessibility for people with disabilities and other unique needs. Across Lilly, we are working to design learning experiences to be more inclusive and effective.",
        "To further improve our talent programs and processes, in 2019, we introduced ",
        "Explore Your Career",
        ", a global framework of tools and resources for our employees. We believe ",
        "Explore Your Career",
        " provides broader access and transparency about career development and advancement at Lilly. In 2018, we introduced ",
        "Emerge",
        ", a three-day program led by our CEO that is designed to develop MGM talent at Lilly, and three cohorts comprising Black/African American women, Latinx and Asian women, and MGM men have participated in this enterprise-level program since its inception.  Lilly also offers established leadership development programs for women and earlier career multi-cultural talent, as well as leaders at all levels.",
        "Employee resource groups (ERGs) are another important component of developing talent at Lilly. We currently have 10 ERGs representing groups including women, MGMs, LGBTQ individuals, and people with disabilities. ERGs offer our diverse workforce opportunities to build relationships, engage with senior leaders, advance our caring community, and offer unique insights and perspectives to improve our business. Membership in our ERGs continues to grow, with an estimated 11,430 people participating worldwide at the end of 2020. ",
        "In furtherance of our efforts to create an inclusive workplace, in 2020 we expanded ",
        "Make it Safe to Thrive",
        ", an education and awareness program to help employees and leaders understand how individual psychological safety can be created and enhanced, with the goal of ensuring that all employees feel safe to speak up and to share their ideas at work.  The program includes live and online training and a monthly video series.",
        "Employee Health and Safety",
        "While we have consistently focused on protecting the health and safety of our employees, the COVID-19 pandemic has emphasized the importance of this critical priority. In response to the pandemic, we have taken measures to protect our workforce, maximize social distancing, and inform employees about our policies. For example, we instituted travel restrictions and remote working arrangements for employees whose roles do not require on-site presence. To support employee well-being in the U.S., we enhanced local benefits related to health care, childcare, and time off, and expanded reimbursement for home office ergonomic support expenditures.  In the U.S., we provide full coverage for COVID-19 diagnostic testing and treatment, and at our corporate headquarters in Indianapolis, we provide free on-site testing for employees and members of their household. In addition, as part of our ",
        "Make it Safe to Thrive",
        " program, we partnered with our ERGs to offer a series of programs highlighting and addressing challenges faced by ERG members during the COVID-19 pandemic, aiming to build understanding of different experiences and to offer ways to be inclusive.",
        "21"
    ]
}