{
    "59527": [
        "Human Capital Management",
        "Employee Profile",
        "The Company’s employees are its most valuable asset as they represent the foundation of the Company and its future success. The number of persons employed by the Company worldwide at December31, 2020 was approximately 10,700.",
        " ​",
        "Employee Engagement",
        "The Company strongly believes that employee engagement drives better business results and that a highly engaged workforce can increase innovation, productivity and bottom-line performance while reducing costs. The Company engages employees through individual, small group and town hall meetings, its Advisory Board, global intranet, employee surveys, resource groups, health and safety communications and initiatives, training and development, employee wellness programs, and an ethics hotline, among other vehicles. ",
        "Talent Management and Development",
        "In order to ensure the competitiveness of our workforce as well as a strong succession pipeline, the Company provides development opportunities to advance skills, knowledge and expertise. The Company’s programs include formal leadership, management and professional development programs, tuition reimbursement for external accredited programs, mentoring, self-guided online courses, instructor-led programs and special project and rotational assignments that can lead to extensive global exposure.",
        "Diversity and Inclusion",
        "The Company has a longstanding commitment to equal opportunity in all aspects of employment—including employee compensation, job placement and promotion regardless of gender, race or other personal characteristics.  The Company’s culture is underpinned by its core values, including the guiding principles championed by James F. and John C. Lincoln when they founded Lincoln Electric over 125 years ago – The Golden Rule: Treat Others How You Would Like to Be Treated.  The Company has implemented several measures that focus on ensuring accountability exists for making progress in diversity.  The CEO and other senior leaders have diversity and inclusion objectives as part of their annual ",
        "3",
        "Table of Contents",
        "performance goals.  The Company focuses on diverse talent sourcing strategies and partners with external organizations that develop and supply diverse talent.  The Company reviews and updates it human resources processes and benchmarks roles and compensation externally on a regular basis to help prevent bias and promote a diverse and inclusive workplace.  ",
        "Compensation",
        "The Company’s compensation program is designed to attract and retain exceptional employees and to maintain a strong pay for performance culture.  The Company has designed its compensation system to reflect current best practices, including setting base pay below the competitive market for each position, targeting incentive-based cash compensation above the competitive market and promoting quality corporate governance in compensation decisions.",
        "The Company’s annual talent and succession planning process reviews 100% of its global professional staff worldwide to support the development of a talent pipeline for critical roles in general management, engineering and operations.  This evaluation includes the Company’s CEO as well as segment business and functional leaders, focusing on high potential talent, diverse talent and succession within the Company’s most critical roles.",
        "The Company believes that the practices outlined above result in sustained increases in shareholder value and reflects its compensation philosophy of aligning long-term pay and performance.",
        "Health and Safety",
        "Health and safety is a priority for the Company, its vision is an accident-free workplace with zero safety incidents. The Company follows a rigorous health and safety program that adheres to stringent safety standards and best practices to ensure its manufacturing operations, related processes and products do not negatively impact the health and welfare of its employees, customers and neighbors.",
        "In addition to Company-led programs and employee engagement in behavior-based safety and wellness committees, the Company is actively engaged in health and safety standard development committees at key industry organizations such as the American Welding Society, the International Institute of Welding and across various International Standards Organization committees to ensure best practices for its employees and end users.",
        "In 2020, the Company achieved its best safety performance while operating as an “essential business” globally. The Company maintained the health and safety of its employees by implementing best-practice CDC and WHO safety and hygiene protocols, mandated social distancing and face mask use, required daily symptom assessments, restricted travel, maximized flexible and remote work arrangements, and performed regular audits to ensure compliance. These measures were in addition to the Company’s standard health and safety program that adheres to stringent safety standards and best practices to ensure that its operations, related processes and products do not negatively impact the health and welfare of its employees, customers or community. ",
        "Community Engagement",
        "The Company is an active member in the communities where it lives and works. The Company participates in community meetings, local business associations, offers plant visits, provides grants to nonprofit organizations and donates resources and time through in-kind gifts, employee volunteerism and non-profit board service. The Company’s partnership with academia includes executive-led lectures and donations of equipment and engineering expertise to support lab and research initiatives.  In addition, the Company supports community educational / career programming among secondary and high school students in order to address skills gaps in industry and maintain awareness of attractive career pathways in manufacturing.",
        "Increased outreach was critical in 2020 to safeguard local communities facing the health and economic impact of the coronavirus disease (“COVID-19”) pandemic. Internally, the Company minimized the impact on wages, benefits and bonus programs, with the objective of maintaining its workforce through the pandemic. In addition, the Company’s ",
        "4",
        "employee assistance program supported eligible employees who required extra financial support. Key 2020 initiatives included emergency grants to foodbank programs, participation in a COVID-19 rapid response fund for the Company’s Cleveland location and personal protection equipment donations to first responders.",
        "See \"PartI, Item1C\" for information regarding the Company’s executive officers, which is incorporated herein by reference.",
        "Risks Related to Human Capital",
        "Our operations depend on maintaining a skilled workforce, and any interruption in our workforce could negatively impact our results of operations and financial condition.",
        "Our success depends in part on the efforts and abilities of our management team and key employees. Their skills, experience and industry knowledge significantly benefit our operations and performance. Our future success will also depend on our ability to identify, attract and retain highly qualified managerial and technical (including research and development) personnel. Competition for these individuals is intense, and we may not succeed in identifying, attracting or retaining qualified personnel. With our strategy to expand internationally into developing markets, we may incur additional risks as some developing economies lack a sufficiently trained labor pool.",
        "Any interruption of our workforce, including rationalization efforts related to the integration of acquired businesses, interruptions due to unionization efforts, changes in labor relations or shortages of appropriately skilled individuals could impact our results of operations and financial condition.",
        "8",
        "Our defined benefit pension plans are subject to financial market trends, such as changes in discount rates and actual investment return on pension assets, which could adversely affect our results of operations and cash flows.",
        "The performance of the financial markets and interest rates impact our funding obligations under our defined benefit pension plans. Significant changes in discount rates, decreases in the fair value of plan assets and investment losses on plan assets may increase our benefit obligations and adversely impact our results of operations, shareholders’ equity and cash flows through our annual measurement of plan assets and liabilities."
    ]
}