{
    "59558": [
        "Human Capital Management",
        "17",
        "HUMAN CAPITAL MANAGEMENT",
        "As of December 31, 2020, we had a total of 10,966 employees, all based in the United States.  Our mission is to help Americans achieve financial peace of mind by offering leading products and services.  We believe that every move we make, including how we manage talent, shapes the future we share with our customers, communities and investors.  Accordingly, each of our employees has access to important resources designed to, among other things, help them improve their well-being, understand the value of their work, develop their careers and thrive in a diverse and inclusive environment.  From the moment our employees become part of Lincoln, they’re empowered to “Be Lincoln” by living and acting with integrity and optimism in their communities, relationships and daily interactions with colleagues and clients.  Our enterprise strategy is driven by continued focus on this unique employee culture, including the following key areas: ",
        "Diversity and Inclusion",
        "We believe that diversity and inclusion are fundamental to our ability to deliver on our promise to help customers secure their financial futures.  Our diversity and inclusion strategy is designed to deliver outcomes based on objectives and milestones in our workplace, marketplace and the broader communities we serve.  This strategy ensures that a culture of diversity and inclusion permeates every level of our organization as well as our interactions with partners and suppliers.",
        "Table of Contents",
        "Our Board of Directors provides executive oversight of stated priorities, progress and strategic plans to support diversity and inclusion across the enterprise.  Lincoln’s commitment to diversity and inclusion begins at the highest level of management as a formal expectation of our leaders and all employees, as part of our performance management process.  Our employees are actively involved in our efforts to further diversity and inclusion at the company and beyond, through the work of our seven Business Resource Groups (“BRGs”).  We maintain our BRG chapters nationwide across seven categories:  African American, Asian American, Latino, LGBTQ, People with Disabilities, Veterans and Women.  Each BRG is sponsored and supported by senior leaders across the enterprise.",
        "Employee Feedback and Employee Engagement ",
        "We actively listen to our employees in a variety of ways, including enterprise-wide and department-specific engagement surveys and focus groups, and we gather feedback on an ongoing basis.  The Company conducts a comprehensive, company-wide engagement survey every two years, and department-specific pulse surveys in the alternate years, to inform our human resources strategy, measure progress and adjust plans, as necessary.  We focus on equipping our managers to foster employee development and strengthen their voices.  We support our managers through tools, resources and development programs to help them be the best leaders possible.  We have also created tools to help managers develop and execute on targeted action plans to address areas of opportunity for their work groups.",
        "Talent and Development",
        "Our talent strategy supports Lincoln’s ability to identify, develop, engage, retain and reward the talent we need for success in a competitive environment of constant change.  Our employees work together with their managers to learn new skills, create an annual individual development plan and shape their careers.  Their collaborative efforts are backed by a variety of resources we make available and guided by our Career Framework, which provides tools and resources to help employees discover, assess, plan and invest in their careers.",
        "Our vision is to foster a premier learning culture, one that enhances leadership effectiveness, accelerates employee development and helps drive business performance.  Employees can access a range of learning and development opportunities including numerous instructor-led, self-paced and curated courses.  We have partnered with Harvard Business Publishing, a subsidiary of Harvard Business School, to offer courses specifically designed for our mid-level employees and senior level leaders.  All Lincoln employees can also participate in Coursera, a massive open online course provider that offers classes from some of the world’s top universities.",
        "Total Rewards and Employee Well-Being",
        "We invest in our employees’ futures by offering market-competitive compensation and a broad range of health and wellness programs as well as wealth accumulation, financial health and protection plans.  Our employees receive a personalized Your Total Rewards statement that provides a comprehensive look at their direct and indirect compensation - the total investment that we make in them. ",
        "We offer paid time off and various flexible work arrangements, in addition to benefits and wellness programs focusing on the physical, social and financial well-being of our employees.  For eligible employees, such programs include: ",
        "a medical plan with domestic partner eligibility, plus optional dental and vision, a health savings account with a company contribution and a healthcare flexible spending account;",
        "a well-being program provides access to personal health coaches, on-site health screenings and flu shots, discounts and reimbursements for programs that promote health;",
        "an employee assistance program (“EAP”);",
        "paid parental leave and adoption assistance programs;",
        "a dependent care flexible spending account;",
        "access to Homework Connection which, provides one-on-one, on-demand homework help to students at no cost to employees; ",
        "dedicated Lincoln Financial Retirement Consultants to evaluate employee retirement readiness and help them map out ways to improve;",
        "our employee 401(k) plan with a company match and other convenient features; and",
        "accident and critical illness insurance coverages, short- and long-term disability plans, and company-provided life insurance.",
        "Health and Safety During COVID-19 Pandemic",
        "To protect the health and safety of our employees and their loved ones during the COVID-19 pandemic, we took early action, implementing comprehensive measures to safeguard employees in alignment with guidelines established by the U.S. Centers for Disease Control and state and local governments in the locations in which we operate.  Starting as early as February 2020, we implemented travel restrictions, visitor vetting, social distancing and enhanced cleaning requirements.  Soon after, in mid-March 2020, we moved to 99% work-from-home for our employees.  For the small population of essential employees who remain working in our offices, we have implemented robust health and safety protocols, including providing masks, enhanced cleaning and requiring social distancing and in-office location tracking for each individual. ",
        "18",
        "During the pandemic, we also implemented several policies and programs to enhance support for our employees, including Emergency Leave Time, which provides additional time off for employees if needed, related to the impacts of COVID-19.  We also waived insurance co-payments for COVID-19 testing and telemedicine visits.  Additionally, we increased internal communication regarding many of our existing benefits and programs that could help employees during this challenging time, such as our free mental health and wellness resources, including access to the EAP for employees and members of their households."
    ]
}