{
    "5981": [
        "Human Capital Resources",
        "We believe that, beyond being essential to our operations, our people have inestimable worth independent of our business. As outlined in our Human Rights Policy (see, www.american-vanguard.com under ESG tab), we believe that it is fundamental to our corporate responsibility and, indeed, to our humanity, that we recognize, respect and nurture the freedom and dignity of all persons. Accordingly, we have insinuated that belief throughout the fabric of our operations in our approach toward our employees. Indeed, the first two core values underlying our commitment to sustainability (see, 2017/2018 Sustainability Report, www.american-vanguard.com under ESG tab) are “Safety First” – which is a culture that begins with highly-regulated manufacturing plants, continues into the design of science-backed products and extends into market-leading delivery systems – and “Making a Difference” – under which, by rewarding achievement and giving our employees a voice, we attract diverse employees who want to make a difference in their careers, in the company and in the communities that we serve",
        "The most salient feature of success in managing human capital has been our ability to attract and retain excellent talent. We are not the largest company within our sector – in fact, we are possibly the smallest public company dedicated to crop inputs and precision application technology. However, we have consistently drawn high-achieving, successful personnel from much larger competitors, largely due to the fact that we are not only collegial and nimble, but also offer employees the chance to make a difference, to be themselves, to think creatively",
        "Another important practice in managing human capital is that we offer among the most generous healthy benefits in the industry – minimal employee contribution, copays, out-of-pocket limits. (See also the Compensation Discussion & Analysis in our 2020 Proxy Statement at www.american-vanguard.com, click on SEC filings). We also provide a comprehensive wellness program, with annual biometric testing and incentives for health coaching. These programs serve to keep the employee population and their families healthy. Further, these programs are, for the most part, self-insured and represent a direct and important investment in our people",
        "We are also one of the only public companies of which we are aware that gives awards of our common stock to the entire full-time workforce. Most public companies limit their stock awards to those in the highest echelon. We do not. Rather, we believe that all employees should share in our long-term success and that those who work for the company should have the perspective of both employee and shareholder. This practice also engenders a sense of greater permanency in the work relationship through which employees are more inclined to propose plans and solutions for the future. Similarly, unlike many public companies, we allocate our incentive compensation throughout the entire workforce, thereby rewarding their contribution to our companywide performance. As of December 31, 2020, the Company employed 771 employees. The Company employed 671 employees as of December31, 2019 and 624 employees as of December31, 2018. From time to time, due to the seasonality of its business, AVD uses temporary contract personnel to perform certain duties primarily related to packaging of its products. None of the Company’s employees are subject to a collective bargaining agreement. The Company believes it maintains positive relations with its employees",
        "Domestic operations",
        "AMVAC is a California corporation that was incorporated under the name of Durham Chemical in August 1945. The name of the corporation was subsequently changed to AMVAC in January 1971. As the Company’s main operating subsidiary, AMVAC owns and/or operates the Company’s domestic manufacturing facilities. AMVAC manufactures, formulates, packages and sells its products in the U.S. and is a wholly owned subsidiary of AVD",
        "GemChem is a California corporation that was incorporated in 1991 and was subsequently purchased by the Company in 1994. GemChem sells into the pharmaceutical, cosmetic and nutritional markets and, in addition, purchases key raw materials for the Company. GemChem is a wholly owned subsidiary of AVD",
        "DAVIE owns real estate for corporate use only. The site is the home to the Company’s research center and also provides accommodation for the Company’s production control team. See also PartI, Item2 of this Annual Report on Form 10-K. DAVIE is a wholly owned subsidiary of AVD",
        "On October 2, 2017, AMVAC purchased substantially all of the assets of OHP, a domestic distribution company specializing in products for the turf and ornamental market. OHP markets and sells end use products for third-parties, either under third-party brands or else as its own label products",
        "Envance is a Delaware Limited Liability Company and is a wholly owned subsidiary of the Company. It was formed in 2012 with joint venture partner, TyraTech. AMVAC’s initial shareholding was 60% which increased to 87% in 2015. Prior to November 8, 2018 the Company also owned 34.38% of TyraTech. On November 8, the Company acquired the remaining 65.62% of the shares of TyraTech Inc. and, as a result, TyraTech became a wholly owned subsidiary of the Company on November 9, 2018. Also, as a result of acquiring 100% of TyraTech, Envance became a wholly owned subsidiary of the Company. Envance has the rights to develop and commercialize pesticide products and technologies made from natural oils in global consumer, commercial, professional, crop protection and seed treatment markets and has begun bringing products to market and license its intellectual property to third-parties",
        "International operations",
        "In July 2012, the Company formed AMVAC CV, which is incorporated in the Netherlands, for the purpose of managing foreign sales on behalf of the Company. AMVAC CV is owned jointly by AMVAC as the general partner, and AVD International, LLC (also formed in July 2012 as a wholly owned subsidiary of AMVAC), as the limited partner, and is therefore a wholly owned subsidiary of AMVAC",
        "AMVAC Hong Kong was formed in November 2019 and is wholly owned by AMVAC. AMVAC Hong Kong took over the role of AMVAC CV as of January 1, 2020",
        "AMVAC BV is a registered Dutch private limited liability company that was formed in July 2012. AMVAC BV is located in the Netherlands and is wholly owned by AMVAC CV. During 2020, the international business sold the Company’s products in 55 countries, as compared to 55 countries in 2019",
        "AMVAC M is a wholly owned subsidiary of AMVAC BV and was originally formed in 1998 (as Quimica Amvac de Mexico S.A. de C.V and subsequently changed to AMVAC Mexico Sociedad de Responsabilidad Limitada “AMVAC M”) to conduct the Company’s business in Mexico",
        "AMVAC Sgpr is a wholly owned subsidiary of AMVAC BV and was formed on April 12, 2016. This new entity was formed to conduct the Company’s business in the Asia Pacific and China region",
        "Hong Kong JV is a 50% owned joint venture with Huifeng (Hong Kong) Limited, a wholly owned subsidiary of Huifeng Agrochemical Company, Ltd, (“Huifeng”) a China based, basic chemical manufacturer. The Hong Kong JV was formed on August 2, 2016. The purpose of the joint venture is to be a technology transfer platform between the co-owners, including the development of proprietary agrochemical formulations and precision application systems for crop protection. Furthermore, it is intended to be used to develop both partners’ business in the region. This included, in 2017, the acquisition of 100% of the shares of Profeng",
        "On October 27, 2017, AMVAC BV purchased 100% of the stock of AgriCenter, which owned shares in subsidiaries located in Costa Rica, Panama, Nicaragua, Honduras, the Dominican Republic, Mexico, Guatemala, and El Salvador. These affiliated entities, collectively known as AgriCenter, market, sell and distribute end-use chemical and biological products throughout Central America primarily for crop applications",
        "On January 10, 2019, AMVAC BV acquired 100% of the stock of Defensive and Agrovant, two distribution companies based in Brazil. Defensive and Agrovant market and distribute crop protection products and micronutrients with focus on the fruit and vegetable market segments throughout Brazil",
        "On October 8, 2020, American Vanguard Australia Pty Ltd acquired 100% of the stock of AgNova, an Australian company that sources, develops, and distributes specialty crop protection and production solutions for agricultural and horticultural producers, and for selected non-crop users",
        "On October 2, 2020, the Company’s principal operating subsidiary, AMVAC, completed the purchase of all outstanding shares of Agrinos and certain intellectual property rights. Agrinos is a fully integrated biological input supplier with proprietary technology, internal manufacturing, and global distribution capabilities and has operating entities in the U.S., Mexico, India, Brazil, China, Ukraine, and Spain",
        "The Company classifies as international sales all products bearing foreign labeling shipped to a foreign destination",
        "International sales",
        "Percentage of net sales",
        "The Company’s Operations in a Pandemic",
        "Having been categorized as a pandemic in March 2020 by the World Health Organization, the novel coronavirus (COVID-19) has since spread, at the time of this document, to infect over 100 million people and caused over 2 million fatalities worldwide. Like many other companies, we have had to adapt quickly and frequently to ensure the health and safety of the workplace while maintaining operations without disruption. Our mission was driven in part by our legal status. Under applicable federal guidelines (at https://www.cisa.gov), the Company is part of the nation’s “critical infrastructure” and falls within three of the 16 sectors that are specially permitted to operate:“Food and Agriculture” sector (engaged in “the production of chemicals and other substances used by the food and agriculture industry, including pesticides, herbicides etc.”), the “Chemical” sector (supporting the operation . . . of facilities (particularly those with high risk chemicals . . . whose work cannot be done remotely and requires the presence of highly trained personnel to ensure safe operations”) and the “Public Works and Infrastructure Support Services” sector (in support of public health including pest control and exterminators, landscapers and others who provide services to residences and businesses). In issuing guidance on Coronavirus, then President Donald J. Trump said, “If you work in a critical infrastructure industry, as defined by the Department of Homeland Security, such as healthcare services and pharmaceutical and food supply, you have a special responsibility to maintain your normal work schedule [emphasis added].” We have found that state COVID-19 orders and, indeed, even those of countries in which the outbreak has been most pronounced, have consistently excepted food supply as an area essential to the survival of its populations and, as such, had given special permission to companies, such as ours, to continue to operate during the pandemic",
        "In light of our status within the critical infrastructure, at the outset of the pandemic, the Company took swift action to understand, contain and mitigate the risks posed by this pandemic. Specifically, we formed a Pandemic Work Group to design and implement protocols for social distancing, make provisions for the workforce to work remotely where possible, establish quarantine, tracing and leave-of-absence policies for those who present COVID-like symptom or may have been in touch with those who have. Further, the group has kept current with local, state, federal and international laws and restrictions that could affect the business; provided real-time information to the workforce including with respect to testing and vaccinations; and drawn from political commentary and news statements concrete directions on how best to continue operations. We have also prepared contingency plans to permit the continued operation of our factories, in the event that there are critical staffing issues due to attrition. Further, we have continuously monitored supply chain, transport, logistics and border closures and have reached out to third-parties to make clear that we are continuing to operate, that we have our own policies relating to health and safety (e.g., all staff who can work remotely were instructed so to do and were provided with the necessary IT equipment, no third-party visitors, no face-to-face meetings) and are committed to compliance with COVID-19 policies of our business partners. Our CEO and the Pandemic Work Group have held regular “state of the company” calls with the functional heads of our businesses across the globe to ensure that our information is shared in a timely manner and that our direction is clear",
        "In keeping with our charge to operate as an essential business and by virtue of our efforts to contain and mitigate the risks posed by the pandemic, we have been able to manage our business with minimal disruption during the reporting period. As referred to in this Form 10-K (see Note 1 to the Consolidated Financial Statements), the coronavirus has affected our overall performance to a degree. Lost opportunities for certain new product launches, inability to meet both existing and potential new customers face-to-face, reduced demand for commodity crops sold to restaurants, and foreign exchange effects in Brazil, Mexico and Australia, have likely limited the Company’s top-line growth by up to several million dollars and the associated profitability, to an indeterminate degree, since the inception of the pandemic",
        "Risk Management",
        "The Company regularly monitors matters, whether insurable or not, that could pose material risk to its operations, the safety of its employees and neighbors, and its financial performance. The Risk Committee of the Board of Directors (“Board”) was formed in 2010, consists of four members of the Board and meets regularly. However, all members of the Board are invited to and regularly attend Risk Committee meetings. Working with senior management, the committee continuously evaluates the Company’s risk profile, identifies mitigation measures and ensures that the Company is prudently managing these risks",
        "Further, in support of the Risk Committee, senior management has appointed a risk manager who is focused on addressing each of the most material risks facing the Company. The top risks identified by management (in no particular order) include: adverse political and regulatory climate; managing inventory and optimizing manufacturing efficiency; succession planning and bench strength; maintaining a competitive edge in the marketplace; the possibility of an environmental event; undervaluation of the Company; availability of acquisition and licensing targets and cyber-terrorism. In addition, the Company continually evaluates insurance levels for product liability, property damage and other potential areas of risk. Management believes its facilities and equipment are adequately insured against loss from usual business risks including cyber-terrorism",
        "Environmental, Social and Governance (“ESG”",
        "At the center of our ESG commitment is the principle of Sustainable Agriculture. While this concept has been used by many to mean many different things, we have given it a very clear meaning. In our parlance, Sustainable Agriculture is broad enough to encompass a comprehensive ESG program, but clear enough to give us direction in our outlook and purpose in our activities. Please click on the “ESG” tab at www.american-vanguard.com to access the documents mentioned below",
        "Access to food is a basic human right and is at the core of our commitment to sustainable agriculture. All people should be able to rely on a stable, affordable food supply both now and into the future. We are committed to meeting that need upon a foundation of social responsibility and equity. In that vein, we believe that sustainable agriculture must include these three principles",
        "Climate Equity – as outlined in our Climate Change Commitment, we are committed to making enterprise-wide, progressive and measurable efforts to do our part to help to arrest the trend of global warming. In making decisions, taking actions and conducting our operations we are mindful of climate equity, which holds that climate change has three primary effects – generational, regional and individual. To that end, we believe that reducing our carbon footprint and, through our products and services, enabling others to do so will advance climate equity consistent with the goal of a 2-degree warmer world, as outlined in the Paris Agreement. Whether in terms of eco-friendly products – such as natural oils from Envance (used in Proctor & Gamble’s Zevo product line), microbial High Yield solutions from Agrinos (that enhance soil health and promote carbon sequestration) or tailored bionutritional products from Greenplants – or delivery systems, such as our SIMPAS precision application system that maximizes yield while minimizing the environmental footprint – we are endeavoring to making the planet a better place than we found it",
        "Environmental Equity – we recognize that our planet has limited resources and that what we do with them has an effect on the habitat for both humans and other species, both for today and tomorrow. We also recognize that our activities can affect the environment generationally, regionally and individually. We are, therefore, committed to environmental equity in our operations. Specifically, and as more fully outlined in our sustainability reports, we seek to conserve finite resources such as water, land and energy while protecting the environment and enhancing biodiversity, so that these resources are available in amounts and quality to support our neighbors and future generations. In addition, we have committed significant resources toward supporting growers with precision application technology – like SIMPAS and Ultimus – that enable growers to manage, optimize and trace the use of crop and soil inputs, and to use only what is needed, precisely where it is needed. Furthermore, we are mindful of those who might be disproportionately affected by what we do, such as loaders and applicators of our products. To that end, we have been at the forefront of user-friendly, closed delivery systems (from Lock ‘n Load to SMARTBox to SIMPAS/SmartCartridges) to minimize exposure and maximize safety for those on-the-ground",
        "Food Equity – we are committed to the proposition that access to food is a basic human right. Implicit in that commitment is the principle of food equity, which has three aspects, once again, generational, regional and individual. First, food security – we believe it is essential to ensure the long-term sustainability and competitiveness of the global agricultural industry. We contribute toward food security by investing in eco-friendly solutions and in new technology, like SIMPAS, that give growers the best tools possible to ensure that their operations are viable, both today and tomorrow. Second, food availability – ensuring that food gets from field to table. As we saw in the pandemic, the supply chain for food can be broken, and those who suffer most are often those farthest from the fields. To that end, we support farm-to-field efforts and programs to reduce food waste. Third, food affordability – ensuring that food prices can be maintained for all, including the impoverished. We do this by giving farmers effective tools, including precision application equipment, that optimize their costs, boost their yield, and enable them to produce and market food at reasonable prices",
        "Social Responsibility – our discussion of Sustainable Agriculture would not be complete without specific mention of our commitment to social responsibility. This concept is inherent in all forms of equity, be they climate, environmental or food related. However, social responsibility gives us pause to consider factors of a more fundamental nature, such as human rights. Our Human Rights Policy details our essential belief that we respect and support human rights, both within and without our operations. We believe that it is fundamental to our corporate responsibility and, indeed, to our humanity, that we recognize, respect and nurture the freedom and dignity of all persons. To that end, we support the tenets of the International Bill of Human Rights, including the United Nations Universal Declaration of Human Rights, the UN framework on Corporate Responsibility to Respect Human Rights (which is one section of the UN Guiding Principles on Business and Human Rights) and the UN International Labor Organization on Fundamental Principles and Rights at Work",
        "Under the umbrella of Sustainable Agriculture, we are committed to operating our business with a sense of mindfulness – toward the climate, toward the environment and toward the good of humans and other species. We consider ourselves to be part of a broader mission – one of ensuring that people can rely upon a stable, affordable food supply both now and in the future. It is a privilege to be part of that mission. With that privilege comes responsibility, and we take that responsibility seriously"
    ]
}