{
    "60086": [
        "Human Capital",
        "14",
        "Information about Our Executive Officers",
        "15",
        "HUMAN CAPITAL",
        "Including our subsidiaries, we employed approximately 12,200 persons at December 31, 2020. CNA employed approximately 5,800 persons. Boardwalk Pipelines employed approximately 1,240 persons, approximately 100 of whom were covered under collective bargaining agreements. Loews Hotels & Co employed approximately 1,700 persons, approximately 280 of whom were covered under collective bargaining agreements. Altium Packaging employed approximately 3,300 persons, approximately 300 of whom were covered under collective bargaining agreements. We and our subsidiaries have satisfactory labor relations. Separately, unconsolidated entities employ approximately 2,000 persons at properties managed by Loews Hotels & Co.",
        "We and our subsidiaries understand that hiring the right people is critical to our businesses’ long-term strategic success. Each of us has programs in place to help employees build their knowledge, skills and experience, as well as to guide their career development. Across the Loews enterprise, a cornerstone of our human capital strategy is our commitment to fostering a diverse and inclusive work environment, where all people are respected and encouraged to contribute their ideas. We believe that by employing individuals with different backgrounds and experiences, we can better meet the diverse needs of all our stakeholders.",
        "\n\n14\n\n\n\nTable of Contents\n\n\n",
        "\n14\n",
        "\nTable of Contents\n\n",
        "Table of Contents",
        "In response to the COVID-19 pandemic, Loews and CNA pivoted to a remote working environment in March of 2020. In the third and fourth quarters Loews and CNA began voluntary re-opening some offices to accommodate employees seeking this flexibility, while carefully monitoring the conditions in those areas and implementing health and safety protocols to protect employees.",
        "Boardwalk Pipelines is part of a critical infrastructure industry whose customers and communities depend upon it to provide safe and reliable service. Boardwalk Pipelines’ employees are essential to ensuring it continues to meet these objectives, and they consider safety in their day-to-day activities to be their primary core value. Boardwalk Pipelines’ emphasis on safety extends to their approach to managing the risk of operational disruptions due to COVID-19, and they have maintained full, continuous operations throughout the pandemic.",
        "The economic effects of COVID-19 have significantly impacted Loews Hotels & Co. In an environment with significantly reduced travel, Loews Hotels & Co had to move aggressively to reduce costs. These cost-reduction measures involved furloughing a substantial portion of its workforce. To help its affected team members, Loews Hotels & Co set up a relief fund and continued to provide medical insurance for several months. When hotels resumed operations, Loews Hotels & Co put into place significant new and enhanced safety and well-being standards and protocols for both team members and guests.",
        "Altium Packaging was deemed an essential business and therefore has continued to operate as a link in the food and household goods supply chains during the COVID-19 pandemic. Altium Packaging is committed to its employees’ safety and has implemented health and safety protocols to help protect its employees."
    ]
}