{
    "62234": [
        "Human Capital",
        "As of December 31, 2020 (with nearly one-half of our theatres temporarily closed), we had approximately 4,200 employees, approximately 60% of whom were employed on a variable or part-time basis. A number of our (1) operating engineers at The Pfister Hotel and the Hilton Milwaukee City Center are covered by collective bargaining agreements that expire on April 30, 2021 and December 31, 2022, respectively; (2) hotel employees at the Hilton Milwaukee City Center and The Pfister Hotel are covered by a collective bargaining agreement that expires on February 14, 2022; (3) painters in the Hilton Milwaukee City Center and The Pfister Hotel are covered by a collective bargaining agreement that expires on March 30, 2022; and (4) operating engineers at the Hyatt Regency Schaumburg are covered by a collective bargaining agreement that expires on February 28, 2022. As of the end of fiscal 2020, approximately 4% of our employees were covered by a collective bargaining agreement, of which approximately 1% were covered by an agreement that will expire within one year",
        "We believe our employees are among our most important resources and are critical to our continued success. We focus significant attention on attracting and retaining talented and experienced individuals to manage and support our operations, and our management team routinely reviews employee turnover rates at various levels of the organization. Management also reviews employee engagement and satisfaction surveys to monitor employee morale and receive feedback on a variety of issues. We pay our employees competitively and offer a broad range of company-paid benefits, which we believe are competitive with others in our industry",
        "We are committed to hiring, developing and supporting a diverse and inclusive workplace. Our management teams and all of our employees are expected to exhibit and promote honest, ethical and respectful conduct in the workplace. All of our employees must adhere to a code of conduct that sets standards for appropriate behavior and includes required annual training on preventing, identifying, reporting and stopping any type of unlawful discrimination",
        "During fiscal 2020, in response to the COVID-19 pandemic, we implemented safety protocols and new procedures to protect our employees and our customers. These protocols include complying with social distancing and other health and safety standards as required by federal, state and local government agencies, taking into consideration guidelines of the Centers for Disease Control and Prevention and other public health authorities. In addition, we modified the way we conduct many aspects of our business to reduce the number of in-person interactions. For example, we significantly expanded the use of virtual interactions in all aspects of our business, including customer facing activities. Many of our administrative and operational functions during this time have required modification as well, including most of our workforce working remotely"
    ]
}