{
    "62709": [
        "HUMAN CAPITAL",
        "As a professional services firm, we believe the health of our business relies on the strength of our workforce. Our shared purpose is to make a difference in moments that matter, helping clients meet the challenges of our time. Measurement of our talent outcomes are, therefore, not just a human capital priority, but a business imperative. ",
        "For detailed information regarding our human capital management, we encourage investors to visit ",
        "https://www.mmc.com/about/esg.html",
        " for our consolidated environmental, social and governance (\"ESG\") report to be published in the first quarter 2021. The information on this website, and in the ESG report, does not constitute, and should not be viewed as, incorporation by reference of the information contained on, or available through, the website or the report and does not form part of this Form 10-K.",
        "Our People.",
        " As of December31, 2020, the Company and its consolidated subsidiaries employed 76,000 colleagues worldwide, including approximately 44,100 in Risk and Insurance Services and 29,700 in Consulting. Two-thirds of our global workforce are located in either North America or Europe. While these remain our largest work regions, we have also grown our presence in Asia-Pacific and the Middle East over the last several years. Women comprise more than half of our global enterprise workforce, and approximately 30% of our senior leaders are women. In the United States, where we have the most complete data through workforce self-identification of race and ethnicity, approximately 1 in 4 U.S. colleagues and 14% of U.S. senior leaders identify as non-White. ",
        "Our Governance. ",
        "The Chief People Officer is responsible for developing and executing our enterprise people strategy. This includes the attraction, recruitment, hiring, development and engagement of talent to deliver on our strategy and the design of colleague total rewards programs. The Chief People Officer and the Chief Inclusion & Diversity Officer are responsible for developing and integrating our diversity and inclusion approach into our strategy. ",
        "Our ESG Committee and Compensation Committee of the board of directors have oversight of these initiatives. The Compensation Committee has responsibility to review certain key human resource strategic activities, including those relating to diversity, training and recruitment. The Compensation Committee coordinates with the ESG Committee on diversity initiatives and both committees receive reports at least annually on diversity and inclusion from the Company’s Chief People Officer. The Chief Executive Officer and Chief People Officer regularly update our board of directors, the ESG Committee and the Compensation Committee on the Company’s human capital trends and activities.",
        "Diversity & Inclusion.",
        " Our Company’s greatest strength is the collective talent of our people. We believe the more diverse our backgrounds and experiences, the more we can achieve together working side by side. We seek capable, creative and fair-minded people who can help us enable client success, find smarter ways to do things and live our Code of Conduct, ",
        "The Greater Good",
        ". We believe that inclusion means more than acceptance—it means belonging. Over the last year, we have taken several concrete actions to further goals, including the formation of a Race Advisory Council to advise our Executive Committee and help amplify diverse perspectives in decision-making. Other initiatives included the design of a new learning and sponsorship program to help underrepresented colleagues strengthen leadership skills, as well as the creation of various forums and networks to promote ongoing candid conversations within the organization. ",
        "Talent Development",
        ". We strive to create an environment where individuals and teams can perform to their highest potential and where career growth and mobility are encouraged and supported. We are committed to helping colleagues perform at their best by encouraging regular discussions about their ",
        "10",
        "goals, performance, career aspirations and development opportunities. We also recognize the importance of our 13,000 people managers in their crucial roles for reviewing our talent pipeline and have given them increased support and opportunities for promoting the professional and personal growth of their teams. In addition, we offer more than 16,000 individual learning courses as part of continuous learning to help our colleagues grow and develop. In 2020, we published a set of People Manager Practices, centered around managing inclusively, that define what effective people management looks like. Managers also have access to our dedicated People Manager Hub, a one-stop source of information and community for all people managers globally.",
        "Colleague Engagement",
        ". Each year we ask our colleagues to share their views on working at Marsh & McLennan through a company-wide engagement survey. Developed internally by our Global Talent Development team, the survey methodology has been consistent since 2011, with updates to specific questions as necessary. A third-party administers our survey in order to maintain confidentiality of responses. In 2020, a record number of colleagues completed the survey. As in the past, we continue to use the survey responses to help inform the ongoing development of a vibrant and inclusive culture. ",
        "Health and Wellbeing",
        ". As a company, our success depends on the health and wellbeing of our colleagues—we want to support our colleagues with resources, protection and peace of mind to live healthy lives. We offer comprehensive health insurance, including medical coverage and other core health benefits based on the market. We also prioritize our colleagues’ mental wellness, including 24/7 access to an Employee Assistance Program for confidential counselling on personal issues for over 80 percent of our colleagues and their eligible family members, and critical incident support in countries where a disaster has occurred. In addition, we offer competitive time-off benefits, including a paid day off each year to volunteer.",
        "Supporting our colleagues as they navigate the unprecedented challenges of COVID-19 has been our highest priority in 2020 and our teams have responded by working in innovative ways. Refer to \"Recent Developments\" included in Item 7, \"Management’s Discussion and Analysis of Financial Condition and Results of Operations\" for information on our response to the COVID-19 pandemic. ",
        "Total Rewards",
        ". We recognize how important it is to be financially secure through employment, so we offer competitive rewards to help build colleagues’ personal wealth and improve their financial wellbeing. Base pay is just the start. Through our annual bonus program, we encourage performance that aligns with the Company’s interests by providing eligible colleagues with discretionary awards. We also offer various incentives in certain circumstances, such as sales incentives and long-term incentives to roles that have a significant impact on our long-term performance designed to foster the Company’s long-term success. Our robust offerings also include retirement benefits, savings and stock investment plans in certain jurisdictions.",
        "11"
    ]
}