{
    "62996": [
        "Human Capital Management",
        "We believe that the performance of our Company is impacted by our human capital management, and as a result we consistently work to attract, select, develop, engage and retain strong, diverse talent.  We are focused on three key strategic talent priorities: leadership, diversity, equity and inclusion, and our future workforce",
        "Our Chief Human Resources Officer is responsible for developing and executing our human capital strategy and provides regular updates to our Board of Directors’ Organization and Compensation Committee on our progress toward the achievement of our strategic initiatives. We believe that all of our human capital initiatives work together to assure we have an environment where our employees are engaged, feel a sense of belonging, and can reach their full potential",
        "Leadership",
        "We support and grow our employees by providing continuous development practices and tools that build and strengthen leadership capabilities. Our leadership framework is designed to serve as the foundation for how we select, develop and measure the performance of our leaders. We have also placed a specific focus on building a coaching culture by enabling frequent and candid feedback discussions about performance and development between employees and their managers, across peers, and within teams",
        "Diversity, Equity and Inclusion (\"DE&I\"",
        "We believe a workplace that encourages different voices, perspectives and backgrounds creates better teams, better solutions and more innovation. For the past several years, we have strived to create a culture of inclusion, reduce bias in our talent practices, and invest in and engage with our communities. We are focused on the following three key areas",
        "Our workplace: who we are and how it feels to work at Masco",
        "Our communities: how we can help increase access, equity, and inclusion with our diverse community partners",
        "Our marketplace: how we represent our consumers and use our buying power to support advancing economic equity",
        "We are refining strategic objectives and expectations within each of these focus areas. We are also developing multiple internal channels to increase communication and opportunity for engagement among our employees. In 2020, we established a global, enterprise DE&I Council and several local councils and employee resource groups at our business units and our corporate headquarters to help implement action plans tailored to their specific needs and challenges",
        "Future Workforce",
        "We are consistently working to identify the critical capabilities our employees and the organization need to help us achieve our businesses objectives. We leverage our Masco Operating System to ensure our businesses are focused on the right capabilities and are providing the right tools, training and structure to building these new and important skills",
        "Employee Health and Safety",
        "The safety of our employees is integral to our company. In support of our safety efforts, we identify, assess and investigate incidents and injury data, and each year set a goal to improve key safety performance indicators. We train, promote, consult and communicate with our workforce in this process.  In 2020, the Coronavirus Disease 2019 (\"COVID-19\") pandemic highlighted the importance of employee welfare.  Our cross-functional Infectious Illness Response Team reacted quickly to keep our employees safe through the implementation of policies and safety measures that adhered to best practices from the World Health Organization and the Centers for Disease Control",
        "Our Workforce",
        "At December31, 2020, we employed approximately 18,000 people"
    ]
}