{
    "64040": [
        "Human Capital",
        "As of December31, 2020, we had approximately 23,000 permanent employees located worldwide, including around 14,550 in Asia, 5,550 in the U.S., 2,100 in the European region, and 800 in the rest of the world.",
        "We invest in our success as a global Company by investing in our employees across the world through our “people first” approach to human capital management, aimed at supporting everyone who works for us to reach their full potential.    ",
        "Board Oversight & Management Implementation of Human Capital Strategy",
        "Our Board of Directors and Company management view effective human capital management as critical to the Company’s ability to execute its strategy. ",
        "As a result, the Board of Directors and the Compensation and Leadership Development Committee oversee and regularly engage with our CEO, Chief People Officer and senior leadership on a broad range of human capital management topics, including culture, talent and performance management, succession planning, compensation and benefits, diversity and inclusion, and employee engagement and retention",
        "At the management level, our Chief People Officer is responsible for leading the development and execution of the Company’s human capital management strategy, also referred to as our “People” strategy, working together with other senior leaders across the Company.  Among other things, this includes promoting an inclusive and performance-driven workplace culture; managing the Company’s initiatives to attract, recruit, develop and retain the high-quality talent needed to ensure S&P Global is equipped with the right skillsets and intellectual capital to deliver on current and future business needs; and overseeing the design of the Company’s compensation, benefits and wellness programs. In connection with these responsibilities, the Chief People Officer also partners with our Corporate Responsibility & Diversity team on the development and execution of the Company’s diversity and inclusion roadmap and works closely with the CEO on executive succession planning and development of the talent succession pipeline for the Company’s Operating Committee. ",
        "The Company’s short-term incentive plan further reflects the significant role our people play in driving our enterprise strategy to Power the Markets of the Future by linking executive pay outcomes under our enterprise and division balanced scorecards to the achievement of strategic people priorities",
        "In 2020, we focused on delivering on the following strategic People priorities:",
        "8",
        "Table of Contents",
        "Creating an inclusive performance-driven culture that drives employee engagement and aligns with our purpose of accelerating progress in the world;",
        "Promoting career mobility and attracting and retaining the best people; and",
        "Improving diversity in overall representation through talent acquisition, advancement and retention. ",
        "To achieve our strategic people objectives, we support our employees through human capital management strategies that include diversity and inclusion initiatives, learning and development programs, competitive compensation and benefits programs, workplace health and safety measures, and mechanisms for talent retention, engagement and management accountability. Examples of some of our key initiatives and programs in these focus areas are included below.",
        "Diversity & Inclusion (D&I)",
        "Our ability to attract and retain a diverse and inclusive workforce is critical to our long-term strategy, driving business growth and innovation and empowering our people to achieve their full potential. In connection with our commitment to create a diverse and inclusive workplace, we have taken the following steps to foster an environment where our people can bring their whole selves to work: ",
        "In 2019, we merged our Corporate Responsibility and D&I teams, in recognition of the critical importance of diversity to our firm’s standing and future. Our People team partners with Corporate Responsibility & Diversity to lead our global D&I efforts. These efforts focus on hiring and retaining diverse talent, building an inclusive culture and enabling our people to advance their careers with us.  In 2020, we have increased the people and resources devoted to our D&I programs and initiatives.",
        "An executive D&I Council, co-chaired by our CEO and Chief People Officer, directs and oversees our enterprise-wide diversity and inclusion strategy, advancing and ensuring coordination and accountability for diversity and inclusion programs across the organization.",
        "We also measure progress on our diversity and inclusion programs as part of our enterprise and division balanced scorecards, which are reviewed by the CEO quarterly and the Board at least biannually, and impact short-term incentive compensation.  ",
        "We connect colleagues across our organization through our employee resource groups. These global and employee-led networks offer career experiences and network-building opportunities that foster professional development and support workplace diversity.",
        "Learning and Development Programs",
        "We are committed to continuous learning and invest in development tools and programs  at every level across our organization to help employees expand their knowledge, skills and experience and guide career advancement in support of our long-term strategy.",
        "Technology Training - We offer internal technology training programs to enhance the technology skills of our workforce and accelerate our ability to solve complex problems using a multidisciplinary blend of data inference, algorithm development and technology education for all employees.",
        "Career Coaching - We launched a career coaching program, offering customized support through global career coaches, to empower people to take ownership of their career and help them navigate their career path and opportunities to grow within S&P Global.",
        "Leadership Development - We invest in developing leaders at all levels of our organization through targeted programs designed to foster leadership excellence in career managers, develop emerging leaders and strengthen our executive talent bench, providing a robust internal succession pipeline for our Operating Committee.",
        "Competitive Compensation and Benefits Programs",
        "We believe compensation and benefits programs are critical to the overall employee experience. Offering market competitive, people-centric and performance driven compensation and benefits is key to our recruitment, talent management and retention strategies. As a result, management regularly assesses employee feedback, competitor research and market data to ensure our programs remain competitive and are designed with our people’s physical, financial, work-life, mental and emotional health and wellbeing in mind. Based on these insights, we have introduced new and enhanced “people first” benefits in 2018 through 2020 to  advance employees’ wellbeing at work and beyond in support of our “people first” philosophy.",
        "9",
        "Table of Contents",
        "Workplace Health and Safety",
        "The health and safety of our people working around the globe is a top priority, and our facilities worldwide follow rigorous, internally and externally audited, occupational health and safety policies. ",
        "We also recognize that protecting the health, safety and wellbeing of our employees is crucial to our ability to ensure crises like the global COVID-19 pandemic are effectively managed. In response to the COVID-19 pandemic, we established a crisis management committee in January to lead a coordinated workplace safety strategy and acted quickly implementing significant changes across the organization to protect our people and the communities in which we operate.  ",
        "As a result of these actions, a majority of our people were working from home by late March and continue to work remotely, as we evolve our preparedness strategy for office reopenings to integrate key learnings, safety measures and employee feedback to rethink the future of work.  In 2020, we also appointed our first Chief Medical Advisor to help inform decision-making on the Company’s pandemic response, hosted bi-weekly global town halls to keep our people informed about health, safety and remote working logistics, and introduced expanded health and wellness benefits to help our people cope with the health impacts of COVID-19, including:",
        "Expanding global care leave to 10 business days caring for a sick or healthy family member;",
        "Increasing minimum global sick leave to 10 paid business days while being treated for COVID-19;",
        "Committing to pay any employees who contract COVID-19;",
        "Committing to provide unlimited paid leave following loss of a loved one, and three months’ pay to family members following loss of an employee;",
        "Providing added flexibility for those working from home while caring for children/family; and",
        "Expanding telemedicine resources and access to mental health services.",
        "Retention and Engagement",
        "In order to attract and retain the high-quality talent needed to execute our long-term strategy to Power the Markets of the Future, we believe it is critical for our people to feel motivated and empowered. As a result, we strive to create a unified and inclusive workplace culture that promotes employee engagement, satisfaction and performance; and that reflects our common corporate purpose and values of Relevance, Integrity and Excellence. ",
        "We invite employee feedback through a variety of channels for open communication and engagement, including small group employee round-table discussions with our business leaders and members of our Board of Directors, our annual employee VIBE survey, as well as more frequent check-ins through employee “Pulse” surveys. The annual VIBE survey allows us to track progress in critical areas, such as workplace pride and satisfaction and inclusive culture, and gather actionable insights for improvements to our people strategy. We encourage managers to share VIBE survey results with their teams, prioritize action areas and pursue solutions. To reinforce management accountability, we also track employee survey scores in our enterprise and division balanced scorecards, with outcomes against survey engagement targets impacting short-term incentive outcomes. "
    ]
}