{
    "64803": [
        "Human Capital",
        "Overview",
        "At CVS Health, we share a single, clear purpose: helping people on their path to better health. We devote significant time and attention to the attraction, development and retention of colleagues to deliver high levels of service to our customers. Our commitment to them includes a competitive rewards package and programs that support our diverse range of colleagues in rewarding and fulfilling careers. As of December31, 2020, we employed nearly 300,000 colleagues primarily in the United States including in all 50 states, the District of Columbia and Puerto Rico, approximately 71% of whom were full-time. ",
        "We believe engaged colleagues produce stronger business results and are more likely to build a career with the Company. Each year we conduct an internal engagement survey that provides colleagues with an opportunity to share their opinions and experiences with respect to their role, their team and the enterprise to help our Board of Directors (the “Board”) and our management identify areas where we can improve colleague experience. The survey covers a broad range of topics including development and opportunities, diversity management, recognition, performance, well-being, compliance and continuous improvement. In 2020, greater than 80% of our colleagues participated in the engagement survey, of which greater than 80% responded that they were actively engaged.",
        "The Board and our chief executive officer (“CEO”) provide oversight of our human capital strategy, which consists of the following categories: total rewards; diversity, equity and inclusion; colleague development; and health and safety.",
        "14",
        "Total Rewards",
        "We recognize how vital our colleagues are to our success and strive to offer comprehensive and competitive wages and benefits to meet the varying needs of our colleagues and their families. The benefits and programs include annual bonuses, 401(k) plans, stock awards, an employee stock purchase plan, health care and insurance benefits, paid time off, flexible work schedules, family leave, dependent care resources, colleague assistance programs and tuition assistance, among many others, depending on eligibility. ",
        "In response to the COVID-19 pandemic, we provided enhanced pay and benefits, including bonuses to frontline colleagues, dependent care financial assistance, paid sick leave for part-time colleagues and paid time off to colleagues who test positive or are quarantined due to exposure. ",
        "Diversity, Equity & Inclusion",
        "We believe that a diverse workforce creates a healthier, stronger and more sustainable company. We aim to attract, retain and support a diverse workforce that reflects the many customers, patients, members and communities we serve. Our Diversity Management Leadership Council, a cross-functional group of senior leaders appointed by our CEO, works with our Strategic Diversity Management leadership team to intentionally embed diversity across all facets of our business. For our efforts, we have been recognized as a DiversityInc Top 50 Company, named to Bloomberg’s 2019 Gender-Equality Index and earned a 100 percent score on the Disability Equality Index, meaning the company is recognized as a “Best Place to Work for Disability Inclusion.” The Company discloses information on our diversity, equity and inclusion strategy, programs and progress in our annual Corporate Social Responsibility (“CSR”) Report.  ",
        "As a foundation of equity, we continuously focus on increasing underrepresented populations across our business. In 2020, 70% of our total colleague population and 52% of our colleagues at the manager level and above self-reported as female. In addition, in 2020 our colleagues reported their race/ethnicity as: White (53%), Black/African American (16%), Hispanic/Latino (15%), Asian (11%) and Other (5%). The appendix to our CSR Report includes additional data on the diversity of our workforce.",
        "Our diversity management strategy emphasizes workplace representation, inclusion and belonging, talent acquisition and management and a diverse marketplace. We support 15 Colleague Resource Groups (“CRGs”) that include more than 22,000 colleagues across the enterprise. These groups represent a wide range of professional, cultural, ethical and personal affinities and interests, as well as formal mentoring programs. Our CRGs provide our colleagues with an opportunity to connect and network with one another through a particular affinity, culture or interest. Each of our CRGs is sponsored by a senior leader. ",
        "Colleague Development",
        "The Company offers a number of resources and programs that attract, engage, develop, advance and retain colleagues. Training and development provides colleagues the support they need to perform well in their current role while planning and preparing for future roles. We offer an online orientation program that pairs new hires with seasoned colleagues and the training continues throughout a colleague’s career through in-person, virtual and self-paced learning at all levels. We also provide mentoring, tools and workshops for colleagues to manage their career development. We offer a variety of management and leadership programs that develop incumbent diverse and other high potential colleagues. Our broad training practices include updated, tech-enabled tools and keep our colleagues informed of new developments in our industry that are relevant to their roles. During the year ended December 31, 2020, our colleagues completed nearly 12million training courses. ",
        "Our colleague development program also promotes the importance of compliance across our business. Our colleagues demonstrate this commitment through our annual Code of Conduct training, which 100% of active colleagues completed in 2020. In 2020, we launched more than 75 different training courses as part of our annual Enterprise Compliance Training Program.  ",
        "Health & Safety",
        "We have a strong commitment to providing a safe working environment. ",
        "We utilize Safety Service Plans to analyze data and concentrate on key areas of risk to reduce the chance of workplace incidents. We focus on identifying causes and improving performance when workplace incidents occur. We also engage leaders in promoting a culture of safety. With safety task forces in place at each distribution center, we empower leaders and safety business partners to identify policies, procedures and processes that could improve their own operations.",
        "15",
        "In addition, from the outset of the COVID-19 pandemic, we took a comprehensive approach to managing occupational health and safety challenges presented by the pandemic. We implemented social distancing practices and enhanced cleaning protocols at all of our locations. We launched a COVID-19 command center to coordinate responsive actions to reports of COVID-positivity among colleagues, including contact tracing, sanitizing and collaborating with public health officials. We distributed personal protective equipment based on our safety professionals’ assessment of various activities our colleagues perform. We added engineering controls and enhanced safety features in our retail locations, including protective panels at pharmacy counters and front store checkout stations. We developed travel, work from home, self-quarantine, wellness check, and other HR-related guidance to help colleagues maintain their health and safety while continuing to support the essential operations of the Company."
    ]
}