{
    "64996": [
        "Human Capital",
        "The Company had approximately 4,300 employees at December 31, 2020. The Company's employees are critical to its continued success, and it focuses significant attention on attracting and retaining talented and motivated individuals. The Company pays its employees fairly and competitively and offers a wide range of benefits regardless of gender, race or ethnicity. The Company benchmarks and sets pay ranges based on market data and considering such factors as employees' roles, experiences and performance, and the location of their job. Individual goals are set annually for each employee, and attainment of those goals is an element of the employee’s performance assessment. The Company regularly reviews its compensation practices, both in terms of its overall workforce and individual employees, to ensure its pay is fair and equitable",
        "The Company also reviews employee engagement and satisfaction surveys to monitor employee morale and receive feedback on a variety of issues, in order to improve the employee experience and identify opportunities to continually strengthen its culture. The Company devotes extensive resources to employee training and development, including tuition assistance for career-enhancing academic and professional programs. The Company recognizes that its success is based on the talents and dedication of those it employs, and it is highly invested in their success",
        "The Company is committed to hiring, developing and supporting a diverse and inclusive workplace. All of the Company's employees are expected to exhibit and promote honest, ethical and respectful conduct in the workplace, must adhere to a code of conduct that sets standards for appropriate behavior, and are required to take annual training on preventing, identifying, reporting and stopping any type of unlawful discrimination",
        "The Company sponsors a wellness program designed to enhance physical, financial and mental well-being for all of its employees, and encourages healthy behaviors through regular communications, educational sessions, voluntary progress tracking, wellness challenges, and other incentives. The Company implemented safety protocols and new procedures to protect",
        "its employees and customers in response to the COVID-19 pandemic. This includes having the vast majority of its employees work from home, while implementing additional safety measures for employees continuing critical on-site work",
        "Vice President and Chief Human Capital Officer",
        "Erik Thompson",
        "Vice President, Advertising and Public Relations",
        "Charles Toney"
    ]
}