{
    "65596": [
        "Human Capital",
        "Our success depends on our ability to attract, hire, retain and develop highly-skilled professionals in a variety of specialties, including finance, technology, compliance, business development,\n      cybersecurity and management. Due to the complexity of our business, we compete for talent with other companies, both inside and outside of our industry, and in multiple geographical areas in the U.S",
        "Our human capital efforts focus on establishing a culture of service that emphasizes taking care of our employees, so they can take care of our clients. To that end, we seek employees who are\n      approachable, proactive, collaborative, agile and innovative, and who share our commitment to excellence, integrity and service. As of March 1, 2021, we had 125 employees, one of whom was a corporate officer. None of our employees are represented by\n      a union, and we believe that relations with our employees are good",
        "To maintain a high-caliber, values-driven workforce that is committed to our culture, we strive to offer total rewards, including compensation and benefits that position our company as an employer of\n      choice. We design our compensation to be competitive in the markets in which we compete, and closely monitor industry trends and practices to ensure we are able to attract and retain the personnel who are critical to our success. To support our\n      employees’ health and well-being, we offer competitive medical, dental and vision plans as well as other health benefits",
        "We believe in our employees’ potential and provide training and development opportunities intended to maximize their performance and professional growth. We require all of our employees to complete\n      courses in key regulatory areas, such as insider trading and anti-money laundering compliance",
        "We aim to provide a safe, inclusive environment for our employees, where they feel engaged in our business, supported in who they are and empowered to succeed. We are committed to providing a\n      workplace that is free from violence, harassment and other unsafe or disruptive conditions, and require our personnel to attend regular training sessions and workshops on those topics. To promote safety",
        "during the COVID-19 pandemic, we have taken numerous steps to ensure that our employees and customers are operating in a safe environment by implementing measures such as social\n        distancing, sanitizing workstations, temperature checks, requiring masks, and alternating staff",
        "Siebert 2020 Form-10K 8"
    ]
}