{
    "66570": [
        "Human Capital",
        "—As of December 31, 2020, the Company employed approximately 4,800 people worldwide, of which approximately 2,100 were employed in the United States and 2,700 were employed outside of the United States.  Approximately 28% of our global workforce is covered by collective bargaining agreements or works councils.  Overall, we consider our employee relations to be good. Our culture is important to our success. To that end, we maintain seven core values that define our culture. They are Integrity, Customer Focus, Diversity and Inclusion, Innovation and Change, Engagement, Teamwork and Speed and Agility. Our core values are encircled by “A Culture of Safety.”",
        "Workpla",
        "ce Health & Safety",
        "As a company whose mission is dedicated to worker safety, MSA places great emphasis on the health and safety of our own associates",
        "To that end, the Company maintains a global Environmental, Health and Safety (“EHS”) Management System, deploys a variety of programs to reduce and eliminate injuries and promote safety and regularly measures progress against those programs. These programs promote personal responsibility for workplace safety and encourage associates to set a meaningful example as safety ambassadors",
        "Response to COVID-19",
        "—Through the efforts of a cross-functional COVID-19 response team, MSA has responded to numerous people-related challenges resulting from the pandemic.  The Company addressed various country, state, and local restrictions, mandates and guidelines and provided compliance programs at all MSA locations designed to operate facilities in a safe manner",
        "Among other efforts, this included implementing various associate work and safety protocols",
        "In addition, to support mental health and emotional well-being, all associates and their dependents worldwide have access to an Employee Assistance Program (\"EAP\"), at no cost to them. This includes access to visits with mental health care providers through the EAP",
        "Diversity & Inclusion",
        "—Diversity & Inclusion is a Core Value at MSA, and the Company seeks a wide variety of people, thoughts, perspectives, and ideas",
        "MSA strives to provide a diverse and inclusive work environment, paired with a culture of excellence in which associates feel comfortable openly sharing thoughts and ideas.  Creating an inclusive environment helps to recruit and retain talent, promoting engagement, fostering innovation, and achieving MSA’s business objectives",
        "The Company maintains several Employee Resource Business Groups (\"ERBGs\") designed to foster a culture that is both engaged and inclusive.  These ERBGs are voluntary, associate-driven communities that capitalize on the wide variety of people and perspectives at MSA, driving our core value of Diversity and Inclusion",
        "MSA also partners with a number of non-profit and community-based organizations to help to build a pipeline of future talent with differing backgrounds, thoughts, experiences, and perspectives",
        "Approximately 51% of our U.S. workforce self-identify as diverse.  This includes women who comprise  approximately 42% of our U.S. workforce.  Among associates within executive pay grades, 34% self-identify as diverse.  We determine race and gender diversity based on our employees’ self-identification or other information compiled to meet the requirements of the U.S. government, compiled as of December 31, 2020.  We count a female minority employee as one individual",
        "Leadership and Development",
        "—MSA provides programs to enable continuous learning, growth and development opportunities",
        "First, the MOVE Performance Management philosophy is a core element of associate engagement.  Meaningful, Ongoing, Vital Exchanges (\"MOVE\") between associates and supervisors provide a flexible, ongoing feedback loop to drive and enhance the engagement of associates, while facilitating the achievement of our strategic goals",
        "Second, the MSA Leader model sets the expectations of MSA people leaders.  Grounded in core principles that define MSA’s high performance culture of excellence, the MSA Leader model guides the development of current",
        "Table of Contents",
        "and aspiring leaders.  It outlines the traits, knowledge, competencies, and experiences that MSA requires for successful leadership while encouraging leaders to remain true to their personal styles.  The model is the foundation of leadership development at MSA.  By combining leadership development, culture, and business acumen, leaders are better prepared to drive a high-performance culture while maintaining an engaged workforce with opportunities for development and growth",
        "Beyond these core programs, MSA designs and delivers a variety of associate leadership and development programs to further enhance the associate experience and opportunities for growth.  Associates are empowered to own their career development through business-aligned resources, tools and programs",
        "Compensation and Rewards",
        "—MSA’s Global Compensation Philosophy strives to provide total compensation for all associates at the market median, utilizing base salary, cash incentives and, in some cases, equity grants to achieve this goal.  We further strive to provide above-market compensation opportunities for associates who exceed goals and expectations.  This approach to Total Rewards is designed to help MSA attract, retain and motivate high-performing individuals who foster an innovative culture and drive business results",
        "Environmental Matters",
        "Our facilities and operations are subject to laws and regulations relating to environmental protection and human health and safety.  In the opinion of management, compliance with current environmental protection laws will not have a material adverse effect on our financial condition.  See Item 1A, Risk Factors, for further information regarding our environmental risks which could impact the Company",
        "Seasonality",
        "Our operating results are not significantly affected by seasonal factors.  Sales are generally higher during the second and fourth quarters.  During periods of economic expansion or contraction and following significant catastrophes, our sales by quarter have varied from this seasonal pattern.  Government-related sales tend to increase in the fourth quarter.  Americas sales tend to be strong during the oil and gas market turnaround seasons late in the first quarter, early in the second quarter and then again at the end of the third quarter and beginning of the fourth quarter.  International segment sales are typically weaker for the Europe region in the summer holiday months of July and August and seasonality can be affected by the timing of delivery of larger orders.  Invoicing and the delivery of larger orders can affect sales patterns variably across all reporting segments",
        "RISKS RELATED TO HUMAN CAPITAL MANAGEMENT",
        "If we lose any of our key personnel or are unable to attract, train and/or retain qualified personnel or plan the succession of senior management, our ability to manage our business and continue our growth could be negatively impacted",
        "Our success depends in large part on the continued contributions of our key management, engineering and sales and marketing personnel, many of whom are highly skilled and would be difficult to replace.  Our success also depends on the abilities of new personnel to function effectively, both individually and as a group.  If we are unable to attract, effectively integrate and retain management, engineering or sales and marketing personnel, then the execution of our growth strategy and our ability to react to changing market requirements may be impeded, and our business could suffer as a result",
        "In addition, hiring, training, and successfully integrating replacement critical personnel could be time consuming, may cause additional disruptions to our operations, and may be unsuccessful, which could negatively impact future revenues.  Competition for personnel is intense, and we cannot assure that we will be successful in attracting and retaining qualified personnel.  The hiring of new personnel may also result in increased costs and we do not currently maintain key person life insurance",
        "Our success also depends on effectivesuccession planning.  Failure to ensure effective transfer of knowledge and smooth transitions involving senior management could hinder our strategic planning and execution.  From time to time, senior management or other key employees may leave the Company.  While we strive to reduce the negative impact of such changes, the loss of any key employee could result in significant disruptions to our operations, including adversely affecting the timeliness of product releases, the successful implementation and completion of company initiatives, the effectiveness of our disclosure controls and procedures and our internal control over financial reporting, and the results of our operations",
        "RISKS RELATED TO DOING BUSINESS INTERNATIONALLY",
        "We have significant international operations and are subject to the risks of doing business in foreign countries",
        "We have business operations in approximately 40 foreign countries.  In 2020, approximately half of our net sales were made by operations located outside the United States.  Those operations are subject to various political, economic and other risks and uncertainties, which could have a material adverse effect on our business.  These risks include the following",
        "unexpected changes in regulatory requirements",
        "changes in trade policy or tariff regulations",
        "changes in tax laws and regulations",
        "unintended consequences due to changes to the Company's legal structure",
        "additional valuation allowances on deferred tax assets due to an inability to generate sufficient profit in certain foreign jurisdictions",
        "intellectual property protection difficulties or intellectual property theft",
        "difficulty in collecting accounts receivable",
        "complications in complying with a variety of foreign laws and regulations, some of which may conflict with U.S. laws",
        "foreign privacy laws and regulations",
        "trade protection measures and price controls",
        "trade sanctions and embargoes",
        "nationalization and expropriation",
        "increased international instability or potential instability of foreign governments",
        "effectiveness of worldwide compliance with MSA's anti-bribery policy, the U.S. Foreign Corrupt Practices Act, and similar local laws",
        "difficulty in hiring and retaining qualified employees",
        "the ability to effectively negotiate with labor unions in foreign countries",
        "the need to take extra security precautions for our international operations",
        "costs and difficulties in managing culturally and geographically diverse international operations",
        "pandemics and similar disasters; and",
        "risks associated with the United Kingdom's decision to exit the European Union, including disruptions to trade and free movement of goods, services and people to and from the United Kingdom; increased foreign exchange volatility with respect to the British pound; and additional legal and economic uncertainty",
        "Any one or more of these risks could have a negative impact on the success of our international operations and, thereby, have a material adverse effect our business, consolidated results of operations and financial condition",
        "Because we derive a significant portion of our sales from the operations of our foreign subsidiaries, future currency exchange rate fluctuations could adversely affect our results of operations and financial condition, and could affect the comparability of our results between financial periods",
        "In 2020, our operations outside of the United States accounted for approximately one-half of our net sales.  The results of our foreign operations are generally reported in local currency and then translated into U.S. dollars at the applicable exchange rates for inclusion in our consolidated financial statements.  The exchange rates between some of these currencies and the U.S. dollar have fluctuated significantly in recent years and may continue to do so in the future.  A weakening of the currencies in which sales are generated relative to the currencies in which costs are denominated would decrease our results of operations and cash flow.  Although the Company uses instruments to hedge certain foreign currency risks, these hedges only offset a portion of the Company’s exposure to foreign currency fluctuations",
        "In addition, because our consolidated financial statements are stated in U.S. dollars, such fluctuations may affect our consolidated results of operations and financial position, and may affect the comparability of our results between financial periods.  Our inability to effectively manage our exchange rate risks or any volatility in currency exchange rates could have a material adverse effect on our business, consolidated results of operations and financial condition",
        "We benefit from free trade laws and regulations, such as the United States-Mexico-Canada Agreement and any changes to these laws and regulations could adversely affect our results of operations",
        "Existing free trade laws and regulations, such as the United States-Mexico-Canada Agreement, provide certain beneficial duties and tariffs for qualifying imports and exports, subject to compliance with the applicable classification and other requirements.  Changes in laws or policies governing the terms of foreign trade, and in particular increased trade restrictions, tariffs or taxes on imports from countries where we manufacture products, such as China and Mexico, could have a material adverse effect on our business, consolidated results of operations and financial condition",
        "GENERAL RISK FACTORS",
        "Damage to the reputation of MSA or to one or more of our product brands could adversely affect our business",
        "Developing and maintaining our reputation, as well as the reputation of our brands, is a critical factor in our relationship with customers, distributors and others.  Our inability to address negative publicity or other issues, including concerns about product safety or quality, real or perceived, could negatively impact our business which could have a material adverse effect on our business, consolidated results of operations and financial condition",
        "If our goodwill, other intangible assets and long-lived assets become impaired, we may be required to record significant charges to earnings",
        "We review our long-lived assets for impairment when events or changes in circumstances indicate the carrying amount may not be recoverable.  Goodwill and indefinite-lived intangible assets are required to be assessed for impairment at least annually.  Factors that may be considered a change in circumstances, indicating that the carrying amount of our goodwill, indefinite-lived intangible assets or long-lived assets may not be recoverable, include slower growth rates in our markets, reduced expected future cash flows, increased country risk premiums as a result ofpolitical uncertaintyand a decline in stock price and market capitalization.  We consider available current information when calculating our impairment charge.  If there are indicators of impairment, our long-term cash flow forecasts for our operations deteriorate or discount rates increase, we may be required to recognize additional impairment charges in later periods.  See Note 12 of the consolidated financial statements in Part II Item 8 of this Form 10-Kfor the carrying amounts of goodwill in each of our reporting segments and details on indefinite-lived intangible assets that we hold",
        "Risks related to our defined benefit pension and other post-retirement plans could adversely affect our results of operations and cash flow",
        "Significant changes in actual investment return on pension assets, discount rates, and other factors could adversely affect our results of operations and pension contributions in future periods. U.S. generally accepted accounting principles require that we calculate income or expense for the plans using actuarial valuations. These valuations reflect assumptions about financial markets and interest rates, which may change based on economic conditions. Funding requirements for our pension plans may become more significant. However, the ultimate amounts to be contributed are dependent upon, among other things, interest rates, underlying asset returns and the impact of legislative or regulatory changes related to pension funding obligations. For further information regarding our pension plans, refer to \"Pensions and Other Post-retirement Benefits\" in Note 14 of the consolidated financial statements in Part II Item 8 of this Form 10-K",
        "If we fail to meet our debt service requirements or the restrictive covenants in our debt agreements or if interest rates increase, our results of operations and financial condition could be materially and adversely affected",
        "We have a substantial amount of debt upon which we are required to make scheduled interest and principal payments and we may incur additional debt in the future. A significant portion of our debt bears interest at variable rates that may increase in the future",
        "The potential discontinuance of LIBOR is one such risk that could cause market volatility or disruption. In July 2017, the chief executive of the United Kingdom Financial Conduct Authority (the “FCA”), which regulates LIBOR, announced that the FCA intends to stop compelling banks to submit rates for the calculation of LIBOR after 2021. It is unknown whether any banks will continue to voluntarily submit rates for the calculation of LIBOR after 2021 or whether LIBOR will continue to be published by its administrator based on these submissions or on any other basis. It is not possible to predict the effect of these changes, other reforms, or the establishment of alternative reference rates, but the potential discontinuance of LIBOR could adversely affect our access to the debt and its cost of funding",
        "Our debt agreements require us to comply with certain restrictive covenants. If we are unable to generate sufficient cash to service our debt or if interest rates increase, our consolidated results of operations and financial condition could be materially and adversely affected. Additionally, a failure to comply with the restrictive covenants contained in our debt agreements could result in a default, which if not waived by our lenders, could substantially increase borrowing costs and require accelerated repayment of our debt. Please refer to Note 11 of the consolidated financial statements in Part II Item 8 of this Form 10-K for commentary on our compliance with the restrictive covenants"
    ]
}