{
    "66756": [
        "Human Capital Management",
        "HUMAN CAPITAL MANAGEMENT",
        "The Company’s key human capital management objectives are to attract, recognize and retain high quality talent, align with strategic business objectives and support the Company’s values. To support these objectives, the Company’s programs are designed to develop talent; reward and support employees through competitive compensation programs and benefit plans; enhance the Company’s culture through efforts aimed at making the workplace more engaging, safe and inclusive; and acquire talent and leverage internal opportunities to create a high-performing, diverse workforce. Our management and Board of Directors play key roles in reviewing and overseeing our human capital practices",
        "As of December 31, 2020, ALLETE had 1,342 employees, of which 1,322 were full-time. Minnesota Power and SWL&P have an aggregate of 460 employees covered under collective bargaining agreements, of which most are members of the International Brotherhood of Electrical Workers (IBEW) Local 31. The current labor agreements with IBEW Local 31 expire on April 30, 2023 for Minnesota Power and expired on February 1, 2021 for SWL&P. Negotiations are proceeding between SWL&P and IBEW Local 31. SWL&P and IBEW Local 31 are operating under the expired labor agreements until new contracts are agreed upon. BNI Energy has 137 employees that are members of IBEW Local 1593. The current labor agreement with IBEW Local 1593 expires on March 31, 2023",
        "Integrity",
        "Integrity is a foundational, shared value at ALLETE, is important to ALLETE’s business and operations, and enables our success. The Company has a written Code of Ethics that applies to all of our employees",
        "Health and Safety",
        "The success of our business is fundamentally connected to the well-being of our people. We are responding to the COVID-19 pandemic by taking steps to mitigate the potential risks to us posed by its transmission and have implemented company-wide business continuity plans in response to the pandemic. These plans guide our emergency response, business continuity, and the precautionary measures we are taking on behalf of employees and the public",
        "Zero Injury Culture",
        "Our journey to Zero Injury starts with a culture that is open and transparent. We encourage all employees to report injuries, near misses, and good catches, so that we can learn and share with others throughout the Company in an effort to improve safety performance. Leaders have regular safety conversations with employees, where the data learned from the conversations is examined, shared with the ALLETE safety strategy team and used to improve the Company’s safety programs",
        "Talent Development",
        "We recognize and support the growth and development of our employees and offer opportunities to participate in internal and external learning programs. Our internal talent development programs provide employees with the resources they need to develop proficiency in their role, help achieve their career goals and build leadership skills. In addition to role specific training, targeted training also includes respect in the workplace, cyber awareness, safety, integrity and leadership development",
        "ALLETE, Inc. 2020 Form 10-K",
        "HUMAN CAPITAL MANAGEMENT (Continued",
        "Compensation and Benefits",
        "Our competitive compensation package gives employees flexibility, choices and opportunities. Competitive compensation is important for the Company to attract and retain a qualified workforce to successfully manage our business and achieve our business objectives. We also strive to ensure pay equity amongst diverse employees performing equal or substantially similar work. Periodically, we review the median pay of our male and female employees as well as employees from diverse backgrounds",
        "Diversity, Equity and Inclusion",
        "Increasing staff diversity enriches our workforce culture at ALLETE. Our employees are operating in an increasingly diverse society. In order to be accountable to our employees and stakeholders, we strive to have a workforce that reflects the diversity of the communities we serve, promotes inclusivity and is equitable",
        "At ALLETE, we want to ensure that we have a workplace culture where we treat each other with fairness, dignity and respect. The Company has a Respect in the Workplace initiative, which includes education as well as ongoing discussions focused on building respectful relationships and managing bias. In 2020, further efforts began in crafting a framework to strengthen ALLETE’s diversity, equity and inclusion efforts in the areas of: workforce, supply chain and ALLETE as a community citizen",
        "Yellow Ribbon Program",
        "ALLETE and its subsidiaries are dedicated to supporting veterans, military members and their families. An employee effort grew out of that spirit of commitment to veterans and led the state of Minnesota to designate ALLETE/Minnesota Power and ALLETE Clean Energy as Yellow Ribbon Companies. The mission of ALLETE’s Yellow Ribbon Program is to contribute to the Company’s unique culture by proactively recruiting and retaining the best and supporting an environment in which military-connected employees can thrive"
    ]
}