{
    "67716": [
        "Human Capital Management ",
        "At the core of Building a Strong America® is building a strong team of employees with a focus on safety and a commitment to diversity and inclusion. The Company's team consisted of 12,994 employees located in 40 states plus Washington D.C. as of December31, 2020. The number of employees fluctuates during the year due to the seasonality and the number and size of construction projects. During 2020, the number of employees peaked at 15,668. Employees as of December31, 2020, were as follows:",
        "Company",
        "Number of employees",
        "MDU Resources Group, Inc.",
        "250",
        "MDU Energy Capital",
        "1,592",
        "WBI Holdings",
        "323",
        "Knife River",
        "3,582",
        "MDU Construction Services",
        "7,247",
        "Total employees",
        "12,994",
        "Many of the Company's employees are represented by collective-bargaining agreements. The majority of the collective-bargaining agreements contain provisions that prohibit work stoppages or strikes and provide for binding arbitration dispute resolution in the event of an extended disagreement. The following information is as of December31, 2020.",
        "Collective- bargaining agreement",
        "Number of employees represented",
        "Agreement status",
        "Montana-Dakota",
        "IBEW",
        "336",
        "Effective through April 30, 2021",
        "Intermountain",
        "UA",
        "129",
        "Effective through March 31, 2023",
        "Cascade",
        "ICWU",
        "190",
        "Effective through March 31, 2021",
        "WBI Energy Transmission",
        "67",
        "Effective through March 31, 2022",
        "39 various agreements",
        "555",
        "2 agreements in negotiations",
        "103 various agreements",
        "5,927",
        "Total",
        "7,204",
        "Safety",
        " The Company is committed to safety and health in the workplace and subscribes to the principle that all injuries can be prevented. To ensure safe work environments, the Company provides training, adequate resources and appropriate follow-up on any unsafe conditions or actions.",
        "To facilitate a strong safety culture, the Company established its Safety Leadership Council which is charged with receiving and reviewing information for the identification and adoption of best practices in the prevention of occupationally induced injuries and illness, as well as monitoring the effectiveness of the Company's safety and environmental health programs.",
        "In addition to the Safety Leadership Council, the Company has policies and training that support safety in the workplace including training on safety matters through classroom and toolbox meetings on job sites. The Company utilizes safety compliance in the evaluation of employees, which includes management, and recognizes employee safety through safety award programs. Accident and safety statistical information is gathered for each of the business segments and regularly reported to management and the board of directors.",
        "In response to COVID-19, the Company established a task force to monitor developments related to the pandemic and implemented procedures to protect employees. The Company adopted recommended practices from the CDC and is following directives of each state and local jurisdiction in which the Company operates. Some of these practices include, among other things, a daily COVID-19 self-assessment to access Company facilities; social distancing; telecommuting; virtual meetings; designated entrances, exits and stairwells; restricted business travel; and increased access to personal protective equipment.",
        "Building People",
        " Employees are hired having the skills, abilities and motivation to achieve the results needed for their jobs. Each job is important and part of a coordinated team effort to accomplish the organization's objectives. The Company provides opportunities for advancement through job mobility, succession planning and promotions both within and between business segments.",
        "The Company uses a variety of recruiting sources depending on the position, market and job requirements. All open positions across the Company's businesses are posted on the Company's website www.jobs.mdu.com. Other sources for recruiting employees include team member referrals, union workforce, direct recruitment and various forms of advertising, including social media. The Company also uses internship programs to introduce ",
        "8   MDU Resources Group, Inc.",
        " Form 10-K",
        "Part I",
        "individuals to the Company's business operations and provide a possible source of future employees. In markets where labor availability is tight, the Company uses telecommuting, guaranteed hours, flexible schedules and work arrangements to fill open positions.",
        "To attract and retain employees, the Company offers:",
        "Competitive salaries and wages based on the labor markets in which it operates. ",
        "Employee growth through training in the form of technical, professional and leadership programs. The Company also provides formal and informal mentoring and job shadowing programs to assist employees in their job and career goals.",
        "Incentive compensation opportunities based on the Company's performance.",
        "Comprehensive benefits including vacation, sick leave, health and wellness programs, retirement plans and discount programs. ",
        "Diversity and Inclusion",
        " To further its corporate vision, the Company is committed to an inclusive environment that respects the differences and embraces the strengths of its diverse employees. Each business segment has an appointed diversity officer who serves as a conduit for diversity-related issues by providing a voice to all employees. The Company has three strategic goals related to diversity:",
        "Increase productivity and profitability through the creation of a work environment which values all perspectives and methods of accomplishing work.",
        "Enhance collaboration efforts through cooperation and sharing of best practices to create new ways of meeting employee, customer and shareholder needs.",
        "Maintain a culture of integrity, respect and safety by ensuring employees understand these essential values which are part of the Company's vision statement.",
        "The Company provides training and has policies which speak to diversity and inclusion. Training for employees on diversity and inclusion topics include equal employment opportunity, workplace harassment, respect and unconscious bias. In 2020, the Company implemented a telecommuting policy to allow certain employees to work from home or other offsite locations. The flexibility of the policy may expand the potential applicant pool for job openings beyond the Company's traditional geographic footprint.",
        "The Company also promotes its strategic diversity goals through the following special recognition awards:",
        "The Einstein award recognizes the best process improvement ideas that contribute in a measurable way to improving the Company's bottom line and are vital to the Company's success.",
        "The Community Spirit award recognizes employees who are actively involved in their community. ",
        "The Summit award recognizes employees who make the Company a better place to work.",
        "The Environmental Integrity award recognizes an employee program, project or activity that reflects the Company's environmental policy and philosophy.",
        "The Hero Award recognizes employees who go above and beyond the call of duty to save another's life."
    ]
}