{
    "68505": [
        "Human Capital Management",
        "10",
        "Material Dispositions",
        "11",
        "Human Capital Management",
        "We have a \"people first\" philosophy. Our high-performing employees are our driving force, drawn from all segments of our global society to make a difference for our customers. ",
        "As of December 31, 2020, we employed approximately 18,000 people globally with 52% in the North America region and 48% in the International region. Of our total global employees, 42% were employed in engineering. We believe a diverse, equitable and inclusive workplace is one where our employees feel that their unique opinions, cultures and abilities contribute to their personal success, as well as our company’s success.",
        "We believe our management team has the experience necessary to effectively execute our strategy and advance our product and technology leadership. Our Chief Executive Officer and senior management leaders have extensive industry experience. They are supported by an experienced and talented management team that is dedicated to maintaining and expanding our position as a global leader for government, public safety and enterprise mission critical communications and analytics. For discussion of the risks relating to the attraction and retention of senior management and key technical employees, see “Part 1. Item 1A. Risk Factors\" in this Form 10-K.",
        "We believe the next big idea can come from anyone, anywhere, at any time. We invest in our employees’ development and training at all levels, challenging them to develop and grow skills to imagine new opportunities that will keep making a difference to public and enterprise safety. Employees have access to a wide variety of technical, functional and professional skills learning resources, including virtual, self-directed courses and on-the-job learning opportunities. ",
        "We strive for business growth by creating a supportive, fair and equitable environment where employees feel they belong and are engaged, connected to our business and invested in the collective success of our customers and communities. Our human resources team works with leaders within each business function to perform annual talent reviews to assess the performance of every team member and identify the best development opportunities. This extensive process fosters growth across our company through focus on our high performing and high potential talent and the rigor of succession plan development for our most critical roles. As part of our compensation philosophy, we strive to offer and maintain market competitive wages, incentives, and benefits for our employees in order to attract and retain superior talent.",
        "We are focused on recruiting diverse candidates into our company by incorporating best practices into our hiring and creating partnerships with diversity organizations. In 2020, we appointed our first chief diversity officer, invested in development programs for high-potential female leaders, added an unconscious bias curriculum to our global workforce, and surveyed more than 4,000 employees to help leaders better understand the employee experience, particularly as it relates to diversity, equity and inclusion. In 2019, more than 170 leaders from all parts of the Company participated in a variety of blended learning programs that included in-person training, self-paced learning and practice activities, all geared toward building their leadership skills. In 2018, over 100 human resources professionals and hiring managers received several hours of specialized training on how to remove unconscious bias from the hiring process.",
        "10",
        "Our company-sponsored employee business councils support and promote mutual objectives of both the employees and the Company, including driving inclusion and diversity, enhancing company culture and impacting business results. As of December 31, 2020, we had six business councils: Women’s Business Council, Multicultural Business Council, LGBTA Business Council, People with Disabilities and Allies Council, Veterans Business Council and Global Young Professionals Group.",
        "In 2020 we established a cross-collaborative advisory committee, the Motorola Solutions Technology Advisory Committee (“MTAC”), to ensure our technological advancements remain aligned with our purpose and ethics, and are informed by the broader implications to our customers, the communities we serve and society at large.",
        "Additional information regarding how our purpose and ethics informs our approach to corporate responsibility can be found in our 2019 Corporate Responsibility Report, which is available on our website at www.motorolasolutions.com/en_us/about/company-overview/corporate-responsibility.html. The information contained on or accessible through our corporate website is not incorporated by reference into and is not a part of this Form 10-K.",
        "Risks Related to Human Capital Management",
        "Our success depends in part upon our ability to attract and retain senior management and key employees, including engineers and other key technical employees, in order to remain competitive.",
        "The performance of our CEO, senior management and other key employees such as engineers and other key technical employees is critical to our success. If we are unable to retain talented, highly-qualified senior management, engineers and other key employees or attract them when needed, it could negatively impact our business. ",
        "20",
        "We rely on the experience of our senior management, most of whom have been with the Company for many years and as a result have specific knowledge relating to us and our industry that is difficult to replace and competition for management with experience in the communications industry is intense. A loss of the CEO, a member of senior management, or an engineer or other key employee particularly to a competitor, could also place us at a competitive disadvantage. In addition, we face increased demands for technical personnel in areas such as software development, which is an area of particularly high demand for skilled employees. We believe that our future success depends in large part on our continued ability to hire, assimilate, retain and leverage the skills of qualified engineers and other highly-skilled personnel needed to develop successful new products or services. In particular, competition for experienced software and cloud computing infrastructure engineers is intense. Further, if we fail to adequately plan for the succession of our CEO, senior management and other key employees, our business could be negatively impacted."
    ]
}