{
    "69488": [
        "Human Capital Management",
        "Myers employees are located throughout North and Central America. Employee levels are managed to align with the pace of business and management believes it has sufficient human capital to operate its business successfully. The Company employed approximately 2,400 people globally in both a full-time and part-time capacity as of December31, 2020. Of these, approximately 1,900 were employed in the Company’s Material Handling Segment while the Distribution Segment employed approximately 450. The Company’s corporate offices had approximately 50 employees. As of December31, 2020, the Company had approximately 140 employees represented by a labor union. The collective bargaining agreement between us and the labor union expires June 2022. The Myers employee base provides the foundation for our Company’s success",
        "Our employees are responsible for upholding our core values, which include but are not limited to working safely and collaboratively, conducting all aspects of business with the highest standards of integrity, leveraging processes and procedures to drive continuous improvement, empowering individuals and teams across the Company, embracing change as we embark on our One Myers strategic vision, attracting and developing diverse talent, and demonstrating servant leadership to drive improvements in the communities where we live and operate",
        "Health and Safety",
        "One core value of the Company is the health, safety, and well-being of our employees. The Company has developed a health and safety program that focuses on implementing policies and training programs to ensure all employees can expect workplace safety. The Company’s health and safety strategies are consistently reviewed and updated as changes occur and key metrics are discussed in our Corporate Safety Committee meetings.The results of these critical safety statistics and metrics are distributed internally. Safety awareness and employee engagement programs have been implemented at the Company’s facilities and are a critical consideration in our town hall meetings",
        "The COVID-19 pandemic has underscored for us the importance of keeping our employees safe and healthy. In response to the pandemic, the Company has taken actions aligned with the World Health Organization and the Centers for Disease Control and Prevention to protect its workforce so they can more safely and effectively perform their work. Our health and safety focus is evident in our response to the COVID-19 pandemic and includes the following",
        "adding work from home flexibility",
        "encouraging those who are sick or have symptoms to stay home",
        "increasing cleaning protocols across all locations",
        "regular communications regarding health and safety protocols and procedures",
        "establishing physical distancing and personal protective equipment procedures for employees",
        "providing masks and cleaning supplies",
        "implementing protocols to address actual and suspected COVID-19 cases and potential exposure; and",
        "prohibiting all domestic and international non-essential travel for all employees",
        "We manufacture products which are deemed essential to the critical infrastructure and all production sites have continued operating during the COVID-19 pandemic. As such, we have invested in creating physically safe work environments for our employees",
        "Diversity and Inclusion",
        "As part of our human capital management initiatives, we are continuing to develop and improve our internal reporting on key talent metrics, including workforce demographics, critical role pipeline data, and diversity hiring analytics. These initiatives align with our goal of creating a positive and dynamic workplace where all employees can flourish. A truly innovative workforce needs to be diverse and leverage the skills and perspectives of a broad range of backgrounds and experiences",
        "Talent Development",
        "Successful execution of the Company's strategy depends on attracting and retaining highly qualified individuals. The Company believes it is important to reward associates with competitive wages and benefits to recognize professional excellence and career progression. The Company also believes it is important to provide pay and benefits that are competitive and equitable based on its local markets",
        "The Company believes that having open, honest dialogue with its employees is a key tenet in evolving its culture and keeping it thriving. As a function of this approach, the Company conducts surveys on a periodic basis to measure and report employee engagement and areas of concern. The Company also provides professional development and training opportunities to advance the skills and expertise of Myers’ employees"
    ]
}