{
    "700565": [
        "Human Capital Resources",
        "One of the Company’s strategic priorities is to be an empowering employer. This means striving to be a respected employer with a culture of ownership through engaged and empowered employees. The Company completes periodic engagement surveys with its employees to ensure employees are engaged and identify and focus on any areas needing improvement. The Company is committed to provide employees with fair compensation and benefits, which in turn, helps to attract and retain talent. The Company places a high priority on staff development, which involves extensive training. All new employees go through a new hire orientation where they get acclimated to the Company’s vision, values and strategic priorities. The Company provides an internal job shadowing program for all employees to better understand other roles within the Company that can produce advancement opportunities. In addition, the Company provides extensive leadership training to managers administered through a third party. As part of this training, development action plans are put in place focused on an engaged workforce, specific employee advancements and succession.",
        "None of the employees are covered by a collective bargaining agreement with the Company. The Company offers a variety of employee benefits. During 2020, the Company made an investment in readjusting job grades and pay ranges to better align positions with current market rates, making them more attractive and competitive. In addition, the Company enhanced its benefits for paid time off with changes to vacation and sick time schedules.",
        "The Company has a strong outreach program where it partners with diverse job boards and community organizations to assist in connecting to diverse candidates. The Company diversifies its recruiting efforts through community outreach, job fairs and job boards focused on minorities to be able to reach qualified underrepresented groups. There is a talent acquisition strategy to promote the employer brand to continue to increase the talent pool and there is respect for the uniqueness of individuals and experience that diversity provides to the Company. This is demonstrated in the Company’s diversity and inclusion policy which is proudly shared with employees and candidates. Annual training on diversity and inclusion is also provided to all employees so Company values are clearly demonstrated. ",
        "As of December 31, 2020, the Company and its subsidiaries employed 824 people on a full-time equivalent basis. The demographics of the Company’s employee base include approximately 75% female, 5.3% minority and 1.2% veterans. The Company also tracks and develops strategic initiatives on voluntary turnover for full-time employees. The annual voluntary turnover for 2020 was 14%."
    ]
}