{
    "700564": [
        "Human Capital",
        "The Corporation’s workforce at December 31, 2020 consisted of approximately 3,300 full-time equivalent employees, compared to approximately 3,500 full-time equivalent employees at December 31, 2019. While workforce numbers can be fluid over time and employee attrition is a function of many variables, a significant portion of the workforce decline at December 31, 2020 compared to December 31, 2019 was attributable to a publicly announced (see the Corporation’s Current Report on Form 8-K filed on October 20, 2020), company-wide strategic operating expense review, which was prompted by the prolonged and continuing effects of COVID-19 and the expectation that interest rates could remain very low for the next several years, as well as recognition of the need for the Corporation to accelerate the timetable for certain technology and digital investments that were in progress. The announced optimization of Fulton Bank’s network of financial centers and closing of 21 financial center offices was also part of that strategic expense review",
        "Employee Engagement and Retention",
        "The Corporation places a premium on having a highly engaged workforce because engaged employees tend to perform at a higher level, support the Corporation’s success, and are more likely to remain with the organization. The Corporation conducts an annual survey of its workforce to measure employee engagement, assess employee morale and help to identify areas of the employee experience that could be improved. The Corporation then tasks its leaders to develop and implement communication and action plans aimed at engaging with their respective teams to gain a better understanding of the results of the assessment, and to foster enhanced future engagement",
        "Leaders at the Corporation are held accountable for employee engagement scores for the teams they lead, as each leader’s engagement score is included in their annual performance review. Additionally, aggregated employee engagement assessment results are reported to the Corporation’s Board of Directors, as a key indicator to the health and well-being of the workforce",
        "Culture, Diversity and Inclusion",
        "The Corporation believes that building relationships matters. This belief includes relationships with clients and customers and relationships among employees. In recent years, the Corporation has placed significant emphasis on developing its corporate culture, and now considers its culture to be one of the components of its continuing success. The Corporation’s culture-shaping program"
    ]
}