{
    "700923": [
        "Human Capital Resources",
        "We believe that our people are our greatest assets and the success and growth of our business depend in large part on our ability to attract, develop and retain a diverse population of talented, qualified and highly skilled employees at all levels of our organization, including the individuals who comprise our workforce as well as our executive officers and other key personnel. We have developed key recruitment and retention strategies, objectives and measures that serve as the framework for our human capital management approach and guide the overall management of our business. These strategies, objectives and measures are advanced through a number of programs, policies and initiatives, including those related to: health and safety; inclusion, diversity, and equality; employee recruitment, training and development; and compensation and benefits programs.",
        "We seek to attract and retain highly qualified craft employees by providing a superior work environment through our emphasis on safety, competitive compensation, and high-quality fleet of equipment. The number of individuals we employ varies significantly throughout the year, typically with lower staffing levels at year end and through the wintermonths when fewer projects are active. The number of craft employees fluctuates depending on the number and size of projects at any particular time. As of December31, 2020, we had approximately 7,200 employees, consisting of approximately 1,350 salaried employees, including executive officers, district managers, project managers, superintendents, estimators, office managers, administrative staff, clerical personnel and approximately 5,850 craft employees. Approximately 88% of our craft employees are members of unions, with the majority being members of the International Brotherhood of Electrical Workers (“IBEW”), who are represented by many local unions under agreements with generally uniform terms and varying expiration dates. We generally are not direct ",
        "9",
        "TABLE OF CONTENTS",
        "parties to such local agreements, but instead these agreements are entered into by and between the IBEW local unions and the National Electrical Contractors Association (“NECA”), of which the majority of our subsidiaries are members. On occasion, we also employ individuals who are members of other trade unions pursuant to multi-employer, multi-union project agreements.",
        "Human Capital Resources",
        "We believe that our people are our greatest assets and the success and growth of our business depend in large part on our ability to attract, develop and retain a diverse population of talented, qualified and highly skilled employees at all levels of our organization, including the individuals who comprise our workforce as well as our executive officers and other key personnel. We have developed key recruitment and retention strategies, objectives and measures that serve as the framework for our human capital management approach and guide the overall management of our business. These strategies, objectives and measures are advanced through a number of programs, policies and initiatives, including those related to: health and safety; inclusion, diversity, and equality; employee recruitment, training and development; and compensation and benefits programs.",
        "We seek to attract and retain highly qualified craft employees by providing a superior work environment through our emphasis on safety, competitive compensation, and high-quality fleet of equipment. The number of individuals we employ varies significantly throughout the year, typically with lower staffing levels at year end and through the wintermonths when fewer projects are active. The number of craft employees fluctuates depending on the number and size of projects at any particular time. As of December31, 2020, we had approximately 7,200 employees, consisting of approximately 1,350 salaried employees, including executive officers, district managers, project managers, superintendents, estimators, office managers, administrative staff, clerical personnel and approximately 5,850 craft employees. Approximately 88% of our craft employees are members of unions, with the majority being members of the International Brotherhood of Electrical Workers (“IBEW”), who are represented by many local unions under agreements with generally uniform terms and varying expiration dates. We generally are not direct ",
        "9",
        "9",
        "9",
        "TABLE OF CONTENTS",
        "TABLE OF CONTENTS"
    ]
}