{
    "701288": [
        "Human Capital",
        "Our Employees.",
        "As of December 31, 2020, we had 636 employees, all of whom were employed in the United States. Our highly qualified and experienced team, including employees responsible for our sales, marketing, manufacturing, regulatory, finance and other important functions is critical to our success. During 2020, the number of employees increased by approximately 20. We also leverage temporary workers to provide flexibility for our business needs. As we grow our business over the next several years, we expect to add additional employees. We continually evaluate our business needs and opportunities and balance in house expertise and capacity with external expertise and capacity. Currently, we manufacture all of our products.",
        "Our Culture.",
        "The success of our human capital management is evidenced by our low employee turnover, a number which is regularly reviewed by our senior management as part of its oversight of our human capital strategy. We have a strong commitment to our communities and are proud to offer jobs with excellent benefits to people often overlooked by too many businesses. We pride ourselves on having a strong, inclusive and positive culture based on our shared mission and values.",
        "Employee Engagement and Benefits.",
        "We believe that our continued success largely depends upon our ability to attract and retain highly qualified employees. We provide our employees with competitive salaries and bonuses, certain opportunities for equity ownership, development programs that enable continued learning and growth and an employment package that promotes well-being across all aspects of their lives, including health care, retirement planning and paid time off. As part of our promotion and retention efforts, we regularly conduct an employee survey to gauge employee engagement and identify areas of focus.",
        "Diversity and Inclusion.",
        "The tenets of diversity and inclusion have long been baked into the DNA of our Company. We have always operated our business in the United States, with a highly diverse workforce. Although we laud the popular focus on diversity in the boardroom—our Board had its first female director 18 years ago, one of our four independent directors is a person of color, and we are seeking to add a female director to our Board with the result that two of our five independent directors will be a womanand a person of color—we also believe that the focus on diversity and inclusion should be at all levels of every company. Companies that do not offer opportunities to those who are struggling are failing in this mission. Over half of our employees have at most a high school degree. We proudly employ individuals who have come from difficult circumstances that all too often have the effect of disqualifying them from being hired at many companies, and we believe that businesses that ignore them often are losing out on exceptional talent. Additionally, we do not have a mandatory retirement age, and many of our employees have tenures with us ranging from 10 to 40 years. We believe that our business benefits from the different perspectives a diverse workforce brings us."
    ]
}