{
    "701347": [
        "Employees and Human Capital",
        "We believe that the success of our business is largely due to the quality of our employees, the development of each employee's full potential, and our ability to provide timely and satisfying rewards. ",
        "At December31, 2020, we employed 822 persons, 764 on a full-time basis and 58 on a part-time basis. We are not a party to any collective bargaining agreement.",
        "We encourage and support the growth and development of our employees and, wherever possible, seek to fill positions by promotion and transfer from within the organization. Continual learning and career development are advanced through ongoing development conversations and annual performance reviews with employees, internally developed training programs, conferences, and other training events employees are encouraged to attend in connection with their job duties. Additionally, w",
        "e invest in continual learning and development through tuition reimbursement for courses, degree programs and fees paid for certifications.",
        "The safety, health and wellness of our employees is a top priority. The COVID-19 pandemic presented a unique challenge with regards to maintaining employee safety while continuing successful operations. Through teamwork and the adaptability of our management and staff, we were able to transition during the peak of the pandemic, over a short period of time, to a work schedule allowing employees to effectively work from home and ensure a socially-distanced working environment for employees performing customer-facing activities at branches, and employees working at our operations centers. All employees are asked not to come to work when they experience signs or symptoms of a possible COVID-19 illness or if they have come into contact with the possible illness. On an ongoing basis, we further promote the health and wellness of our employees by strongly encouraging work-life balance, offering flexible work schedules, keeping the employee portion of health care premiums to a minimum and sponsoring various wellness programs.",
        "Employee retention helps us operate efficiently and achieve one of our business objectives, which is being an exceptional service provider. We believe our commitment to living out our core values, actively prioritizing concern for our employees’ well-being, supporting our employees’ career goals, offering competitive wages and providing valuable fringe benefits aids in retention of our top-performing employees. In addition, nearly all of our employees have the opportunity to become stockholders of the Company through a restricted stock grant issued to nearly all employees in 2020 and/or other restricted stock grants issued under our stock compensation plan, which aligns employees and stockholder interests by providing stock ownership on a tax-deferred basis at no investment cost to our employees. At December31, 2020, the average employee has 10 years of service and 36% of our current staff had been with us for ten years or more.",
        "Employees and Human Capital"
    ]
}