{
    "701374": [
        "Human Capital",
        "Employees",
        "As of December31, 2020, we employed approximately 1,950 full-time employees, and over the course of the 2020 operating season we employed approximately 29,000 seasonal employees. In this regard, we compete with other local employers for qualified students and other candidates on a season-by-season basis. As part of the seasonal employment program, we employ a significant number of teenagers, which subjects us to child labor laws.",
        "10",
        "Table of Contents",
        "Approximately 12% of our full-time and approximately 11% of our seasonal employees are subject to labor agreements with local chapters of national unions. These labor agreements expire in January, May and December2021 (Six Flags Great Adventure), December2021 (Six Flags Magic Mountain), January2024 (Six Flags Over Texas), December 2024 (Six Flags Over Georgia) and January2025 (Six Flags St. Louis). The labor agreements for La Ronde expire in variousyears ranging from December2021 through December2024. We consider our employee relations to be good.",
        "Diversity and Inclusion",
        "We are committed to creating an inclusive environment that fully embraces the diversity of our employees and guests, regardless of ethnicity, gender, age, disability, cultural background, sexual orientation, or religious beliefs. In that regard, we are focused on the following:",
        "Listen",
        "to team members and other stakeholders about how we can become more diverse and inclusive through our Diversity and Inclusion Council, and through regular team member surveys, which provide feedback directly to senior management, including the CEO",
        "Train",
        "leaders on how to embrace inclusion, creating awareness, understanding and recognizing explicit and implicit bias including by providing instruction on how to lead open and honest conversations with team members",
        "Address Unconscious Biases",
        "by updating our grooming, social media, and hiring policies, and changing any ride or attraction names that could be viewed as offensive  ",
        "Build a Diverse Team",
        "with a leadership team that represents the diversity of our marketplace and through updating recruiting, people planning, and talent management programs to foster more objective processes for all team members",
        "Partner with Communities",
        "by proactively working with minority suppliers to develop long-term alliances",
        "Employee Development",
        "We seek to continuously elevate employee development and training through a variety of different programs, opportunities, and resources. In 2020, we launched a partnership with the International Board of Credentialing and Continuing Education Standards to provide our guest-facing team members with specialized training to earn a Certificate in Autism Competency to further our commitment to better serve the special needs community, provide a more inclusive environment in our parks and continue our efforts in educating our team members on diversity and inclusion. In 2021, we will enhance our talent development program by providing our employees with access to virtual classrooms and online courses on topics including general safety, Office 365, harassment, and discrimination. Also in 2021, we plan to augment our succession planning process by establishing programs to better support the development of our talent bench for roles in management, maintenance and operations. Our senior leadership team reviews our talent development program annually with a particular focus on our top 20% of high performing, high potential talent including a focus on diversity. We are committed to identifying and developing the talents of our future leaders.",
        "Employee Engagement and Recruitment",
        "We conduct ongoing employee satisfaction surveys that provide actionable feedback from employees to management. The survey responses are anonymous and measure employee satisfaction and solicit honest feedback. Management from both corporate and the parks meet routinely to review the survey results and develop action plans in response to the employee feedback.",
        "We work diligently to attract the best talent from a diverse range of sources in order to meet the current and future demands of our business. We have established relationships with high schools, trade schools, universities, professional associations and industry partners to proactively attract new talent.",
        "11",
        "Table of Contents",
        "Our recruiting practices and candidate selection are among our most important activities. In a year with unprecedented business disruption, we prioritized filling open positions with active team members to minimize layoffs and remained focus on retaining and recalling talent to select our most experienced people for park positions. In addition, we utilize social media, virtual job fairs and organizations across the United States to find diverse, enthusiastic and qualified employees. ",
        "Competitive Benefits",
        "Attracting, motivating, developing and retaining the best people is crucial to all aspects of our business and long-term success, and is central to our mission, vision and values. Our compensation programs are designed to align the compensation of our employees with our performance and to provide the proper incentives to attract, motivate and retain employees to achieve superior results. The structure of our compensation programs includes incentives based on both short-term and long-term performance. Specifically:",
        "Safety",
        "The health and safety of our employees is our highest priority. It is the shared responsibility of every employee to actively participate in creating a safe and secure environment and to minimize injuries. The hallmarks of the Company’s safety and security programs are:",
        "During 2020, we acted quickly to implement extensive measures to proactively mitigate the spread of COVID-19 and provide a safe working environment for our employees. We consulted with an epidemiologist and a viral expert, and ",
        "12",
        "Table of Contents",
        "relied on recommendations from the Centers for Disease Control and Prevention and other governmental agencies to develop core strategies to enhance the safety of our employees and guests. To support these strategies we: ",
        "We received favorable responses from our employees as evidenced by our team member voice survey scores. In addition, we offered guests the ability to obtain cash cards from kiosks throughout the parks to facilitate electronic transactions as an option in lieu of using cash, and implemented mobile food ordering at all of our domestic parks during 2020. These innovations added contactless means to enhance our guests’ experience through faster, more convenient transactions while elevating our enhanced safety guidelines.",
        "Information about our Executive Officers and Certain Significant Employees",
        "The following table sets forth the name of the members of the Company’s senior leadership team and executive officers, the position held by such person and the age of such person as of the date of this report. The officers of the Company are generally elected eachyear at a meeting of Holdings’ Board of Directors at the time of Holdings’ annual meeting of stockholders, and at other Board of Directors meetings, as appropriate.",
        "Name",
        "Age",
        "Title",
        "Michael Spanos*",
        "56",
        "President and Chief Executive Officer",
        "Laura W. Doerre*",
        "53",
        "Executive Vice President, General Counsel and Chief Administrative Officer",
        "Sandeep Reddy*",
        "50",
        "Executive Vice President and Chief Financial Officer",
        "Mark Kupferman",
        "52",
        "Senior Vice President, Consumer and Guest Experience",
        "Stephen R. Purtell",
        "54",
        "Senior Vice President, Investor Relations, Treasury and Strategy",
        "Leonard A. Russ",
        "47",
        "Senior Vice President, Operations Services",
        "Rafael A. Sanchez",
        "59",
        "Senior Vice President, Information Systems and Chief Information Officer",
        "Bonnie Sherman Weber",
        "56",
        "Senior Vice President, Park Operations",
        "Taylor Brooks",
        "34",
        "Vice President and Chief Accounting Officer",
        "Executive Officers",
        "13",
        "Table of Contents",
        "Michael Spanos was appointed as a member of Holdings’ Board of Directors in October 2019. Mr. Spanos was named President and Chief Executive Officer of Six Flags in November 2019. Prior to joining Six Flags, he served as Chief Executive Officer, Asia, Middle East and North Africa, of PepsiCo, Inc., a leading global food and beverage company, from January 2018 to November 2019. Mr. Spanos previously served as interim head of PepsiCo, Inc.’s Asia, Middle East and North Africa division from October 2017 to January 2018 and as President and Chief Executive Officer, PepsiCo Greater China Region, from September 2014 to January 2018. Prior to that, Mr. Spanos served as Senior Vice President and Chief Customer Officer, PepsiCo North America Beverages from October 2011 to September 2014. Mr. Spanos previously held management roles of increasing responsibility at PepsiCo, Inc. since 1993 in North America, Europe, Asia, and the Middle East. Before joining PepsiCo, Inc. Mr. Spanos served in the United States Marines Corps from 1987 to 1993. Mr. Spanos holds a B.S. degree from the U.S. Naval Academy and he received a Master’s degree in Organizational Behavior from the University of Pennsylvania.",
        "Laura W. Doerre was named General Counsel of Six Flags in March 2020 and Chief Administrative Officer in October 2020. Ms. Doerre previously served as Executive Vice President, General Counsel and Chief Compliance Officer of JELD-WEN Holding, Inc., a window and door manufacturer, from September 2016 to March 2020. Prior to joining JELD-WEN Holding, Inc., Ms. Doerre served as Vice President and General Counsel for Nabors Industries Ltd. from 2008 to August 2016. Prior to joining Nabors in 1996, Ms. Doerre practiced commercial litigation with the law firm Mayor, Day, Caldwell & Keeton LLP. Ms. Doerre holds a B.S. in Business Administration from the University of North Carolina at Chapel Hill, and a J.D. from the University of Texas School of Law.",
        "Sandeep Reddy was named Executive Vice President and Chief Financial Officer of Six Flags in July 2020. Mr. Reddy previously served as Chief Financial Officer of Guess?, Inc., a contemporary clothing and accessories retailer, from July 2013 through December 2019. Prior to that role, since 2010, he served as Vice President and European Chief Financial Officer of Guess, where he was responsible for all aspects of Guess’ European finance functions, including financial planning, treasury, accounting, and tax. From 1997 to 2010, Mr. Reddy served in a number of positions of increasing responsibility for Mattel Inc., a leading global toy manufacturer, ultimately serving as Vice President Finance and Supply Chain for the SEUR (France, Spain, Portugal, Italy) cluster. Mr. Reddy has a BA (Honors) in Economics from Delhi University and an M.B.A. from Cornell University.",
        "Mark Kupferman was named Senior Vice President, Consumer and Guest Experience of Six Flags in August 2020 and is responsible for consumer insights, consumer strategy, and architecting the guest end-to-end experience. He also oversees Six Flags’ customer relationship management, website, revenue management, and guest-facing innovation initiatives. Mr. Kupferman previously served as Vice President, Insights and Interactive Marketing of Six Flags since April 2011. Prior to that, Mr. Kupferman oversaw Consumer Insights for Universal Orlando. Prior to joining Universal, he was Vice President, Insights and Interactive Marketing for Paramount Parks. Mr. Kupferman has an M.B.A. from Wake Forest University, an M.F.A. from Yale University and a B.S. degree from Northeastern University.",
        "Stephen R. Purtell was named Senior Vice President, Investor Relations, Treasurer and Strategy of Six Flags in December 2020. Mr. Purtell previously served as Senior Vice President, Investor Relations and Treasurer since October2016. Prior to that, Mr.Purtell was Vice President, Business Development and Treasurer of Six Flags from July2012 to October2016. Prior to joining Six Flags, Mr.Purtell served as VP, Sales Operations and Market Research for Siemens Healthcare Diagnostics after it acquired Dade Behring in 2007. Mr.Purtell joined Dade Behring in 2003 and held financial positions including Assistant Treasurer, VP Corporate Planningand Analysis, and Treasurer. Prior to joining Dade Behring, Mr.Purtell held financial and engineering positions at IMC Global and GATX Terminals Corporation, and was an officer in the U.S. Army. Mr.Purtell has a B.S. in Civil Engineering from the U.S. Military Academy at West Point and an M.B.A. from the Wharton School of the University of Pennsylvania.",
        "Leonard A. Russ was named Senior Vice President, Operations Services of Six Flags in August 2020 and is responsible for all in-park services, including food and beverage, retail, games, rentals, parking and other services offered throughout Six Flags’ parks, along with engineering, design, maintenance, procurement, and international development. Mr. Russ previously served as Interim Chief Financial Officer since February 2020 and Senior Vice President of Strategic Planning and Analysis since February 2016. Prior to that, Mr. Russ was Vice President and Chief Accounting Officer of Six Flags since October 2010, where he was responsible for overseeing the Six Flags’ accounting function and the finance functions of the western region parks. Mr. Russ began his career at Six Flags in 1989 as a ",
        "14",
        "Table of Contents",
        "seasonal employee and became a full-time employee in 1995. He held a number of management positions within Six Flags before being named Director of Internal Audit in 2004. In 2005, Mr. Russ was promoted to Controller, a position he held until being promoted to Chief Accounting Officer. Mr. Russ holds a B.B.A. degree in Accounting from the University of Texas at Arlington.",
        "Rafael A. Sanchez was named Senior Vice President, Information Systems and Chief Information Officer of Six Flags in January 2021. Mr. Sanchez previously served as Chief Information Officer at Feld Entertainment from April 2013 to December 2020, where he was responsible for Feld Entertainment’s global IT function. Prior to joining Feld Entertainment, Mr. Sanchez served as Chief Information Officer of Brightstar Corporation, a global leader of end-to-end mobile device lifecycle solutions, from 2009 to 2013. From 2005 to 2009, he served as Group CIO for Carnival Corporation & plc, and prior to that as Chief Information Officer for Burger King Corporation.Mr. Sanchez holds a B.S. in Business Administration from Louisiana State University.",
        "Bonnie Sherman Weber was named Senior Vice President, Park Operations of Six Flags in September 2020 and is responsible for the management of Six Flags’ parks. Ms. Weber had previously served as Senior Vice President, In-Park Services of Six Flags since January 2018. Prior to that, Ms. Weber served as Park President of Six Flags Magic Mountain and Hurricane Harbor since August 2010. Ms. Weber began her career at Six Flags Magic Mountain in 1985 as a food service employee. Throughout her years in L.A., she held the roles of Six Flags Park Publicist, Manager of Advertising and Promotions, and Director of Marketing. She previously worked at The Walt Disney Company and was also the Director of Worldwide Marketing at Warner Bros. Consumer Products for four years. A Southern California native, Ms. Weber holds a B.S. in Marketing from California State Northridge.",
        "Taylor Brooks was named the Vice President and Chief Accounting Officer of Six Flags effective June2018. Mr.Brooks is responsible for overseeing the Company’s accounting function. Mr.Brooks joined the Company in 2013 as the Financial Reporting Manager and in 2015 was named Director of Accounting and Assistant Controller. Prior to joining the Company, Mr.Brooks was the Financial Reporting and Technical Research Senior Accountant at DynCorp International, LLC, and prior to DynCorp he worked for Ernst& YoungLLP. Mr.Brooks holds a Bachelor’s degree and a Master’s degree in Accounting from Abilene Christian University and is a Certified Public Accountant."
    ]
}