{
    "702165": [
        "HUMAN CAPITAL MANAGEMENT",
        "Workforce",
        "–",
        " We employed an average of 20,200 employees during 2020, and 19,100 employees at the end of 2020.  Approximately 80% of our railroad employees ",
        " referred to as “craft” employees ",
        " are covered by collective bargaining agreements with various labor unions.  See the discussion of “Labor Agreements” in Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations.” The remainder of our workforce is composed of management employees.  ",
        "Craft Workforce Levels and Productivity",
        " Maintaining appropriate headcount levels for our craft-employee workforce is critical to our on-time and consistent delivery of customers’ goods and operational efficiency goals.  We manage this human capital metric through forecasting tools designed to ensure the optimal level of staffing to meet business demands while controlling costs.  We measure and monitor employee productivity based on gross ton miles per train and engine employee.  ",
        "Safety",
        " We are dedicated to providing employees with a safe workplace and the knowledge and tools they need to work safely and return home safely every day.  Our commitment to an injury-free workplace is illustrated by our “",
        "I am Coming Home",
        "” safety message, which is featured prominently in our yards, shops, and facilities and further reinforces the importance of working safely.  We measure employee safety performance through internal metrics ",
        "K8",
        "such as lost-time injuries and serious injuries per 200,000 employee-hours and metrics established by the Federal Railroad Administration (FRA), such as FRA reportable injuries per 200,000 employee-hours.  Given the importance of safety among our workforce and business, in 2020, our Board of Directors established a standing Safety Committee that, among other duties, reviews, monitors, and evaluates our compliance with our safety programs and practices. ",
        "Attracting and Retaining Management Employees",
        " Our talent strategy for management employees is essential to attracting strong candidates in a competitive talent environment.  We evaluate the effectiveness of that strategy by studying market trends, benchmarking the attractiveness of our employee value proposition, and analyzing retention data.  ",
        "We also focus on driving employee engagement, which is key to increasing employee productivity, retention, and safety.  We take a data-centric approach, including the use of quarterly surveys among management employees, to identify new initiatives that will help boost engagement and drive business results.  ",
        "Employee Development and Training",
        " We provide a range of developmental programs, opportunities, skills, and resources for our employees to work safely and be successful in their careers.  We provide hands-on training and simulation training designed to improve training effectiveness and safety outcomes.  ",
        "We also use modern learning and performance technologies to offer robust professional growth opportunities.  Through on-demand digital course offerings, custom-built learning paths, and performance-management tools, our platforms deliver a contemporary, convenient, and inclusive approach to professional development.  ",
        "Diversity, Equity and Inclusion",
        " As a leading transportation service company, we understand that competing in the global marketplace requires recruiting the most qualified, talented, and diverse people.  We strive to create a diverse, equitable, and inclusive workplace where a wide range of perspectives and experiences are represented, valued, and empowered to thrive.  ",
        "While our current workforce reflects a broad range of backgrounds and experiences, we continue to focus on building an even more diverse workforce, using technology-driven outreach and multiple recruiting relationships to maintain a robust pipeline of diverse talent.  ",
        "To underscore our commitment to cultivating a workplace experience where the unique experiences, perspectives, and contributions of all our people are valued, our senior management team recently signed a pledge reaffirming our commitment to diversity, equity, and inclusion.  To advance that commitment, senior leaders from across the company serve on an Inclusion Leadership Council, which is accountable for setting our enterprise inclusion strategy and articulating measurable goals and actions needed to achieve them.  "
    ]
}