{
    "702513": [
        "Human Capital Disclosure",
        "As of December 31, 2020, we employed 206 full-time equivalent employees. None of the employees are subject to a collective bargaining agreement and management believes its relations with employees to be good. See Note 15 Employee Benefits and Retirement Plans in the Notes to Consolidated Financial Statements in this document for further detail on employee relations. Information regarding employment agreements with our executive officers is contained in Item 11 – Executive Compensation below, which is incorporated by reference to our proxy statement for the 2021 annual meeting of shareholders",
        "At our Company, we have a strong commitment to human capital resource management. Our employees are central to everything we do and critical to our long-term success as a company. Accordingly, we are committed to ensuring our Company is a rewarding place to work. We deliver on this commitment by being an inclusive workplace for all of our employees, creating opportunities for growth and development, recognizing and rewarding performance, and supporting our employees' physical, emotional and financial wellness",
        "Diversity and Inclusion",
        "Being a diverse and inclusive company is one of our core values. We are strengthened by the diverse backgrounds, experiences and perspectives of our employees and we strive to ensure our workforce represents the communities we serve - in thought, style, experience, culture, race, ethnicity, gender identity, and sexual orientation. At our Company, we strive for diversity and inclusion at all levels",
        "Fair Wages and Benefits",
        "Paying fair and competitive wages and supporting employee wellness are critical components of being a rewarding place to work. We pay our employees competitively based on market rates for their roles and how they perform, and we regularly benchmark against other companies within our industry to ensure our pay is competitive in the market for comparable roles. Our Company is committed to compensating all of our employees fairly and equitably based on performance, with equal pay for equal work, regardless of race or gender",
        "Emergency Preparedness",
        "It is our goal to maintain essential business services and operations during any incident or emergency while providing safety for customers and employees. Emergencies may arise from severe weather or natural disaster, mass casualty, fire, bomb threats, acts of terrorism, pandemic or other events. We are dedicated to supporting our communities through the emergencies by providing loan assistance and donations of essential items",
        "We have developed the following internal policies to provide guidance during a business disruption",
        "Business Continuity Program (BCP",
        "Pandemic Planning",
        "Physical Safety & Security Management Policy; and",
        "Teleworking Policy",
        "Volunteering",
        "Taking action to improve the well-being of others is a community responsibility and a commitment we have upheld since our founding. We are committed to being a socially responsible employer by fostering an environment of diversity and inclusion across our business and supporting our local communities. We provide direct financial support to those in need and also provide support to employees who generously give their time and talent to local civic and nonprofit organizations in the communities where we operate",
        "Environmental and Social Governance",
        "We consider responsible growth and environmental and social governance leadership to be integral parts of our business. Responsible growth means we strive to grow and be successful in the marketplace by developing strong relationship with clients and by providing top tier service while maintaining our commitment to environmental and social stewardship. We realize that we must do this in a way that appropriately manages risk, ensures our growth is sustainable and enables us to continue to invest in our people, company and communities. Our commitment to environmental and social stewardship requires us to balance our pursuit of business opportunities against the need to address our state’s significant environmental and social challenges. In part, it defines how we deploy our capital and resources, forms our business practices and helps determine how and when we use our voice in support of our values. Integrated across our lines of business, our environmental and social focus reflects how we hold ourselves accountable and allows us to create shared success with our clients and communities",
        "On February 16, 2021, we adopted an Environmental and Social Risk Policy (“ESRP”) Framework. The ESRP Framework outlines our approach to environmental and social issues, and how that approach aligns with our fundamental business strategy of responsible growth. The ESRP Framework addresses issues including risk management, governance structure, public disclosure, external standards and enforcement. Moving forward, we will review this framework in light of feedback from stakeholders, future materiality assessments, market developments, evolving best practices and regulatory developments",
        "Government Supervision and Regulation"
    ]
}