{
    "70318": [
        "HUMAN CAPITAL RESOURCES",
        "Physicians—",
        "Our operations depend in significant part on the number, quality, specialties, and admitting and scheduling practices of the licensed physicians who have been admitted to the medical staffs of our hospitals and other facilities, as well as physicians who affiliate with us and use our facilities as an extension of their practices. Under state laws and other licensing standards, medical staffs are generally self-governing organizations subject to ultimate oversight by the facility’s local governing board. Members of the medical staffs of our facilities also often serve on the medical staffs of facilities we do not operate, and they are free to terminate their association with our facilities or admit their patients to competing facilities at any time. At December31, 2020, we owned over 720 physician practices, and we employed (where permitted by state law) or otherwise affiliated with over 1,600 physicians; however, we have no contractual relationship with the overwhelming majority of the physicians who practice at our hospitals and outpatient centers. It is essential to our ongoing business and clinical program development that we attract an appropriate number of quality physicians in the specialties required to support our services and that we maintain good relations with those physicians. In some of our markets, physician recruitment and retention are affected by a shortage of physicians in certain specialties and the difficulties that physicians can experience in obtaining affordable malpractice insurance or finding insurers willing to provide such insurance.Moreover, our ability to recruit and employ physicians is closely regulated",
        "Employees—",
        "We believe each employee across our network has a role integral to our mission, which is to provide quality, compassionate care in the communities we serve. At December31, 2020, we employed approximately 110,000 people (of which approximately 22% were part‑time employees) in our three business segments, as follows",
        "Hospital Operations",
        "Ambulatory Care",
        "Conifer",
        "Total",
        "At December31, 2020, our employee headcount had decreased by approximately 3,600 employees as compared to December31, 2019, primarily due to workforce reductions and voluntary separations of employees in our Hospital Operations segment offset by an increased number of USPI employees due to acquisitions of facilities in our Ambulatory Care segment. At December31, 2020, we had employees in every state in the United States, as well as approximately 1,700 employees providing support across our entire network at our Global Business Center in the Philippines. Approximately 35% of our employees are nurses",
        "We have established – and continue to enhance and refine – a comprehensive set of practices for recruiting, managing and optimizing the human resources of our organization. In many cases, we utilize objective benchmarking and other tools in our efforts, including a commercial product that is widely used in the healthcare industry and provides metrics in such areas as organizational effectiveness, voluntary turnover and staffing efficiencies. In general, we seek to attract, develop and retain an engaged workforce, cultivate a high-performance culture that embraces data-driven decision-making, and improve talent management processes to promote diversity and inclusion. To that end, we offer: (i) a competitive range of compensation and benefit programs designed to reward performance and promote wellbeing; (ii) opportunities for continuing education and advancement through a broad range of clinical and leadership training experiences; (iii) a supportive, inclusive and patient-centered culture based on respect for others; (iv) company-sponsored efforts encouraging and recognizing volunteerism and community service; (v) a code of conduct that promotes integrity, accountability and transparency, among other high ethical standards; and (vi) a focus on employee welfare, including the implementation of additional safety measures in response to the COVID-19 pandemic. We also continue to focus on the hiring, advancement and retention of underrepresented populations to further our objective of fostering an engaging culture with a workforce and leadership teams that represent the markets we serve. As of December 31, 2020, our total workforce was approximately 75% female, and approximately 47% of our employees self-identified as racially or ethnically diverse. Approximately 53% of new employees (i.e., those we hired in 2020) self-identified as racially or ethnically diverse. Our newly established Diversity Council, which consists of leaders representing different facets of our enterprise, is working together to provide tools, guidelines and training with respect to best practices in this area",
        "We compete with other healthcare providers in recruiting and retaining qualified personnel responsible for the day-to-day operations of our facilities. In some markets, there is a limited availability of experienced medical support personnel, which drives up the local wages and benefits required to recruit and retain employees. In particular, like others in the healthcare industry, we continue to experience a shortage of critical-care nurses in certain disciplines and geographic areas, which shortage has been exacerbated by the COVID-19 pandemic. Moreover, we hire many newly licensed nurses in addition to experienced nurses, which requires us to invest in their training",
        "Table of Contents",
        "California is the only state in which we operate that requires minimum nurse-to-patient staffing ratiosto be maintained at all times in acute care hospitals. If other states in which we operate adopt mandatory nurse-staffing ratios, it could have a significant effect on our labor costs and have an adverse impact on our net operating revenues if we are required to limit patient volumes in order to meet the required ratios",
        "Union Activity and Labor Relations—",
        "AtDecember31, 2020, approximately 28% of the employees in our Hospital Operations segment were represented by labor unions. Less than 1% of the total employees in both our Ambulatory Care and Conifer segments belong to a union. Unionized employees – primarily registered nurses and service, technical and maintenance workers – are located at 35 of our hospitals, the majority of which are in California, Florida and Michigan. When negotiating collective bargaining agreements with unions, whether such agreements are renewals or first contracts, there is a possibility that strikes could occur, and our continued operation during any strikes could increase our labor costs and have an adverse effect on our patient volumes and net operating revenues. Organizing activities by labor unions could increase our level of union representation in future periods, which could result in increases in salaries, wages and benefits expense"
    ]
}