{
    "703604": [
        "Human Capital Resources",
        "General Employee Information",
        "Our organization supports a culture of continuous improvement and emphasizes the importance of addressing the needs of our customers. We require our employees to act with integrity in every aspect of our business while encouraging them to be results driven, team oriented and progressive. ",
        "On December31, 2020, our combined workforce included approximately ",
        "1,910",
        " individuals, comprised of approximately ",
        "1,300",
        " in sales and marketing, approximately ",
        "470",
        " in operation and distribution and approximately ",
        "140",
        " in management and administration. Approximately ",
        "1,750",
        " of the ",
        "1,910",
        " individuals are within the Lawson segment and the remaining are within Bolt. Approximately ",
        "8%",
        " of the workforce is covered by three collective bargaining agreements. We believe that our relations with our employees and their collective bargaining organizations are good. ",
        "Sales Team",
        "On December31, 2020, the Lawson sales and marketing team consisted of approximately ",
        "1,300",
        " individuals focused on servicing existing customers, identifying new customers, providing customer service support and providing on-site customer service. Of the total sales team, ",
        "1,090",
        " are sales representatives who are primarily organized into geographical regions. The performance of each region is the responsibility of a Regional Sales Director. Each region is further divided into geographically defined districts. The performance of each district is the responsibility of a District Sales Manager who reports to the Regional Sales Director. Our District Sales Managers work with the sales representatives to generate sales from new and existing customers. Lawson also has a team dedicated to the acquisition of larger national and mid-market accounts and a team dedicated to serving governmental accounts. The national accounts are comprised of multi-location customers with a national scope.",
        "Sales force growth is a driver of our business. Increased sales coverage throughout the United States and Canada directly impacts our success as an organization. The Company is focused on identifying and recruiting individuals who are a good fit for our sales organization and providing them the tools needed to succeed. When these employees are hired, they participate in a training program to learn the products and processes of Lawson and also the history, values and culture of the Company. This sales training program allows the new sales representatives to assimilate into the Company and learn the most successful ways to call on potential customers, maintain relationships with existing customers, and provide the proper products and VMI services to ensure that the customers needs are met. ",
        "The Lawson sales team receives education in the best uses of products, enabling them to provide customized solutions to address customers' needs including technical expertise and on-site problem resolution. The VMI services Lawson offers primarily consist of ordering the right products in the optimal quantity for the customer and stocking the product for customers when the product is delivered. The sales team also periodically provides product presentations to customers that are designed to demonstrate how the products can improve their productivity. Additionally, Lawson sales representatives offer customized storage systems for improved organization and a more efficient work-flow. ",
        "While recruitment of new sales representatives is important, the goal of this process is to ensure the sales representatives who are brought on board will be members of the Lawson team for the long term. Our experience has proven that a sales representative becomes more successful and generates more sales for the Company the longer they are a part of Lawson. Longer tenured sales representatives form deeper relationships with customers, which results in customers relying on the Lawson sales representative for a larger share of their MRO needs. Reducing sales force churn and ensuring sales representatives can grow and reach their full potential over the long term is a focus of the Lawson leadership team. The sales leadership team is in regular contact with Regional Sales Directors, District Sales Managers and experienced sales representatives to discuss the challenges our sales representatives face in generating sales and how the Company can support them. The Company regularly reviews the performance of sales representatives and determines how to manage underperforming sales representatives and territories. ",
        "6 ",
        "In August 2020, we acquired Partsmaster, a leading MRO distributor from NCH Corporation (\"NCH\"). At the time of acquisition Partsmaster had approximately 200 sales representatives throughout the United States and Canada. Partsmaster is an example of the acquisition strategy pursued by Lawson in recent years. Our acquisition strategy targets companies who are a good cultural fit and include organizations whose sales representatives will improve our sales coverage in underserved territories and allow us to generate additional sales by leveraging their existing customer relationships.",
        "The majority of Bolt sales are made from",
        " its 14 bran",
        "ch locations. Bolt has approximately",
        " 23",
        " sales territory managers who serve companies and professional tradespeople throughout Western Canada. In 2017, Bolt began requiring members of the sales teams to be certified as Certified Sales Professionals for the Canadian Professional Sales Association. All newly-hired sales team members are required to receive and maintain the same certification. ",
        "COVID-19 Impact on Human Capital",
        "The Company’s response to the COVID-19 pandemic is evidence that the Company can take the necessary steps to ensure the safety of our employees and still fulfill the needs of its customers and other stakeholders. The unique circumstances of the COVID-19 pandemic negatively impacted the ability of Lawson MRO sales reps and the Bolt branch locations to fulfill their duties during 2020. The second quarter 2020 performance of the Company was  negatively impacted as state and local governments throughout the United States and Canada imposed strict COVID-19 related restrictions, including shutdowns of nonessential businesses and stay-at-home orders. The Lawson MRO business model relies upon customer interaction as well as a consistent schedule of onsite visits by our sales representatives to customer locations. The Bolt business model relies on foot traffic in its branch locations. The onset of the COVID-19 pandemic, as well as social distancing guidelines and government mandated shelter in place orders, have negatively impacted the ability of our sales reps to visit our customers and for foot traffic to return to our Bolt branch locations, resulting in an overall negative impact on our business. A large portion of Lawson corporate employees began to work remotely at the onset of the pandemic in March 2020 to limit exposure to the virus. Many of these employees continue to work from home. ",
        "In response to the onset of the COVID-19 pandemic, sales representatives contacted customers via phone, e-mail and other electronic means, who were deemed essential businesses and therefore allowed to remain open during this time. As COVID-19 related restrictions were relaxed, Lawson MRO sales representatives began to safely visit customers and call on new customers, while following social distancing guidelines and limiting potential exposure to the virus. In addition, Bolt branch locations began to offer curbside pickup in the second quarter of 2020 and continue to do so. As COVID-19 restrictions were relaxed, the Company was able to operate in a more stable environment. Lawson MRO sales representatives have continued to safely visit customer locations, develop strong relationships and provide excellent service to existing customers, and generate new customer relationships while following COVID-19 related restrictions and social distancing guidelines. Bolt branch locations continue to safely operate while following social distancing guidelines and allowing customers into stores. The Company will continue to navigate through the COVID-19 pandemic with a focus on the safety of its team members."
    ]
}