{
    "7039": [
        "Human Capital Management",
        "COVID-19 Response",
        "Trecora Resources and its subsidiaries hire and retain employees by offering competitive pay and benefits while motivating our workforce through a number of recognition and bonus programs. We are proud to provide our employees the opportunity to grow and advance as we invest in their training, education and career development",
        "As of December 31, 2020, we had 263 employees, 10 of whom were corporate management and staff and 253 worked at our plant facilities. We employ regular employees defined as active executive, management, professional, technical and wage employees who work full time or part time for the Company and are covered by our benefit plans and programs. We have not experienced any significant work stoppages, either as a result of the COVID-19 pandemic or otherwise",
        "We are committed to providing market-competitive pay and benefits. All regular employees are eligible for performance-based cash incentive programs. The incentive plan reinforces and rewards individuals for achievement of specific business goals, including safety, quality and productivity",
        "We offer comprehensive benefit programs to our employees that provide flexibility of choice through our total rewards framework of pay and recognition, health and wellness, work/life balance, learning and development, and culture and community. We recognize and support the growth and development of our employees and encourage employees to participate in external learning programs",
        "We took early action regarding employee well-being in response to the COVID-19 pandemic, implementing comprehensive protocols to protect the health and safety of our employees and contractors. Many of our employees were transitioned to a remote work environment for the duration of the pandemic. We had no reductions in scheduled hours or reductions in force for any of our employees. We also enhanced our benefits programs to offer expanded supplemental paid leave during quarantine periods and waived employee cost-sharing for COVID-19 testing",
        "Competition",
        "The specialty petrochemicals and specialty waxes industries are highly competitive. There is competition within the industries and also with other industries in supplying the needs of both industrial and individual consumers. We compete with other firms in the sale or purchase of needed goods and services and employ all methods of competition which are lawful and appropriate for such purposes. See further discussion in Part I, Item 1A. Risk Factors"
    ]
}