{
    "70415": [
        "Human Capital",
        "GP Strategies is a professional services organization primarily focused on providing process improvement and learning and development solutions to hundreds of clients across more than 30 countries. As such, our human capital is material to our operations and core to the long-term success of the company",
        "Our People",
        "As of December31, 2020, we had a total of approximately 4,343 employees, down from an aggregate of approximately 4,856 employees as of the end of fiscal 2019.  The reduction in total employees largely represent the contraction required due to the impact of COVID-19.  We also utilize additional adjunct instructors and consultants as needed.  We believe that we have good relations with our employees",
        "Diversity and Inclusion",
        "Diversity and Inclusion are core to our culture, and we believe that a diverse workforce is critical to our success. GP Strategies strives to create an environment that welcomes, and values inclusion and diversity based on age, race, ethnicity, gender, sexual orientation, disability, personality type, and thinking style.  To foster our goals surrounding diversity and inclusion, we have created several Employee Resource Groups based on employee feedback, including those supporting Women, Black, and the LGBTQ+ communities.  The Company has a dedicated Vice President of Diversity & Engagement, and a Diversity Council made up of employees, that provides regular updates to senior management",
        "Talent Acquisition, Development and Retention",
        "Hiring, developing and retaining employees is critically important to our operations and we are focused on creating experiences and programs that foster growth, performance and retention. Acquiring the right talent at speed and scale is a core capability that we regularly monitor and manage, given the need to rapidly staff our frontline operations. We periodically measure our Time to Offer performance against regional benchmarks to confirm our performance meets or exceeds benchmarks. We sponsor numerous training, education and leadership development programs for all level of employees, designed to enhance leadership and managerial capability, ensure quality execution of our programs, drive client satisfaction and increase return on investment. Our Education Program provides eligible employees with cost reimbursement related to the pursuit of an advance education. The Company regularly conducts Employee surveys to assess engagement of its Employees, and uses information from the surveys to improve the Company’s ability to develop and retain talented Employees who will help advance the Company",
        "Compensation, Benefits, Safety and Wellness",
        "In addition to offering market competitive salaries and wages, we offer comprehensive health and retirement benefits to eligible employees. Our core health and welfare benefits are supplemented with specific programs to manage or improve common health conditions, a variety of voluntary benefits and paid time away from work programs. We also provide innovative programs designed to promote physical, emotional and financial well-being. Our health and safety program monitors and ensures the well-being of our employees",
        "Competition",
        "We face a highly competitive environment. The principal competitive factors are the experience and capability of service personnel, performance, quality and functionality of products, reputation and price. The training industry is large, highly fragmented and competitive, with low barriers to entry and no single competitor accounting for a significant market share. According to Training Industry, Inc., global external training expenditures totaled approximately $92.8 billion in 2020. Our competitors include several large publicly traded and privately held companies, vocational and technical training schools, degree-granting colleges and universities, continuing education programs and thousands of small privately held training providers and individuals. In addition, many of our clients maintain internal training departments, which have the resources and ability to provide the same or similar services in-house. Some of our competitors offer services and products at lower prices, and some competitors have significantly greater financial, managerial, technical, marketing and other resources. Moreover, we expect to face additional competition from new entrants into the training and performance improvement market due, in part, to the evolving nature of the market and the relatively low barriers to entry. There can be no assurance that we will be successful against such competition",
        "Technical and consulting services such as those that we provide are performed by many of the customers themselves, large architectural and engineering firms that have expanded their range of services beyond design and construction activities, large consulting firms, information technology companies, major suppliers of equipment and individuals and independent service companies similar to us. The technical services market is highly competitive and require substantial resources and capital investment in equipment, technology and skilled personnel. Many of our competitors for our technical consulting services have",
        "greater financial resources than we do. Competition also places downward pressure on our contract prices and profit margins. We cannot provide any assurance that we will be able to compete successfully, and the failure to do so could adversely affect our business and financial condition",
        "Sales & Marketing",
        "Sales, marketing and proposal resources are centralized to better position ourselves to achieve the growth goals of the organization. We operate as an integrated, customer-centric team to ensure our go-to-customer strategy directly supports the business strategy. We use our online digital presence, attendance at trade shows, presentations at industry and trade association conferences, press releases, industry award submissions, webinars and workshops given by our personnel to serve important marketing functions. We also carry out selective print and digital advertising and conduct targeted marketing campaigns to current and prospective clients. In addition, we use our social media channels, such as LinkedIn, Facebook, Twitter, YouTube, SlideShare and a Company blog on our website, as a means of sharing thought leadership content, disclosing information about the Company, our services and other topics important to our clients. By staying ahead of the market trends and engaging with clients, we are able to identify possible opportunities to expand the services we are providing them as well as extend the current services we are providing.  In other cases, clients ask us to bid competitively. In both cases, we submit proposals to the client for evaluation. The period between submission of a proposal to final award can range from 30 days or less (generally for noncompetitive, short-term contracts), to a year or more (generally for large, competitive multi-year contracts",
        "Backlog",
        "Our backlog for services under executed contracts and subcontracts was approximately $316.1 million and $349.8 million as of December31, 2020 and 2019, respectively. We anticipate that approximately 85 percent of our backlog as of December31, 2020 will be recognized as revenue during 2021. However, the rate at which services are performed under certain contracts, and thus the rate at which backlog will be recognized, may be at the discretion of the client and most contracts are, as mentioned above, subject to termination by the client upon written notice",
        "Human Capital Risks",
        "We maintain a workforce based upon anticipated staffing needs.  If we do not receive future contract awards or if these awards are delayed or reduced in scope or funding, we could incur significant costs",
        "Our estimates of future staffing requirements depend in part on the timing of new contract awards.  We make our estimates in good faith, but our estimates could be inaccurate or change based upon new information.  In the case of larger projects, it is particularly difficult to predict whether we will receive a contract award and when the award will be announced.  In some cases the contracts that are awarded require staffing levels that are different, sometimes lower, than the levels anticipated when the work was proposed.  The uncertainty of contract award timing and changes in scope or funding can present difficulties in matching our workforce size with our contract needs.  If an expected contract award is delayed or not received, or if a contract is awarded for a smaller scope of work than proposed, we could incur significant costs associated with making or failing to make reductions in staff",
        "Failure to continue to attract and retain qualified personnel could harm our business",
        "Our principal resource is our personnel.  A significant portion of our revenue is derived from services and products that are delivered by instructors, engineers, technical personnel and consultants.  Our consulting, technical training and engineering services require the employment of individuals with specific skills, training, licensure and backgrounds.  An inability to hire or maintain employees with the required skills, training, licensure or backgrounds could have a material adverse effect on our ability to provide quality services, to expand the scope of our service offerings or to attract or retain customers or to accept contracts, which could negatively impact our business and financial condition.  In order to initiate and develop client relationships and execute our growth strategy, we must continue to hire and maintain qualified salespeople.  We must also continue to attract and develop capable management personnel to guide our business and supervise the use of our resources",
        "Similarly, our U.S. Government contracts require employment of individuals with specified skills, work experience, licensures, security clearances and backgrounds.  An inability to hire or maintain employees with the required skills, work experience, licensure, security clearances or backgrounds could have a material adverse effect on our ability to win new contracts or satisfy existing contractual obligations, and could result in additional expenses or possible loss of revenue",
        "Competition for qualified personnel can be intense.  We cannot assure you that qualified personnel will continue to be available to us or will be available to us when our needs arise or on terms favorable to us.  Any failure to attract or retain qualified instructors, engineers, technical personnel, consultants, salespeople and managers in sufficient numbers could have a material adverse effect on our business and financial condition",
        "The loss of our key personnel, including our executive management team, could harm our business",
        "Our success is largely dependent upon the experience and continued services of our executive management team and our other key personnel.  The loss of one or more of our key personnel and a failure to attract, develop or promote suitable replacements for them could materially and adversely affect our business, results of operation or financial condition"
    ]
}