{
    "704440": [
        "HUMAN CAPITAL RESOURCES",
        "As of December 31, 2020, we had 101 full time employees and no part time employees. As of December 31, 2020, approximately 67% of the Company’s workforce was female and approximately 45% of the Company’s employees in managerial roles were female. Approximately 52% were minorities (non-White) in the Company workforce as of December 31, 2020. None of our employees are represented by a collective bargaining agreement",
        "To help drive consistent execution of our business strategy, including our customer focused philosophy, and support their development, we provide training opportunities to our employees that align with their responsibilities over their career with us. We maintain a dedicated Internet-based learning platform with a broad portfolio of written, audio-visual and interactive enterprise-wide and discipline-specific policy and training materials. This platform includes a library of self-directed courses and virtual, instructor-led programs for employees at all levels of our organization. Managers and supervisors are provided training to help their employees progress in their professional development",
        "We believe our employees are key to achieving our business objectives. We have COVID-19 prevention protocols in place to minimize the spread of COVID-19 in our workplace. These protocols, which remain in place, meet or exceed the Centers for Disease Control guidelines and where applicable, state mandates",
        "Our key human capital measures include employee safety, turnover, absenteeism and production. We frequently benchmark our compensation practices and benefits programs against those of comparable industries and in the geographic areas where our facilities are located. We believe that our compensation and employee benefits are competitive and allow us to attract and retain skilled and unskilled labor throughout our organization. Our notable health, welfare and retirement benefits include",
        "Company subsidized health insurance",
        "401(k) Plan with Company matching contributions",
        "Paid time off",
        "Life and disability insurance",
        "We strive to maintain an inclusive environment free from discrimination of any kind, including sexual or other discriminatory harassment. Our employees have multiple avenues available through which inappropriate behavior can be reported, including a confidential hotline. All reports of inappropriate behavior are promptly investigated with appropriate action taken to stop such behavior"
    ]
}