{
    "704532": [
        "Human Capital and Talent",
        "As of December 26, 2020, we had approximately 1,247 staff globally, 353 in research and development, 187 in operations, 124 in administration and 583 in sales, applications and service support. A large percentage of our employees have technical backgrounds and undergraduate and/or advanced degrees. Many of our employees have specialized skills and",
        "Table of Contents",
        "experience that are of value to our business, products and services. Our future success will depend, in large part, upon our ability to attract, motivate and retain our highly skilled, technical, operational and managerial team members, who are in great demand in our industry and business communities",
        "Approximately 60% of our employees are located in the U.S., 36% in Asia Pacific and 4% in Europe. None of our employees are represented by a union and we have never experienced a work stoppage because of union actions. We consider our employee relations to be favorable",
        "Purpose and Culture. All of our employees are expected to uphold the following core values which are foundational to our culture",
        "Passion – ownership, pride and caring in our work",
        "Integrity – honesty, dependable, predictable and accountable",
        "Collaboration – working together toward a common goal",
        "Results – meeting and exceeding goals, focused toward innovation and growth",
        "These core values define the way we do business in our everyday actions and choices. We strive to create a respectful work environment characterized by mutual trust and the absence of intimidation, oppression, discrimination and exploitation",
        "Talent Development and Acquisition. Successful execution of our strategy is dependent on attracting, developing and retaining key employees and members of our management and leadership teams. The skills, experience and industry knowledge of our employees significantly benefit our operations and performance. We continuously evaluate, modify, and enhance our internal processes, tools and technologies to increase employee engagement, productivity, quality and efficiency. We offer employees access to internal and external training and development courses to support individual development. We review succession plans and focus on promoting internal talent to help grow our employees, both professionally and personally",
        "We are committed to promoting and cultivating an inclusive and diverse culture that welcomes and celebrates everyone without bias. In addition, we look to actively engage within our communities to foster and attain social equity",
        "In order to ensure that we are meeting our human capital and talent objectives, we frequently utilize employee surveys to understand the effectiveness of our employee and Company programs and where we can improve across the Company. Our latest survey, completed during fiscal 2020, had a participation rate of over 81% of all our employees. Through the survey, our employees indicated that the Company’s greatest strengths include ensuring that employees know what is expected of them, providinga caring work environment, fostering an environment where employees have the opportunity to do their best and commitment to quality",
        "Compensation Philosophy. Our compensation philosophy creates the framework and building blocks for our rewards and recognition programs. We have a pay-for-performance culture that ties compensation to the performance of the individual and the Company. We provide balanced compensation programs that focus on the following five key elements",
        "Pay-for-performance - Reward those who achieve or exceed set goals and objectives, while also recognizing those making significant, impactful contributions",
        "External market based - Pay levels that are competitive with respect to the labor market in which we compete for talent",
        "Internal equity - Providing fair compensation programs within the Company",
        "Fiscal responsibility - Providing programs which can be responsibly supported by our operations; and",
        "Legal compliance - Ensure the organization is legally compliant in all states and countries in which we operate",
        "Safety, Health and Wellness. We are committed to providing an environment which is safe and where our employees can be productive. We have rigorous health and safety programs focused on awareness, recognition, risk assessment and management, as well as teamwork",
        "In response to the COVID-19 pandemic, we implemented a response plan that we believe was in the best interest and health of our employees and the communities in which we operate. This included largely transitioning our global workforce to a remote work model, while implementing additional safety measures for essential employees continuing critical on-site work",
        "Our benefit plans are competitive and comprehensive. We provide each of our employees educational programs and initiatives focused on holistic wellness supporting nutritional, physical, emotional, mental and financial wellbeing",
        "Corporate Social Responsibility",
        "All of our stakeholders are essential to our business – shareholders, customers, suppliers, employees, communities as well as the environment and society. We are working to make our workforce more inclusive, our business more sustainable, and our communities more engaged by maintaining strong environmental, social and governance (“ESG”) practices. Actions we have taken in pursuit of these commitments include the following environmental and social programs",
        "Demanded excellence in our quality and environmental performance, as demonstrated through our product and process qualification commitments, including ISO 9001 Quality Management",
        "Produce systems responsibly by offering tool trade-in, refurbishment and technology upgrade programs",
        "Provided corporate matching for employee donations to qualified nonprofit organizations; and",
        "Engaged in community service projects in our communities globally",
        "We encourage you to review our 2020 Interim Corporate Social Responsibility Report (located on our website at https://ontoinnovation.com/company/corporate-social-responsibility) for more detailed information regarding our ESG initiatives. Nothing on our website, including our Corporate Social Responsibility Report or sections thereof, is deemed incorporated by reference into this Form 10-K"
    ]
}