{
    "707179": [
        "HUMAN CAPITAL RESOURCES",
        "At December 31, 2020, we employed 2,445 full-time equivalent team members.  Old National respects, values, and invites diversity in our team members, customers, suppliers, marketplace, and community.  We seek to recognize the unique contribution each individual brings to our company, and we are fully committed to supporting a rich culture of diversity as a cornerstone to our success.  Old National provides professional development opportunities to team members and seeks to improve retention, development, and job satisfaction of team members from diverse groups by providing career skills training, peer mentoring, and opportunities to interact with senior leaders",
        "We are committed and focused on the health and safety of our team members, customers, and communities.  The COVID-19 pandemic presented challenges to maintain team member and client safety while continuing to be open for business.  Accordingly, we launched a proactive response to the escalating COVID-19 outbreak that included the creation of an internal coronavirus resource page to manage our pandemic response, including providing access to recent safety standards from the Centers for Disease Control and Prevention, the World Health Organization, and other agencies; as well as our workplace guidelines for non-customer and customer environments.  In addition, current information is shared through regular emails and other digital communications with our team members and customers facing financial hardships due to COVID-19.  Additional actions included adjusting our banking center hours, lobby usage, and encouraging team members to work remotely where possible during the pandemic.  We continue to monitor our footprint for areas where there is a resurgence or regression of COVID-19 and adjust our banking center availability accordingly.  Our banking centers are still open for business and we continue to lend to qualified businesses for working capital and general business purposes, while our online banking network is continuously available for digital banking transactions.  Lastly, the availability of an effective COVID-19 vaccine may drive the re-opening plans of state and local economies in 2021.  However, economic uncertainty remains high and bouts of elevated volatility are expected to continue",
        "Old National team members actively share their talents in their communities through volunteer activities in education, economic development, human and health services, and Community Reinvestment.  Our ONe Community program allows each team member to be paid up to 24 hours per year, with supervisory approval, to volunteer for activities in their community during normal work hours.  During 2020, team members donated nearly 30,000 hours in support of more than 1,500 organizations.  Even through a pandemic, Old National team members found creative ways to give back to their communities by donating blood, making masks for healthcare workers, and serving on local boards, just to name a few.  Team member volunteers are recognized for their efforts on our Corporate Portal.  Team members with 25 hours or more of service each year join the “Volunteer Honor Roll” in Old National’s annual communications"
    ]
}