{
    "7084": [
        "Human Capital and Diversity and Inclusion",
        "ADM’s purpose of unlocking the power of nature to enrich the quality of life highlights the significant role ADM plays within an essential industry and the critical job each employee has within the Company.",
        "ADM has long maintained its Code of Conduct to help the Company achieve the right results, the right way.  The code establishes high standards of honesty and integrity for all ADM colleagues and business partners and sets forth specific policies to help ensure that the Company always conducts business fairly and ethically everywhere it operates.",
        "The Company’s culture is focused on Integrity, Performance, Innovation, and Inclusion.  ADM is a truly global company of approximately 39,000 employees working together to achieve extraordinary results.  Talented colleagues can be found in a wide variety of roles – from front-line production workers, supply chain experts who deliver to customers all over the world, engineering teams who continuously improve the Company's operations, sales and commercial teams who work closely with customers, finance professionals, and so many more.  ADM continues to develop its workforce to remain relevant and deliver on the Company’s growth aspirations with a strong focus on sustainability. ",
        "The following tables set forth information about the Company’s employees as of December 31, 2020.",
        "Number of Employees by Contract and Region",
        "Salaried",
        "Hourly",
        "Part-Time/ Seasonal",
        "Total",
        "North America",
        "8,196",
        "10,227",
        "270",
        "18,693",
        "EMEA",
        "4,586",
        "4,847",
        "564",
        "9,997",
        "South America",
        "2,543",
        "4,476",
        "659",
        "7,678",
        "Asia Pacific",
        "1,648",
        "717",
        "12",
        "2,377",
        "Central America/Caribbean",
        "190",
        "145",
        "8",
        "343",
        "17,163",
        "20,412",
        "1,513",
        "39,088",
        "Number of Employees by Type and Gender",
        "Male",
        "Female",
        "Full-time",
        "29,538",
        "79",
        "8,037",
        "21",
        "37,575",
        "100",
        "Part-time",
        "689",
        "46",
        "824",
        "54",
        "30,227",
        "77",
        "8,861",
        "23",
        "Percentage of Employees by Level and Gender",
        "Percentage",
        "2020",
        "2019",
        "Executive Council",
        "72",
        "28",
        "87",
        "13",
        "Senior Leadership",
        "73",
        "27",
        "74",
        "26",
        "Salaried Colleagues",
        "64",
        "36",
        "65",
        "35",
        "10"
    ]
}