{
    "70858": [
        "Human Capital Resources",
        "We strive to make Bank of America a great place to work for our employees. We value our employees and seek to establish and maintain human resource policies that are consistent with our core values and that help realize the power of our people. Our Board and its committees, including the Compensation and Human Capital, Audit, Enterprise Risk, and Corporate Governance, ESG and Sustainability Committees, provide oversight of our human capital management strategies, programs and practices. The Corporation’s senior management provides regular briefings on human capital matters to the Board and its Committees to facilitate the Board’s oversight.  ",
        "At December 31, 2020 and 2019, the Corporation employed approximately 213,000 and 208,000 employees, of which 82 percent were located in the U.S. at both dates.  None of our U.S. employees are subject to a collective bargaining agreement. Additionally, in 2020 and 2019, the Corporation’s compensation and benefits expense was $32.7 billion and $32.0 billion, or 59 percent and 58 percent, of total noninterest expense. ",
        "Diversity and Inclusion ",
        "The Corporation’s commitment to diversity and inclusion starts at the top of the Corporation with oversight from our Board and CEO. The Corporation’s senior management sets the diversity and inclusion goals of the Corporation, and the Chief Human Resources Officer and Chief Diversity & Inclusion Officer partner with our CEO and senior management to drive our diversity and inclusion strategy, programs, initiatives and policies. The Global Diversity and Inclusion Council, which consists of senior executives from every line of business and is chaired by our CEO, has been in place for over 20 years. The Council sponsors and supports business, operating unit and regional diversity and inclusion councils to ensure alignment to enterprise diversity strategies and goals. ",
        "Our practices and policies have resulted in strong representation across the Corporation where our broad employee population mirrors the clients and communities we serve. We have a Board and senior management team that are 47 percent and 50 percent racially, ethnically and gender diverse. As of December 31, 2020, over 50 percent of employees were women, and, among U.S.-based employees, nearly 48 percent were people of color, 14 percent were Black/African American and 19 percent were Hispanic/Latino. As of December 31, 2020, the Corporation’s top three management levels in relation to the CEO were composed of more than 42 percent women and nearly 20 percent people of color. These workforce diversity metrics are reported regularly to the senior management team and to the Board and are publicly disclosed on our website. ",
        "We invest in our leadership by offering a range of development programs and resources that allow employees to develop and progress in their careers. We reinforce our commitment to diversity and inclusion by investing internally in our employee networks and by facilitating conversations with employees about racial, social and economic issues. Further, we partner with various external organizations, which focus on advancing diverse talent. We also have practices in place for attracting and retaining diverse talent, including campus recruitment. For example, in 2020, approximately 45 percent of our campus hires were women, and, in the U.S., approximately 54 percent were people of color.",
        "Employee Engagement and Talent Retention",
        "As part of our ongoing efforts to make the Corporation a great place to work, we have conducted a confidential annual Employee Engagement Survey (Survey) for nearly two decades. The Survey results are reviewed by the Board and senior management and used to assist in reviewing the Corporation’s human capital strategies, programs and practices. In 2020, more than 90 percent of the Corporation’s employees participated in the Survey, and our Employee Engagement Index, an overall measure of employee satisfaction with the Corporation, was 91 percent. In 2020, we also had historically low turnover among our employees of seven percent.",
        "Fair and Equitable Compensation ",
        "The Corporation is committed to racial and gender pay equity by striving to fairly and equitably compensate all of our employees. We maintain robust policies and practices that reinforce our commitment, including reviews with oversight from our Board and senior management. In 2020, our review covered our regional hubs (U.S., U.K., France, Ireland, Hong Kong, and Singapore) and India and showed that compensation received by women, on average, was greater than 99 percent of that received by men in comparable positions and, in the U.S., compensation received by people of color was, on average, greater than 99 percent of that received by teammates who are not people of color in comparable positions.",
        "We also strive to pay our employees fairly based on market rates for their roles, experience and how they perform, and we regularly benchmark against other companies both within and outside our industry to help ensure our pay is competitive. In the first quarter of 2020, we raised our minimum hourly wage for U.S. employees to $20 per hour, which is above all governmental minimum wage levels in all jurisdictions in which we operate in the U.S.",
        "Health and Wellness – 2020 Focus",
        "The Corporation also is committed to supporting employees’ physical, emotional and financial wellness by offering flexible and competitive benefits, including comprehensive health and insurance benefits and wellness resources. In 2020, we took steps to support our employees during the ongoing health crisis resulting from the pandemic, including monitoring guidance from the U.S. Centers for Disease Control and Prevention, medical boards and health authorities and sharing such guidance with our employees. In addition, as a result of the pandemic we transitioned to a work-from-home posture for the substantial majority of our employees and provided various benefits and resources related to the pandemic, including the implementation of child and adult care solutions, offering no-cost COVID-19 testing and mental health resources and additional support for teammates who work in the office, such as transportation and meal subsidies. We continue to engage with state and national governments to understand their vaccination plans for essential workers, including the extent to which that may include some of our employees, and with our employees to educate them about vaccines and the importance of being vaccinated. For more information on our response to the pandemic, including with respect to human capital measures, see Executive Summary – Recent Developments – COVID-19 Pandemic on page 25.",
        "Government Supervision and Regulation",
        "The following discussion describes, among other things, elements of an extensive regulatory framework applicable to BHCs, financial holding companies, banks and broker-dealers, including specific information about Bank of America.",
        "3",
        "  Bank of America",
        "We are subject to an extensive regulatory framework applicable to BHCs, financial holding companies and banks and other financial services entities. U.S. federal regulation of banks, BHCs and financial holding companies is intended primarily for the protection of depositors and the Deposit Insurance Fund (DIF) rather than for the protection of shareholders and creditors.",
        "As a registered financial holding company and BHC, the Corporation is subject to the supervision of, and regular inspection by, the Board of Governors of the Federal Reserve System (Federal Reserve). Our U.S. bank subsidiaries (the Banks), organized as national banking associations, are subject to regulation, supervision and examination by the Office of the Comptroller of the Currency (OCC), the Federal Deposit Insurance Corporation (FDIC) and the Federal Reserve. In addition, the Federal Reserve and the OCC have adopted guidelines that establish minimum standards for the design, implementation and board oversight of BHCs’ and national banks’ risk governance frameworks. U.S. financial holding companies, and the companies under their control, are permitted to engage in activities considered “financial in nature” as defined by the Gramm-Leach-Bliley Act and related Federal Reserve interpretations. The Corporation's status as a financial holding company is conditioned upon maintaining certain eligibility requirements for both the Corporation and its U.S. depository institution subsidiaries, including minimum capital ratios, supervisory ratings and, in the case of the depository institutions, at least satisfactory Community Reinvestment Act ratings. Failure to be an eligible financial holding company could result in the Federal Reserve limiting Bank of America's activities, including potential acquisitions.",
        "The scope of the laws and regulations and the intensity of the supervision to which we are subject have increased over the past several years, beginning with the response to the financial crisis, as well as other factors such as technological and market changes. In addition, the banking and financial services sector is subject to substantial regulatory enforcement and fines. Many of these changes have occurred as a result of the 2010 Dodd-Frank Wall Street Reform and Consumer Protection Act (the Financial Reform Act). We cannot assess whether there will be any additional major changes in the regulatory environment and expect that our business will remain subject to continuing and extensive regulation and supervision.",
        "We are also subject to various other laws and regulations, as well as supervision and examination by other regulatory agencies, all of which directly or indirectly affect our entities and management and our ability to make distributions to shareholders. For instance, our broker-dealer subsidiaries are subject to both U.S. and international regulation, including supervision by the SEC, Financial Industry Regulatory Authority and New York Stock Exchange, among others; our futures commission merchant subsidiaries supporting commodities and derivatives businesses in the U.S. are subject to regulation by and supervision of the U.S. Commodity Futures Trading Commission (CFTC), National Futures Association, the Chicago Mercantile Exchange and in the case of the Banks, certain banking regulators; our insurance activities are subject to licensing and regulation by state insurance regulatory agencies; and our consumer financial products and services are regulated by the Consumer Financial Protection Bureau (CFPB).",
        "Our non-U.S. businesses are also subject to extensive regulation by various non-U.S. regulators, including governments, securities exchanges, prudential regulators, central banks and other regulatory bodies, in the jurisdictions in which those businesses operate. For example, our financial ",
        "services entities in the United Kingdom (U.K.), Ireland and France are subject to regulation by the Prudential Regulatory Authority and Financial Conduct Authority, the European Central Bank and Central Bank of Ireland, and the Autorité de Contrôle Prudentiel et de Résolution and Autorité des Marchés Financiers, respectively. ",
        "Source of Strength",
        "Under the Financial Reform Act and Federal Reserve policy, BHCs are expected to act as a source of financial strength to each subsidiary bank and to commit resources to support each such subsidiary. Similarly, under the cross-guarantee provisions of the Federal Deposit Insurance Corporation Improvement Act of 1991 (FDICIA), in the event of a loss suffered or anticipated by the FDIC, either as a result of default of a bank subsidiary or related to FDIC assistance provided to such a subsidiary in danger of default, the affiliate banks of such a subsidiary may be assessed for the FDIC’s loss, subject to certain exceptions.",
        "Transactions with Affiliates",
        "Pursuant to Section 23A and 23B of the Federal Reserve Act, as implemented by the Federal Reserve’s Regulation W, the Banks are subject to restrictions that limit certain types of transactions between the Banks and their nonbank affiliates. In general, U.S. banks are subject to quantitative and qualitative limits on extensions of credit, purchases of assets and certain other transactions involving their nonbank affiliates. Additionally, transactions between U.S. banks and their nonbank affiliates are required to be on arm’s length terms and must be consistent with standards of safety and soundness.",
        "Deposit Insurance",
        "Deposits placed at U.S. domiciled banks are insured by the FDIC, subject to limits and conditions of applicable law and the FDIC’s regulations. Pursuant to the Financial Reform Act, FDIC insurance coverage limits are $250,000 per customer. All insured depository institutions are required to pay assessments to the FDIC in order to fund the DIF.",
        "The FDIC is required to maintain at least a designated minimum ratio of the DIF to insured deposits in the U.S. The FDIC adopted regulations that establish a long-term target DIF ratio of greater than two percent. As of the date of this report, the DIF ratio is below this required target, and the FDIC has adopted a restoration plan that may result in increased deposit insurance assessments. Deposit insurance assessment rates are subject to change by the FDIC and will be impacted by the overall economy and the stability of the banking industry as a whole. For more information regarding deposit insurance, see Item 1A. Risk Factors – Regulatory, Compliance and Legal on page 16.",
        "Capital, Liquidity and Operational Requirements",
        "As a financial holding company, we and our bank subsidiaries are subject to the regulatory capital and liquidity rules issued by the Federal Reserve and other U.S. banking regulators, including the OCC and the FDIC. These rules are complex and are evolving as U.S. and international regulatory authorities propose and enact amendments to these rules. The Corporation seeks to manage its capital position to maintain sufficient capital to satisfy these regulatory rules and to support our business activities. These continually evolving rules are likely to influence our planning processes and may require additional regulatory capital and liquidity, as well as impose additional operational and compliance costs on the Corporation. ",
        "For more information on regulatory capital rules, capital composition and pending or proposed regulatory capital ",
        "Bank of America ",
        "4",
        "changes, see Capital Management on page 50, and ",
        "Note 16 – Regulatory Requirements and Restrictions",
        " to the Consolidated Financial Statements, which are incorporated by reference in this Item 1.",
        "Distributions",
        "We are subject to various regulatory policies and requirements relating to capital actions, including payment of dividends and common stock repurchases. For instance, Federal Reserve regulations require major U.S. BHCs to submit a capital plan as part of an annual Comprehensive Capital Analysis and Review (CCAR). ",
        "Our ability to pay dividends and make common stock repurchases depends in part on our ability to maintain regulatory capital levels above minimum requirements plus buffers and non-capital standards established under the FDICIA. To the extent that the Federal Reserve increases our stress capital buffer (SCB), global systemically important bank (G-SIB) surcharge or countercyclical capital buffer, our returns of capital to shareholders could decrease. As part of its CCAR, the Federal Reserve conducts stress testing on parts of our business using hypothetical economic scenarios prepared by the Federal Reserve. Those scenarios may affect our CCAR stress test results, which may impact the level of our SCB. Additionally, the Federal Reserve may impose limitations or prohibitions on taking capital actions such as paying or increasing common stock dividends or repurchasing common stock. For example, as a result of the economic uncertainty resulting from the pandemic, the Federal Reserve required that during the second half of 2020, all large banks, including the Corporation, suspend share repurchase programs, except for repurchases to offset shares awarded under equity-based compensation plans, and limit common stock dividends to existing rates that did not exceed the average of the last four quarters' net income. In the first quarter of 2021, the Federal Reserve lifted the suspension of share repurchase programs and permitted large banks to pay common stock dividends and to repurchase shares in an amount that, when combined with dividends paid, does not exceed the average of net income over the last four quarters. ",
        "If the Federal Reserve finds that any of our Banks are not “well-capitalized” or “well-managed,” we would be required to enter into an agreement with the Federal Reserve to comply with all applicable capital and management requirements, which may contain additional limitations or conditions relating to our activities. Additionally, the applicable federal regulatory authority is authorized to determine, under certain circumstances relating to the financial condition of a bank or BHC, that the payment of dividends would be an unsafe or unsound practice and to prohibit payment thereof.",
        "For more information regarding the requirements relating to the payment of dividends, including the minimum capital requirements, see ",
        "Note 13 – Shareholders’ Equity",
        " and ",
        "Note 16 – Regulatory Requirements and Restrictions",
        " to the Consolidated Financial Statements.",
        "Many of our subsidiaries, including our bank and broker-dealer subsidiaries, are subject to laws that restrict dividend payments, or authorize regulatory bodies to block or reduce the flow of funds from those subsidiaries to the parent company or other subsidiaries. The rights of the Corporation, our shareholders and our creditors to participate in any distribution of the assets or earnings of our subsidiaries is further subject to the prior claims of creditors of the respective subsidiaries.",
        "Resolution Planning",
        "As a BHC with greater than $250 billion of assets, the Corporation is required by the Federal Reserve and the FDIC to periodically submit a plan for a rapid and orderly resolution in the event of material financial distress or failure.",
        "Such resolution plan is intended to be a detailed roadmap for the orderly resolution of the BHC, including the continued operations or solvent wind down of its material entities, pursuant to the U.S. Bankruptcy Code under one or more hypothetical scenarios assuming no extraordinary government assistance.",
        "If both the Federal Reserve and the FDIC determine that the BHC’s plan is not credible, the Federal Reserve and the FDIC may jointly impose more stringent capital, leverage or liquidity requirements or restrictions on growth, activities or operations. A summary of our plan is available on the Federal Reserve and FDIC websites.",
        "The FDIC also requires the submission of a resolution plan for Bank of America, National Association (BANA), which must describe how the insured depository institution would be resolved under the bank resolution provisions of the Federal Deposit Insurance Act. A description of this plan is available on the FDIC’s website.  ",
        "We continue to make substantial progress to enhance our resolvability, including simplifying our legal entity structure and business operations, and increasing our preparedness to implement our resolution plan, both from a financial and operational standpoint.",
        "Across international jurisdictions, resolution planning is the responsibility of national resolution authorities (RA). Among those, the jurisdictions of most impact to the Corporation are the requirements associated with subsidiaries in the U.K., Ireland and France, where rules have been issued requiring the submission of significant information about locally-incorporated subsidiaries (including information on intra-group dependencies, legal entity separation and barriers to resolution) as well as the Corporation’s banking branches located in those jurisdictions that are deemed to be material for resolution planning purposes. As a result of the RA's review of the submitted information, we could be required to take certain actions over the next several years that could increase operating costs and potentially result in the restructuring of certain businesses and subsidiaries.",
        "For more information regarding our resolution plan, see Item 1A. Risk Factors – Liquidity on page 9. ",
        "Insolvency and the Orderly Liquidation Authority",
        "Under the Federal Deposit Insurance Act, the FDIC may be appointed receiver of an insured depository institution if it is insolvent or in certain other circumstances. In addition, under the Financial Reform Act, when a systemically important financial institution (SIFI) such as the Corporation is in default or danger of default, the FDIC may be appointed receiver in order to conduct an orderly liquidation of such institution. In the event of such appointment, the FDIC could, among other things, invoke the orderly liquidation authority, instead of the U.S. Bankruptcy Code, if the Secretary of the Treasury makes certain financial distress and systemic risk determinations. The orderly liquidation authority is modeled in part on the Federal Deposit Insurance Act, but also adopts certain concepts from the U.S. Bankruptcy Code.",
        "The orderly liquidation authority contains certain differences from the U.S. Bankruptcy Code. For example, in certain circumstances, the FDIC could permit payment of obligations it determines to be systemically significant (e.g., short-term ",
        "5",
        "  Bank of America",
        "creditors or operating creditors) in lieu of paying other obligations (e.g., long-term creditors) without the need to obtain creditors’ consent or prior court review. The insolvency and resolution process could also lead to a large reduction or total elimination of the value of a BHC’s outstanding equity, as well as impairment or elimination of certain debt.",
        "Under the FDIC’s “single point of entry” strategy for resolving SIFIs, the FDIC could replace a distressed BHC with a bridge holding company, which could continue operations and result in an orderly resolution of the underlying bank, but whose equity is held solely for the benefit of creditors of the original BHC.",
        "Furthermore, the Federal Reserve requires that BHCs maintain minimum levels of long-term debt required to provide adequate loss absorbing capacity in the event of a resolution.",
        "For more information regarding our resolution, see Item 1A. Risk Factors – Liquidity on page 9.",
        "Limitations on Acquisitions",
        "The Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 permits a BHC to acquire banks located in states other than its home state without regard to state law, subject to certain conditions, including the condition that the BHC, after and as a result of the acquisition, controls no more than 10 percent of the total amount of deposits of insured depository institutions in the U.S. and no more than 30 percent or such lesser or greater amount set by state law of such deposits in that state. At June 30, 2020, we held greater than 10 percent of the total amount of deposits of insured depository institutions in the U.S.",
        "In addition, the Financial Reform Act restricts acquisitions by a financial institution if, as a result of the acquisition, the total liabilities of the financial institution would exceed 10 percent of the total liabilities of all financial institutions in the U.S. At June 30, 2020, our liabilities did not exceed 10 percent of the total liabilities of all financial institutions in the U.S.",
        "The Volcker Rule",
        "The Volcker Rule prohibits insured depository institutions and companies affiliated with insured depository institutions (collectively, banking entities) from engaging in short-term proprietary trading of certain securities, derivatives, commodity futures and options for their own account. The Volcker Rule also imposes limits on banking entities’ investments in, and other relationships with, hedge funds and private equity funds. The Volcker Rule provides exemptions for certain activities, including market making, underwriting, hedging, trading in government obligations, insurance company activities and organizing and offering hedge funds and private equity funds. The Volcker Rule also clarifies that certain activities are not prohibited, including acting as agent, broker or custodian. A banking entity with significant trading operations, such as the Corporation, is required to maintain a detailed compliance program to comply with the restrictions of the Volcker Rule. ",
        "“Compensation and Human Capital Committee report;”",
        "●"
    ]
}