{
    "708821": [
        "Human Capital ",
        "As of December31, 2020, we employed 1,008 full-time employees, including approximately 54.7% in our Restaurant/Retail segment, 39.6% in our Government segment (17.5% of which are covered by collective bargaining agreements), and 5.8% who are corporate employees. We also employed 45 part-time employees as of December 31, 2020. We consider our relationship with our employees to be good.",
        "Our senior management team is responsible for developing and executing our human capital strategy. We seek employees who share a passion for technology and its ability to improve our customers’ businesses, and thrive in an environment that reflects our values of speed and accountability. Our goal is to hire the best people we can find, give them the responsibility and authority they deserve, and let them make the decisions on how to best execute. We try to design our employee compensation and benefits programs to hold us to our values, while meeting the needs of our employees. Our chief executive officer and chief human resources officer regularly update our board of directors on key areas of our human capital strategy, including the following:",
        "Diversity and Inclusion",
        ": We encourage our employees to embrace different ideas, strengths, interests and cultural backgrounds. We are committed to providing our employees with an environment free of discrimination, harassment and workplace violence. We make all benefit and employment-related decisions in compliance with established equal employment opportunity statutes and without regard to religion, national origin, age, gender, race, color, ancestry, sexual orientation, disability, marital status, citizenship, pregnancy, medical condition or any other protected class status, as defined by local, state or federal laws. We strongly believe in building a workforce that is diverse and that can build strong working relationships with our customers.",
        "Employee Engagement: ",
        "We believe that our employees should have the opportunity to voice their concerns and suggestions. We conduct regular workforce engagement surveys to take the “pulse” of our employees and gather their insights. Being able to understand the needs, preferences and general feedback of our employees is critical to the design of our employee benefits programs. ",
        "Health and Safety: ",
        "The health and safety of our employees in the workplace are important to us. We regularly assess our facilities to ensure compliance with our health and safety guidelines and regulatory requirements. The importance of keeping our employees safe and healthy has been underscored by the COVID-19 pandemic. In response to the pandemic, we have taken, and will continue to take, actions in accordance with the guidance provided by the Centers for Disease Control and Prevention to protect our employees so they can more safely and effectively perform their work, including limiting travel to essential-business only, implementing work-from-home policies and augmenting shifts for our production employees. ",
        "Diversity and Inclusion: We encourage our employees to embrace different ideas, strengths, interests and cultural backgrounds. We are committed to providing our employees with an environment free of discrimination, harassment and workplace violence. We make all benefit and employment-related decisions in compliance with established equal employment opportunity statutes and without regard to religion, national origin, age, gender, race, color, ancestry, sexual orientation, disability, marital status, citizenship, pregnancy, medical condition or any other protected class status, as defined by local, state or federal laws. We strongly believe in building a workforce that is diverse and that can build strong working relationships with our customers.",
        "Employee Engagement: We believe that our employees should have the opportunity to voice their concerns and suggestions. We conduct regular workforce engagement surveys to take the “pulse” of our employees and gather their insights. Being able to understand the needs, preferences and general feedback of our employees is critical to the design of our employee benefits programs. ",
        "Health and Safety: The health and safety of our employees in the workplace are important to us. We regularly assess our facilities to ensure compliance with our health and safety guidelines and regulatory requirements. The importance of keeping our employees safe and healthy has been underscored by the COVID-19 pandemic. In response to the pandemic, we have taken, and will continue to take, actions in accordance with the guidance provided by the Centers for Disease Control and Prevention to protect our employees so they can more safely and effectively perform their work, including limiting travel to essential-business only, implementing work-from-home policies and augmenting shifts for our production employees. ",
        "Available Information ",
        "Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Sections 13(a) and 15(d) of the Exchange Act (our “SEC Filings”) are available, free of charge, on our website at www.partech.com “About—Investor Relations, SEC Filings” as soon as reasonably practicable after we electronically file such material with, or furnish to, the SEC. The SEC also maintains a website that contains our SEC filings. The address of the SEC website is https://www.sec.gov/. The information posted on or accessible through our website is not incorporated into this Annual Report or in any other report or document we file with the SEC."
    ]
}