{
    "708955": [
        "Human Capital",
        "At December31, 2020, First Financial had approximately 2,107 full-time employees located primarily in the states of Ohio, Indiana, Kentucky, and Illinois",
        "Employee Wellbeing",
        "A key motive behind the Company’s strategic intent is “Investing in our People.” To achieve this goal, First Financial has developed a “Wellbeing Program” that is designed to support employees and their families in a holistic way, focusing on the five core areas of wellbeing: physical, financial, social, community and purpose.  The program provides employees with incentives (such as health savings account contributions, paid time off and reimbursements) in exchange for participation in a range of activities, including an annual physical, webinar participation and enrollment in Company fitness activities.  In 2020, 62% of eligible employees qualified for benefits under the Wellbeing Program",
        "Compensation and Benefits",
        "First Financial offers employees competitive short-term and long-term compensation, a comprehensive set of benefits including health, dental and vision insurance, free or low-cost access to an independent provider of primary care clinics, product discounts and various expense reimbursement programs.  First Financial also provides all eligible employees with an annual allocation to the First Financial Pension Plan of 5% of eligible annual pay.  The pension allocation is 100% company-paid, fully-vested and portable.  We regularly review our compensation practices to ensure we are paying employees equitably, taking into consideration such factors as experience, education, and performance",
        "Employee Engagement",
        "First Financial launched its engagement initiative in 2020, partnering with a third party to measure associate engagement and develop action plans for continued improvement.  In 2020, we hosted virtual town hall meetings for all associates, opening the lines of communications and answering associate concerns. In conjunction with the town hall meetings, pulse surveys were completed with themes around wellbeing, return to work, diversity and inclusion, and career coaching and development.  These surveys provided insight into our associates’ needs and desires, which we can use in future program development",
        "Diversity, Equity and Inclusion",
        "First Financial prioritizes diversity, equity and inclusion (DEI) as an employer, a financial institution and as a member of the communities in which we operate.  The DEI Committee of the Board provides guidance and oversight to First Financial’s executive committee, the Manager of Diversity, Equity and Inclusion, and the First Financial Diversity Council, which is comprised of 10 associates from across our footprint.  First Financial supports several associate-led business resource groups designed to facilitate networking and leadership development.  First Financial is in the process of building its DEI strategy which includes establishing goals for increased associate and management diversity.  During 2020, First Financial’s CEO held a series of listening sessions with diverse associates as part of our goal to foster a more inclusive environment",
        "Employee Wellbeing. A key motive behind the Company’s strategic intent is “Investing in our People.” To achieve this goal, First Financial has developed a “Wellbeing Program” that is designed to support employees and their families in a holistic way, focusing on the five core areas of wellbeing: physical, financial, social, community and purpose.  The program provides employees with incentives (such as health savings account contributions, paid time off and reimbursements) in exchange for participation in a range of activities, including an annual physical, webinar participation and enrollment in Company fitness activities.  In 2020, 62% of eligible employees qualified for benefits under the Wellbeing Program",
        "Compensation and Benefits. First Financial offers employees competitive short-term and long-term compensation, a comprehensive set of benefits including health, dental and vision insurance, free or low-cost access to an independent provider of primary care clinics, product discounts and various expense reimbursement programs.  First Financial also provides all eligible employees with an annual allocation to the First Financial Pension Plan of 5% of eligible annual pay.  The pension allocation is 100% company-paid, fully-vested and portable.  We regularly review our compensation practices to ensure we are paying employees equitably, taking into consideration such factors as experience, education, and performance",
        "Employee Engagement. First Financial launched its engagement initiative in 2020, partnering with a third party to measure associate engagement and develop action plans for continued improvement.  In 2020, we hosted virtual town hall meetings for all associates, opening the lines of communications and answering associate concerns. In conjunction with the town hall meetings, pulse surveys were completed with themes around wellbeing, return to work, diversity and inclusion, and career coaching and development.  These surveys provided insight into our associates’ needs and desires, which we can use in future program development",
        "Diversity, Equity and Inclusion. First Financial prioritizes diversity, equity and inclusion (DEI) as an employer, a financial institution and as a member of the communities in which we operate.  The DEI Committee of the Board provides guidance and oversight to First Financial’s executive committee, the Manager of Diversity, Equity and Inclusion, and the First Financial Diversity Council, which is comprised of 10 associates from across our footprint.  First Financial supports several associate-led business resource groups designed to facilitate networking and leadership development.  First Financial is in the process of building its DEI strategy which includes establishing goals for increased associate and management diversity.  During 2020, First Financial’s CEO held a series of listening sessions with diverse associates as part of our goal to foster a more inclusive environment"
    ]
}