{
    "711669": [
        "Human Capital Resources",
        "On December31, 2020, the Company had a total of 376 employees, 368of which are full-time equivalent employees. We consider our relationship with our employees to be satisfactory.",
        "In response to the COVID-19 pandemic, the Company has prioritized the health and safety of its teammates, and has taken protective measures such as implementing remote work arrangements to the full extent possible and by adjusting banking center hours and operational measures to promote social distancing, and it will continue to do so throughout the duration of the pandemic. We believe employees to be our greatest asset and that our future success depends on our ability to attract, retain and develop employees.",
        "Professional development is a key priority, which is facilitated through our many corporate development initiatives including extensive training programs, corporate mentoring, leadership programs, educational reimbursement and professional speaker series.",
        "Our culture emphasizes our longstanding dedication to being respectful to others and having a workforce that is representative of the communities we serve. Diversity and inclusion are fundamental to our culture. We believe in attracting, retaining and promoting quality talent and recognize that diversity makes us stronger as a company. Our talent acquisition teams partner with hiring managers in sourcing and presenting a diverse slate of qualified candidates to strengthen our organization.",
        "As part of our effort to attract and retain employees, we offer a broad range of benefits, including  a profit-sharing plan covering all employees, subject to certain minimum age and service requirements. In addition, the Company maintains a comprehensive employee benefit program providing, among other benefits, hospitalization, major medical, life insurance and disability insurance. Management considers these benefits to be competitive with those offered by other financial institutions in our market area. Colony’s employees are not represented by any collective bargaining group."
    ]
}