{
    "712537": [
        "Human Capital Resources",
        "Our employees are key to First Commonwealth’s success as an organization. We are committed to attracting, retaining and promoting top quality talent regardless of sex, sexual orientation, gender identity, race, color, national origin, age, religion and physical ability. We strive to identify and select the best candidates for all open positions based on qualifying factors for each job. We are dedicated to providing a workplace for our employees that is inclusive, supportive, and free of any form of discrimination or harassment; rewarding and recognizing our employees based on their individual results and performance; and recognizing and respecting all of the characteristics and differences that make each of our employees unique. At December31, 2020, First Commonwealth and its subsidiaries employed 1,323 full-time employees and 70part-time employees",
        "Our team strives to live our core values of accountability, customer service, integrity, excellence and inclusion, while delivering our Customer Service Promise.  Our Customer Service Promise represents five critical behaviors designed to create an extraordinary customer experience: put customers first, be relentless, inspire confidence, champion simplicity and obsess with yes",
        "As we navigated the COVID-19 crisis throughout 2020, the safety and well-being of our employees, customers, partners, and communities remained our top priority.  To protect the health and financial security of our employees, the Company directed and enabled approximately 40% of its workforce to work-from-home and relocated onsite employees to create physical separation within departments and between individual employees.  We also enhanced our cleaning protocols, provided personal protective equipment to our employees, required face coverings for employees and customers, conducted temperature screening and took other measures to comply with directives of state and local health departments.  In addition, we provided up to 40 hours of additional paid time off to employees who work onsite, offered no-interest loans up to $2,000 to all employees, and provided no-cost COVID-19 treatment under the Company’s medical plan.  Communication with our employees was a priority through weekly leadership messaging and frequent COVID-19 updates. Employees had direct connection to get their questions answered through an internal COVID-19 Hotline and a streamlined approach to help those with positive test results",
        "We also continued to strengthen our commitment to diversity and inclusion in 2020.  Our CEO and leadership team responded to racial injustice by leadership messaging and having conversations with employees of color to listen with understanding.  We took an active approach to provide training and have meaningful conversations at the highest levels in the organization and provided financial support to organizations that address anti-racism education or programming. Our objective of creating an environment that encourages diversity and inclusion was best measured by our 2020 employee engagement survey in which employees rated diversity & inclusion as the highest rated category. In 2020, we have made progress toward our internal goals of increasing the representation of racial minorities, individuals with disabilities and veterans within our workforce and women who serve in leadership positions"
    ]
}