{
    "712534": [
        "HUMAN CAPITAL",
        "As of December31, 2020, the Corporation and its subsidiaries had 1,907 full-time equivalent employees.  Our stated mission to be the most responsive, knowledgeable, and high performing bank requires a dedicated and talented team of colleagues to succeed.  Our employees prepare, every day, to deliver a customer and colleague experience that grows the Corporation.  We seek to attract, retain and develop a team of diverse, committed colleagues who are capable of delivering a whole-bank delivery approach.  And, we promote a work culture of development, growth, internal promotion and career pathing",
        "Best Places to Work / Employer of Choice",
        "Winning Best Places to Work in at least three of our four operating states over the past three years, we constantly strive to be an employer of choice.  Onboarding, training, talent assessment and development, career conversations, development planning and a culture of pride in high performance help us achieve employer of choice status.  Trust, respect, integrity and commitment are at the core of our success",
        "Employee Engagement",
        "Our biennial Employee Engagement Survey is conducted by a third party vendor for confidentiality and anonymity for increased candid feedback. Results show consistently strong employee engagement with over 87 percent of our employees considered to be “highly engaged.” Our response rates are high (83 percent) with the survey results providing valuable feedback that helps managers promote work satisfaction and high contribution",
        "Education Assistance",
        "First Merchants offers an education assistance program that supports full- and part-time colleagues as they seek degree programs that will help them advance their careers. From 2018-2020, 144 employees participated in the Education Assistance program with a total investment of approximately $639,000",
        "Corporate Training",
        "Leveraging a blend of custom designed / internally built training programs and external development resources, First Merchants employees are trained and prepared to perform confidently with role-based training and training focused on topics such as privacy, fair banking and many other industry specific topics and regulations.  Our training completion rates are very high related to required development (99 percent completion, due only to leaves of absence) and our Learning Management System (LMS) archives all development in the Corporation.  This creates transcripts and a system to further enhance development",
        "Diversity Equity and Inclusion",
        "We believe in attracting, retaining and promoting a diverse workforce.  2020 marked the beginning of several Diversity Equity and Inclusion (\"DEI\") initiatives aimed at promoting the career growth and engagement of all First Merchants employees.  Our largest employee resource group (First Women Connections) expanded as it continues to promote the careers of women in the Corporation.  The creation of a DEI Employee Council is attended by nearly 100 employees every two weeks and the formation of a DEI Steering Committee was established to provide clear direction and set priorities around our efforts to further our successes of our increasingly diverse organization",
        "Talent Assessment, Succession Planning and Career Path",
        "Nearly 1,000 of our employees participated in our annual Calibration Process (9 Box Talent Assessment) with the goal of ensuring employees are held to the same high standards across the Corporation and to identify specific development action planning to help retain employees with high potential and performance, increase job satisfaction and high productivity.  Talent calibration supports succession and career planning for the Corporation",
        "Best Places to Work / Employer of Choice:  Winning Best Places to Work in at least three of our four operating states over the past three years, we constantly strive to be an employer of choice.  Onboarding, training, talent assessment and development, career conversations, development planning and a culture of pride in high performance help us achieve employer of choice status.  Trust, respect, integrity and commitment are at the core of our success",
        "Employee Engagement:  Our biennial Employee Engagement Survey is conducted by a third party vendor for confidentiality and anonymity for increased candid feedback. Results show consistently strong employee engagement with over 87 percent of our employees considered to be “highly engaged.” Our response rates are high (83 percent) with the survey results providing valuable feedback that helps managers promote work satisfaction and high contribution",
        "Education Assistance:  First Merchants offers an education assistance program that supports full- and part-time colleagues as they seek degree programs that will help them advance their careers. From 2018-2020, 144 employees participated in the Education Assistance program with a total investment of approximately $639,000",
        "Corporate Training:  Leveraging a blend of custom designed / internally built training programs and external development resources, First Merchants employees are trained and prepared to perform confidently with role-based training and training focused on topics such as privacy, fair banking and many other industry specific topics and regulations.  Our training completion rates are very high related to required development (99 percent completion, due only to leaves of absence) and our Learning Management System (LMS) archives all development in the Corporation.  This creates transcripts and a system to further enhance development",
        "Diversity Equity and Inclusion:  We believe in attracting, retaining and promoting a diverse workforce.  2020 marked the beginning of several Diversity Equity and Inclusion (\"DEI\") initiatives aimed at promoting the career growth and engagement of all First Merchants employees.  Our largest employee resource group (First Women Connections) expanded as it continues to promote the careers of women in the Corporation.  The creation of a DEI Employee Council is attended by nearly 100 employees every two weeks and the formation of a DEI Steering Committee was established to provide clear direction and set priorities around our efforts to further our successes of our increasingly diverse organization",
        "Talent Assessment, Succession Planning and Career Path:  Nearly 1,000 of our employees participated in our annual Calibration Process (9 Box Talent Assessment) with the goal of ensuring employees are held to the same high standards across the Corporation and to identify specific development action planning to help retain employees with high potential and performance, increase job satisfaction and high productivity.  Talent calibration supports succession and career planning for the Corporation"
    ]
}