{
    "713676": [
        "Human Capital",
        "Employees totaled 51,257 at December31, 2020. This total included 49,549 full-time and 1,708 part-time employees, of which 27,621 full-time and 1,611 part-time employees were employed in our Retail Banking business",
        "Part of PNC’s ability to compete effectively depends on our ability to attract new employees and retain and develop our existing employees. In support of our employees, our strategic human capital goals include",
        "Advancing PNC’s talent-focused culture by developing strong leaders who exemplify our Leadership Standards, a set of standards designed to hold managers accountable for intentional inclusion, living our Corporate Values, enabling change, achieving results and developing the best talent and providing them with the tools and insights to effectively manage our people",
        "Focusing on the development and retention of diverse, high performing talent and providing employees with opportunities for professional growth, career mobility and health and financial wellness",
        "Supporting a strong, ethical culture anchored in our Corporate Values and doing the right thing for our employees, customers and shareholders",
        "Continuing to focus on improving workforce diversity and creating an equitable and inclusive work place",
        "In managing our employees, we focus on these key factors",
        "Recruiting, developing and retaining talent",
        "We believe recruiting, developing and retaining talent starts with our leaders and we measure our managers against our Leadership Standards. Our talent acquisition priority is to invest in the development of our internal talent and to provide career advancement opportunities to our employees. We measure how many open requisitions we fill with internal candidates, participation in early career development programs and turnover. At our first-level and above career bands we fill approximately 62% of our open requisitions with internal candidates, which has a direct impact on our ability to retain and develop our people. In addition, we hire approximately 500 interns and 500 full-time development program associates each year from our 11 early career development programs that support each of our lines of business and support areas",
        "The PNC Financial Services Group, Inc. –",
        "2020 Form 10-K",
        "Diversity, equity and inclusion",
        "We focus on attracting, developing and retaining a diverse workforce that reflects and is equipped to meet the needs of our diverse customer base. We measure representation of LGBTQ+, people with disabilities, veterans, women and across all races and certain ethnicities as self-disclosed by our employees. As of December 31, 2020, approximately 59% of PNC’s workforce and 50% of PNC’s employees in managerial roles were women. People of color represented approximately 29% of PNC’s workforce, including 22% of our employees in managerial roles, as of December 31, 2020",
        "Total rewards",
        "We design our compensation and benefits programs to focus on three key aspects of employee well-being: health, money and quality of life. These programs include competitive base salaries and, depending on eligibility, cash incentive or stock-based award opportunities, an Employee Stock Purchase Plan, a 401(k) Plan with employer match, a pension plan, healthcare, life insurance and disability benefits, health savings and dependent care flexible spending accounts, paid time off, paid maternity and parental leave, family care resources, flexible work schedules, a robust wellness program with incentives, adoption assistance, employee assistance programs, educational assistance and on-site health care and child care services, among others. Additionally, we conduct pay equity analyses to determine if employees are being compensated fairly and consistently across roles",
        "Employee engagement",
        "Twice a year, PNC conducts employee surveys to measure employee engagement because we believe that engaged employees have lower attrition rates and improved customer outcomes",
        "PNC continues to recognize the impacts that the COVID-19 pandemic has had and will likely continue to have on our Human Capital. For more information on COVID-19 related impacts to our Human Capital, see the \"Coronavirus (COVID-19) Pandemic\" section of this Item 1"
    ]
}