{
    "714395": [
        "Human Capital",
        "At February 15, 2021, the Company and its subsidiaries employed approximately 770 full-time equivalent employees.  There are no collective bargaining agreements, and we consider employee relations to be good.",
        "People come first at German American. It is through our employees, and their ties to the local community, that we are able to proudly support the communities we serve.  We are deeply rooted in these communities. Engrained in our culture is a commitment to give back to the individuals, families, and businesses in our communities. We have a long history of community involvement, from both a contributory standpoint and a dedication to hands-on volunteer efforts.  ",
        "German American strives to attract, develop, and retain talented individuals in every community we serve. We understand that, in order to deliver the best financial products and services to our clients, we need to invest in our team’s personal and professional success, which includes helping to create a work/life balance and providing further growth opportunities.  As a result, our employees have demonstrated a desire and determination to succeed. Our culture encourages them to take initiative, accept challenges, and achieve goals. Their vast knowledge base and expertise enables them to work efficiently while providing customer service excellence to support strong performance.  German American’s reputation relies on integrity. Our team trusts each other in words and actions, which enables our customers to trust our brand.  We value honesty, open communication, diverse perspectives, and high ethical principles.",
        "We have long been committed to comprehensive and competitive compensation and benefits programs as we recognize that we operate in an intensely competitive environment for employees.  Retention of skilled and highly trained employees is critical to our strategy of being a trusted resource to our communities and strengthening relationships with our customers through our employees.  Furthering our philosophy to attract and retain talented and motivated employees who will continue to advance our purpose and contribute to our overall success, our compensation and benefits programs include: medical, dental and vision plans; a 401(k) deferred compensation and profit sharing plan, with matching contribution, which covers substantially all employees; flexible spending and health savings accounts, life insurance and a robust employee assistance program that covers an array of work-life benefits that supports employee well-being.  In addition, we offer supplemental benefits such as accident, critical illness and hospital indemnity policies, quarterly performance incentives, discounted bank services and an Employee Stock Purchase Plan.",
        "We also invest in our employees’ future by sponsoring and prioritizing continued education throughout the Company’s employee ranks.  Full-time and part-time employees are eligible for tuition reimbursement for work-related courses taken through a community college or university.  Employees are also able to participate in on-the-job learning, classroom learning, mentoring and other internal and external career development programs.  These programs focus on enhancing current skills as well as developing our next generation of leaders, bankers, commercial lenders and other financial professional roles.",
        "In order to develop a workforce that aligns with our corporate values, we regularly sponsor local community events.  We believe that the well-being of our employees and their personal and professional development is furthered by our outreach to the communities we serve.  Our employees’ desire for active community involvement enables us to sponsor many local community events and initiatives, including leading financial literacy classes in community schools and volunteering to enhance the arts, education, economic development, and overall community enrichment in our footprint.  ",
        "The health and well-being of our employees and customers will always be our top priority.",
        "This, of course, came to the forefront as COVID-19 began to spread exponentially in early 2020. In response, we took swift steps by implementing a work-from-home policy for over 40% of our employees, prioritizing drive-thru and appointment banking, and educating our customers on a multitude of electronic delivery options, such as mobile banking, online banking, bill pay, and treasury management.",
        "8",
        "The health and well-being of our employees and customers will always be our top priority. This, of course, came to the forefront as COVID-19 began to spread exponentially in early 2020. In response, we took swift steps by implementing a work-from-home policy for over 40% of our employees, prioritizing drive-thru and appointment banking, and educating our customers on a multitude of electronic delivery options, such as mobile banking, online banking, bill pay, and treasury management."
    ]
}