{
    "714310": [
        "Human Capital",
        "At Valley, our goal is to give people and businesses the power to succeed. We strive to build an inclusive, diverse, and high-performing culture where empowered associates, innovation and collaboration thrive",
        "Demographics",
        "At December31, 2020, Valley National Bank and its subsidiaries employed 3,155 full-time equivalent persons across our multi-state footprint. Management considers relations with its employees to be satisfactory.  During the year 2020, we hired 384 employees and our voluntary turnover rate was 13 percent. Our average tenure was approximately 8.6 years",
        "Diversity, Equity and Inclusion",
        "We believe that the diversity of our associates helps us to become stronger. Thus, we strive to foster a strong and inclusive culture that is committed to providing the quality service to our customers, the communities in which we operate and each other",
        "2020 Form 10-K",
        "As of December 31, 2020, the population of our workforce broken down by gender and diversity was as follows",
        "Total Rewards",
        "We offer market competitive compensation programs to attract, engage, retain, and motivate talent across our footprint. These programs include base wages, performance-based bonus and incentive compensation, stock awards, a 401(k) Plan with a company match, healthcare and insurance benefits, voluntary benefits, commuter benefits, health savings account, flexible spending accounts, tuition reimbursement, paid time off, disability, family leave, wellness and employee assistance programs",
        "Health and Safety",
        "We are committed to the health, safety and wellbeing of our associates. In 2020, we embraced safety protocols that have become the new way of life in this pandemic era",
        "Maintaining alignment with state and local COVID-19 mandates and recommendations, Valley implemented remote work, where functional roles allowed, moving approximately 90 percent of our non-retail associates from the office until safety strategies could be implemented. Return to the workplace protocols and tools have allowed us to return critical workers to Valley facilities",
        "Talent",
        "Within both our Talent Acquisition and Talent Development teams, our goal of attracting, developing, and retaining the most qualified people is crucial to all aspects of Valley's activities and long-term success and is central to our long-term strategy. We actively engage our senior business leaders in reviewing their critical roles in coordination with their strategic talent initiatives. Our annual Talent Review and Succession Planning process has created a broader understanding of our key talent and our flagship Leadership Development programs provide meaningful development and experiences that challenge our high potential associates",
        "Additional information regarding Valley's human capital management can be found under Item 1: Election of Directors of its 2021 Proxy Statement",
        "Information about our Executive Officers",
        "Name",
        "Age atDecember31,2020",
        "ExecutiveOfficerSince",
        "Office",
        "Principal occupation during last five years other than Valley",
        "Ira Robbins",
        "Chairman of the Board, President, and Chief Executive Officer of Valley and Valley National Bank",
        "Michael D. Hagedorn",
        "Senior Executive Vice President, Chief Financial Officer of Valley and Valley National Bank",
        "2015 - 2018 Vice Chairman, UMB Financial Corporation, President and CEO, UMB Bank n.a",
        "Thomas A. Iadanza",
        "Senior Executive Vice President of Valley and Chief Banking Officer of Valley National Bank",
        "Joseph Chillura",
        "Senior Executive Vice President of Valley and Chief Customer Officer of Valley National Bank",
        "Ronald H. Janis",
        "Senior Executive Vice President, General Counsel, and Corporate Secretary of Valley and Valley National Bank",
        "1992 - 2016 Partner, SEC, Banking and Merger & Acquisitions, Day Pitney LLP",
        "Robert J. Bardusch",
        "Senior Executive Vice President of Valley and Chief Operating Officer of Valley National Bank",
        "2014 - 2016 Executive Vice President, Chief Information Officer, Head of Technology and Operations, MVB Financial Corp",
        "Melissa F. Scofield",
        "Executive Vice President of Valley and Chief Risk Officer of Valley National Bank",
        "Yvonne M. Surowiec",
        "Senior Executive Vice President of Valley and Chief People Officer of Valley National Bank",
        "2014 - 2016 Executive Vice President and Chief Human Resources Officer, CDK Global",
        "Mark Saeger",
        "Executive Vice President of Valley and Chief Credit Officer of Valley National Bank",
        "Mitchell L. Crandell",
        "Executive Vice President, Chief Accounting Officer of Valley and Valley National Bank",
        "All officers serve at the pleasure of the Board of Directors"
    ]
}