{
    "715072": [
        "Human Capital Resources",
        "Employees of the Company represent its greatest asset. At December31, 2020, we employed 2,524 people throughout all of our segments on a full-time equivalent basis. Of this total, the Bank accounted for 2,458 employees (inclusive of employees in our Community Banks and Wealth Management segments), and Renasant Insurance employed 66 individuals. The Company has no additional employees. At December31, 2020, 18 employees of the Bank served as officers of the Company in addition to their positions with the Bank.",
        "Early in 2020, we implemented personnel policies and procedures intended to minimize exposure to COVID-19, such as remote work, adjusted staffing levels, the reconfiguration of our workplaces and additional sanitation and safety protocols for those employees who are not able to work remotely, all of which remain in place.  We also enhanced our paid leave practices to address illness, caretaking, isolation after exposure and school closures and other unanticipated childcare emergencies.  We continue to evaluate the needs of our workforce as the COVID-19 pandemic evolves, and we are committed to responding as circumstances change. ",
        "During 2020, the Company offered a voluntary early retirement window program to a select group of employees (called the “VERP”), which was intended to create longer-term efficiencies related to the management of our personnel.  Eligible employees who voluntarily retired on or before December 31, 2020 and satisfied other program conditions received, among other items, cash payments, retiree medical coverage and, if otherwise a participant, accelerated payouts from the Company’s defined benefit pension plan. ",
        "The Company also established a Social Responsibility Diversity and Inclusion Committee (referred to as the “SRDI Committee”), consisting of four permanent members and four rotating members, with the mandate to address inclusion and diversity in the workplace and among the Company’s vendors and suppliers. During 2020, the SRDI Committee evaluated the Company’s existing policies and practices addressing inclusion and diversity and adopted a broader, long-range strategic plan.  The plan has been approved and implementation has begun.  "
    ]
}