{
    "715787": [
        "Human Capital",
        "In response to the COVID-19 pandemic, we have implemented various measures to protect the physical health, mental health, and productivity of our workforce. These measures include, but are not limited to, daily health self-assessments prior to entering an office or manufacturing facility, enhanced cleaning and sanitizing within our facilities, and face covering requirements. In addition, we have adopted new policies and procedures for our employees and have taken steps within our workplaces to promote social distancing. Almost all of our salesforce and administrative employees globally continue to work remotely",
        "Interface is a purpose-driven company with a passionate team that shares a unique set of values. Our core values represent who we are, how we see the world, how we treat each other and our external customers and stakeholders, and how we approach our work every day. These core values are",
        "Design a better way",
        "Be genuine and generous",
        "Inspire others",
        "Connect the whole; and",
        "Embrace tomorrow, today",
        "At January3, 2021, we employed a total of 3,742 employees worldwide. Of such total, 1,579 were clerical, staff, sales, supervisory and management personnel and 2,163 were manufacturing personnel. We also utilized the services of 116 temporary personnel as of January3, 2021",
        "Table of Contents",
        "Some of our employees in Australia, the United Kingdom and China are represented by unions. In the Netherlands, a Works Council, the members of which are Interface employees, is required to be consulted by management with respect to certain matters relating to our operations in that country, such as a change in control of Interface Europe B.V. (our modular carpet subsidiary based in the Netherlands), and the approval of the Council is required for some of our actions, including changes in compensation scales or employee benefits. The majority of our employees in Germany are members of a Works Council as well. Our management believes that its relations with the Works Councils, the unions and all of our employees are good"
    ]
}