{
    "715957": [
        "HUMAN CAPITAL ",
        "One of Dominion Energy's greatest strengths is its employees and Dominion Energy is committed to providing them with a safe, diverse and inclusive workplace. The ability to attract, develop and retain a diverse workforce is integral to the long-term success of Dominion Energy. At December 31, 2020, Dominion Energy had approximately 17,300 full-time employees, of which approximately 4,700 are subject to collective bargaining agreements, including approximately 6,000 full-time employees at Virginia Power, of which approximately 2,500 are subject to collective bargaining agreements. ",
        "Safety is the highest priority of Dominion Energy’s five core values with the fundamental goal to send every employee home safe and sound every day. In 2020, Dominion Energy experienced an OSHA Recordable Rate of 0.41 compared to 0.62 in 2019. These rates reflect Dominion Energy’s dedication to safety when compared to a 2019 BLS Industry Average OSHA Recordable Rate of 2.05. As evidence of Dominion Energy’s commitment to safety, annual incentive plans for all employees, except as restricted by any collective bargaining agreements, include a safety performance measure. Furthermore, Dominion Energy has been proactive in protecting its workforce during the global COVID-19 pandemic by establishing safety protocols, including requirements to wear face coverings and maintain physical distancing as well as new procedures for enhanced cleaning and temperature screening. Dominion Energy also facilitated telecommuting for many employees and expanded paid time off and other benefits to help employees cope with disruptions caused by the pandemic. ",
        "Dominion Energy works to recruit, retain and develop the careers of talented individuals who reflect the communities it serves. To cultivate this diversified workforce, Dominion Energy focuses on workforce diversity and inclusion while fostering an environment where employees can utilize their unique strengths, skills, personalities and life experiences. In October 2020, Dominion Energy announced its commitment to increase workforce diversity by 1% annually until it achieves at least 40% diverse representation. During 2020, Dominion Energy increased diverse representation within its workforce from 33.2% to 34.6%. For the purposes of measuring diversity, Dominion Energy includes non-minority female, minority male, minority female and undeclared female. In 2020 and 2019, the percentage of new hires that are diverse was 50% and 45%, respectively. Dominion Energy sponsors eight employee resource groups to support and reinforce its culture of inclusiveness by enabling employees with shared interests and backgrounds to work together to create community, provide networking opportunities and encourage professional development. The employee resource groups are aligned to support various forms of diversity and inclusion, including gender, sexual orientation, gender identity and expression, race, veteran status, age, ability and cultural heritage. To further advance these initiatives, annual incentive plans for all employees, except as restricted by any collective bargaining agreements, include a performance measure for participation in diversity and inclusion training.",
        "12",
        "Dominion Energy attracts and retains its employees by offering competitive compensation and benefits packages, including healthcare, retirement, paid time off, parental leave and other benefits. Dominion Energy also offers a variety of training and development opportunities for all employees with the goal to provide a consistent and progressive approach to training that engages the workforce and fosters a culture of learning. To this end, Dominion Energy offers continuous learning opportunities including tuition assistance programs, professional development resources, access to a career center and a self-guided training program for independent learning as well as leadership development programs. These resources and programs are designed not only to engage and retain talented employees but also to allow Dominion Energy to meet the needs of its customers in an ever-changing industry with a skilled workforce."
    ]
}