{
    "716006": [
        "Human Capital Resources",
        "The Company’s commitment to human capital resources is evidenced through our focus on our people. Their safety, both physical and psychological, is our top priority as we create a culture of collaboration, inclusion, integrity, leadership, and respect. We believe the Company’s success is firmly built upon our commitment to these values, giving us the ability to attract, develop, and retain quality talent. It is this ability and aspiration to be an employer of choice among diverse, quality talent that drives us to cultivate the culture we envision of an engaged, inclusive workplace where our people have a sense of belonging and can better focus on executing our strategic goals, driving innovation, and delivering on our commitment to our customers. The skills, diverse experiences, and industry knowledge of our approximately 30,000 employees significantly benefit our operations and performance",
        "The Company is safety focused; hazards in the workplace are actively identified, and management tracks incidents so remedial actions can be taken. As a team, we hold ourselves accountable to taking care of our customers and each other",
        "As discussed throughout this filing, most of our employees are covered by our various collective bargaining agreements. As such, the Company is dedicated to managing our labor relations for those employees covered by collective bargaining agreements as well as those who are not",
        "The Company is committed to efforts to increase diversity within our partnerships and our workforce and has established a supplier diversity policy as well as a diversity, equity, inclusion, and belonging (“DEIB”) steering committee to guide these efforts. The supplier diversity policy commits the Company to providing fair and reasonable access to business opportunities without regard to status, structure, or ownership. We believe this program has the potential to help create better partnerships, stronger customers, and economic growth for our community members.The Company’s DEIB steering committee, comprised of a representative group of employees within the organization, will provide strategic direction, set organizational objectives, and lead diversity, equity, inclusion, and belonging initiatives and programs",
        "The COVID-19 pandemic has highlighted new and different challenges to work through to honor our commitment to keep our employees healthy and safe. In response to the pandemic, the Company has taken actions to protect our valued employees so they can more safely perform their work"
    ]
}