{
    "71691": [
        "Human Capital",
        "HUMAN CAPITAL",
        "Our ability to attract, develop and maximize the contributions of world-class talent, and to create the conditions for our people to do their best work, is vital to the continued success of our mission and business and central to our long-term strategy. As we continue to transform the Company and foster a culture that enables our mission and people to thrive, we are focused on building a diverse, equitable and inclusive workplace and workforce that reflects the society that we report on; providing competitive compensation packages and otherwise incentivizing employees in unique and attractive ways; developing and promoting talent; and supporting the health, safety and well-being of our employees",
        "Diversity, Equity and Inclusion",
        "The New York Times is driven by a simple but powerful mission: to seek the truth and help people understand the world. The diversity of our staff helps to make our news report deeper and richer, and better able to address the needs and experiences of our growing, global audience",
        "Since 2017, we have published annually a report on diversity and inclusion to provide transparency in the composition of our workforce, and recently published a more detailed report and plan of action focused on transforming our culture and strengthening our systems and practices for developing and supporting our workforce. We have also taken a number of steps over the years to advance our diversity, equity and inclusion goals, including",
        "Building clear, fair and intentional processes for hiring, including requirements for recruiting diverse slates of job candidates",
        "Conducting a pay equity analysis every two years to ensure that employees from traditionally under-represented groups are not adversely impacted by pay bias, as well as regularly reviewing and benchmarking pay against external market data",
        "Continuing to invest in diversifying the pipeline of future journalists at both The Times and the broader industry, by creating and expanding programs like The New York Times Fellowship Program, a one-year",
        "THE NEW YORK TIMES COMPANY – P. 5",
        "work program for up-and-coming journalists, hosting an annual Student Journalism Institute for journalists of color, and supporting many outside organizations dedicated to increasing diversity in journalism, technology and the media",
        "Fostering an inclusive workplace through, among other things, sponsoring 11 employee resource groups for people who share identities and interests and expanding trainings on unconscious bias and leading diverse teams; and",
        "Adopting policies, processes and guidelines to promote productive, effective and respectful communications with employees",
        "Talent and Development",
        "Recognizing the critical importance of executive leadership to the success of the Company, the Board of Directors works with senior management to ensure that effective plans are in place for both short-term and long-term executive succession at the Company. The Board conducts annually a detailed review of the Company’s talent strategies, leadership pipeline and succession plans for key senior leadership roles. After a deliberate succession planning process, led by our Chairman and Publisher of The New York Times, A.G. Sulzberger, and the Presiding Director, Brian P. McAndrews, the Board appointed Meredith Kopit Levien from within the organization to be the Company’s President and Chief Executive Officer, effective September 2020. We also value ongoing development and continuous learning and strive to support and provide learning opportunities to our employees to invest in their career growth",
        "Compensation and Benefits",
        "We offer a comprehensive compensation and benefits program designed to attract and maximize the contributions of talented individuals. The goal of this program is to meet the needs of our employees, support our strategic goals, mission and values, drive a high-performance culture, and pay competitively and equitably. In line with our business goals, our compensation philosophy links compensation to achieving sustained high performance and creating long-term stockholder value",
        "Health, Safety and Wellness",
        "The physical and mental health, safety, well-being and work-life balance of our employees is vital to our success. We sponsor a wellness program designed to enhance physical, financial and mental well-being for all of our employees. During the early stages of the Covid-19 pandemic, we assembled a broad, cross-functional team to lead and coordinate the Company’s overall response, including to support employees during an extended period of working from home and consider how our policies and practices around remote and distributed work should evolve. Among other things, we expanded remote work, established specialized employee engagement and feedback initiatives, broadened benefit offerings and took early action in implementing protocols to protect the health and safety of our employees, many of whom were reporting on the frontlines of the pandemic. In addition, we introduced dependent care relief, an office supply reimbursement and ergonomic resources, mental health and wellness support, and a one-off bonus to all employees other than senior-most leaders to recognize their outstanding efforts and support them with any additional financial needs stemming from the pandemic",
        "Workforce Demographics",
        "We had approximately",
        "full-time equivalent employees as of December27, 2020, which includes approximately 1,700 in our newsroom",
        "Approximately 40% of our full-time equivalent employees were represented by unions as of December27, 2020, including certain employees at Wirecutter who formed a union in 2019. The following is a list of collective bargaining agreements covering various categories of the Company’s employees and their corresponding expiration dates. As indicated below, five collective bargaining agreements, under which approximately 30% of our full-time equivalent employees are covered, will expire within one yearand negotiations for new contracts are either ongoing or expected to begin in the near future. We cannot predict the timing or the outcome of these negotiations",
        "P. 6 – THE NEW YORK TIMES COMPANY",
        "Employee Category",
        "Expiration Date",
        "NewsGuild of New York",
        "March 30, 2021",
        "Paperhandlers",
        "Pressmen",
        "Stereotypers",
        "Voice Actors",
        "October 31, 2021",
        "Machinists",
        "March 30, 2022",
        "Mailers",
        "March 30, 2023",
        "Drivers",
        "March 30, 2025",
        "Typographers",
        "In addition, we are in the process of negotiating an initial collective bargaining agreement with certain employees of Wirecutter"
    ]
}