{
    "717423": [
        "Human Capital Resources",
        "Employees ",
        "At Murphy, we believe in providing energy that empowers people, and that is what our 675 employees do every day. As of December 31, 2020, we had 425 office-based employees and 250 field employees, all of whom are guided by our mission, vision, values and behaviors. Together with the Executive Management Team, the Vice President of Human Resources and Administration is responsible for developing and executing our human capital management strategy. This includes the attraction, recruitment, development and engagement of talent to deliver on our strategy and the design of employee compensation, health and welfare benefits, and talent programs. We focus on the following factors in order to implement and develop our human capital strategy:",
        "Employee Compensation Programs ",
        "Employee Performance and Feedback",
        "Talent Development and Training",
        "Health and Welfare Benefits",
        "Diversity, Equity and Inclusion      ",
        "Our purpose, to empower people includes tying a portion of our employees pay to performance in a variety of ways, including incentive compensation and merit-based bonus programs, while maintaining the best interest of shareholders. We benchmark for market practices, and regularly review our compensation against the market to ensure it remains competitive to attract and retain the best talent. Our current practices align our employees’ compensation with the interests of our shareholders, and support our focus on cash flow generation, capital returns and environmental stewardship. For further detail on the Company’s compensation framework please see Exhibit 99.1 on Form 8-K filed on February 8, 2021 and the Compensation Discussion and Analysis section of the forthcoming Proxy Statement relating to the Annual Meeting of Stockholders on May12, 2021.",
        "We are committed to efforts to enhance our employees’ professional growth and development through feedback that utilizes our internal performance management system (Murphy Performance Management - MPM). The purpose of Murphy’s MPM process is to show our commitment to the development of all employees and to better align rewards with Company and individual performance. The goals of the MPM process are the following: ",
        "Drive behavior to align with the Company’s mission, vision, values and behaviors",
        "Develop employee capabilities through effective feedback and coaching",
        "Maintain a process that is consistent throughout the organization to measure employee performance and are tied to Company and Shareholder interests",
        "All employees’ performance is evaluated annually through self-assessments that are reviewed in discussions with supervisors. Employees’ performance is evaluated on various key performance indicators set annually, including behaviors that support our mission, vision, values and an assessment conducted by the employees’ direct supervisor. ",
        "Talent Development and Training ",
        "Employees are able to participate in continuous training and development, with the goal of equipping them for success and providing increased opportunities for growth at Murphy. Through our digital platform, My Murphy Learning, employees can access self-directed courses, external articles, and videos that cover topics such as business, technology, and productivity. Also, we are able to administer mandatory compliance training for our employees through My Murphy Learning, with a 100% utilization rate. Further, we strive to empower our leadership, so we sponsor several programs to address career advancement for emerging leaders and executives. Plus, we provide a tuition reimbursement program for those who choose to acquire additional knowledge to increase their effectiveness in their present position or to prepare the employee for advancement. ",
        "We encourage employee engagement and solicit feedback through internal surveys and our employee driven Ambassador program to gain insights into workplace experiences. Employees are provided opportunities to raise suggestions and collaborate with leadership to improve programs and increase alignment.",
        "To ensure that our human capital investment and development programs are effective, we track voluntary turnover. This data is shared on a regular basis with our leadership team, who use it in addition to other pertinent data to develop our human capital strategy. In 2020, our voluntary employee turnover was 6%.  ",
        "We believe that doing our part to aid in maintaining the health and welfare of our employees is a critical element in Murphy achieving success. As such, we provide our employees and their families with a comprehensive set of benefits that are competitive and aligned to Murphy’s mission, vision, values and behaviors. We also believe that the wellbeing of our employees is enhanced when they can give back to their local communities or charities either through the company “Impact – ",
        "11",
        "Table of Contents",
        "Murphy Makes a Difference” program or on their own and receive a company match for donations and additional vacation days to volunteer time. ",
        "In addition, we offer an Employee Assistance Program (EAP) that provides confidential assistance to employees and their immediate family members for mental and physical wellbeing, as well as legal and financial issues. We also maintain an Ethics Hotline that is available to all our employees to report, anonymously if desired, any matter of concern. Communications to the hotline, which is facilitated by an independent third party, are routed to appropriate functions, Human Resources, Law or Compliance, for investigation and resolution. ",
        "Response to COVID-19",
        "We have taken a proactive approach to addressing the COVID-19 pandemic’s impact on our employees. We have implemented a mitigation and response program which is being led by our Incident Management Team (IMT), leveraging the advice and recommendations of infectious disease experts, establishing safety protocols for field workers and work from home procedures for office employees. In order to protect the health of our employees, we have balanced a carefully considered return to office policy that complies with local guidelines. ",
        "During, the pandemic, we wanted to reinforce aligning our culture with our mission, vision, values and behaviors, so we have significantly increased leadership updates and management outreach in conjunction with CEO sponsored quarterly Town Hall events.",
        "Diversity, Equity and Inclusion",
        "We are committed to fostering work environments that value diversity, equity, and inclusion. This commitment includes providing equal access to, and participation in, programs and services without regard to race, creed, religion, color, national origin, disability, sex (including pregnancy), sexual orientation, gender identity, veteran status, age or stereotypes or assumptions based thereon. We welcome our employees’ differences, experiences and beliefs, and we are investing in a more productive, engaged, diverse and inclusive workforce. During 2020, under the leadership of our Vice President Human Resources and Administration, we expanded the responsibilities of our Director Talent Development to include the strategic management and planning for diversity and inclusion programs within the company, as well as enhancing our understanding, and providing mandatory training and development for all employees. In addition, our Board has had a woman representative for over 30 years, and currently includes two women directors. Our Nominating and Governance Committee is actively focused on issues of diversity and inclusion as part of its overall mandate. Also, our Board expanded the focus of the Health, Safety and Environment Committee to include Corporate Responsibility. ",
        "Women Representation ",
        "(US and International)",
        "2020",
        "Executive and Senior Level Managers",
        "12",
        "First- and Mid-Level Managers",
        "17",
        "Professionals",
        "34",
        "Other (Administrative Support and Field)",
        "7",
        "Total",
        "21",
        "Minorities ",
        "1",
        " Representation",
        " (US-Based Only)",
        "23",
        "33",
        "31",
        "30",
        "1 ",
        "As defined by the U.S. Equal Employment Opportunity Commission (EEOC).",
        "We believe that it is important we attract employees with diverse backgrounds where we operate and are focusing on increasing the number of women and minorities in our workforce ensuring a vibrant talent pipeline. We acknowledge these efforts were hindered in 2020 by office closures and the reduction in force, both caused by the OPEC+ oil price disruptions and the ongoing COVID-19 pandemic (discussed further in Management’s Discussion and Analysis of Financial Condition and Results of Operations on page 28), and we look to ongoing improvement in our diversity representation. ",
        "Website",
        "Access to SEC Reports",
        "Murphy Oil’s internet Website address is http://www.murphyoilcorp.com. The information contained on the Company’s Website is not part of this report on Form10-K.",
        "The Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and any amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 are available on Murphy’s Website, free of charge, as soon as reasonably practicable after such reports are filed with, or furnished to, the SEC.You may also access these reports at the SEC’s Website at http://www.sec.gov.",
        "13"
    ]
}