{
    "717538": [
        "G. HUMAN CAPITAL",
        "Arrow believes that its employees are among its most important assets. Accordingly, Arrow has prioritized investment in the well-being, performance, engagement and development of Arrow's employees. This includes, but is not limited to, providing access to well-being resources and assistance, offering competitive compensation and benefits to attract and retain top-level talent, empowering team members to take an active role in the formation and execution of the business strategy, and fostering a diverse and inclusive work environment that reflects the many values of the communities Arrow serves. At December 31, 2020, Arrow had 517 full-time equivalent employees. In light of the COVID-19 pandemic, Arrow has taken steps to mitigate the risk of harm to its employees and customers and to its operations from the pandemic. In particular, Arrow, when necessary, has limited access to facilities to appointments only and encouraged customers to use contact-free alternatives like digital banking and ATMs.  Arrow has also minimized contact for a large portion of its employee base through remote working, minimal travel and in-person meetings and social distancing",
        "H. EXECUTIVE OFFICERS OF THE REGISTRANT",
        "The names and ages of the executive officers of Arrow and positions held by each are presented in the following table. Officers are elected annually by the Board of Directors",
        "Name",
        "Age",
        "Positions Held and Years from Which Held",
        "Thomas J. Murphy",
        "President and Chief Executive Officer of Arrow since January 1, 2013.  Mr. Murphy has been a Director of Arrow since July 2012. In addition to his executive leadership role at Arrow, he has been the President of GFNB since July 1, 2011 and Chief Executive Officer of GFNB since January 1, 2013. Prior positions in the Company include: Senior Executive Vice President of Arrow (2011-2012), Vice President of Arrow (2009-2011), Senior Trust Officer of GFNB (2010-2011), Corporate Secretary (2009-2012), Assistant Corporate Secretary of Arrow (2008-2009), Senior Vice President of GFNB (2008-2011) and Manager of the Personal Trust Department of GFNB (2004-2011). Mr. Murphy started with the Company in 2004",
        "Edward J. Campanella",
        "Senior Vice President, Treasurer and Chief Financial Officer of Arrow since September 5, 2017. Mr. Campanella also serves as Executive Vice President, Treasurer and Chief Financial Officer of GFNB and SNB. Mr. Campanella joined the Company in 2017. Previously, he served as Chief Financial Officer for National Union Bank of Kinderhook in Kinderhook, NY (2016-2017). He was Senior Vice President, Treasurer and Director of Finance at Opus Bank in Irvine, CA (2013-2016). Prior to that he served as First Vice President and Treasurer of Cambridge Savings Bank in Cambridge, MA (2006-2013",
        "David S. DeMarco",
        "Senior Vice President and Chief Banking Officer of Arrow since February 1, 2018.  Mr. DeMarco has been a Senior Vice President of Arrow since May 1, 2009. Additionally, Mr. DeMarco has been President and Chief Executive Officer of SNB since January 1, 2013.  He is also Executive Vice President and Chief Banking Officer of GFNB. Previously, Mr. DeMarco served as Executive Vice President and Head of the Branch, Corporate Development, Financial Services & Marketing Division of GFNB (2003-2012).  Mr. DeMarco started with the Company as a commercial lender in 1987",
        "David D. Kaiser",
        "Senior Vice President and Chief Credit Officer of Arrow since February 1, 2015. Mr. Kaiser has also served as Executive Vice President of GFNB since 2012 and as Chief Credit Officer of GFNB since 2011.  Previously, he served as the Corporate Banking Manager for GFNB from 2005 to 2011.  Mr. Kaiser started with the Company in 2000",
        "Andrew J. Wise",
        "Senior Vice President and Chief Operating Officer of Arrow since February 1, 2018. Mr. Wise has also served as Executive Vice President and Chief Operating Officer of GFNB since October 2017. Previously, Mr. Wise served as Chief Administrative Officer of GFNB. He joined GFNB in May 2016 as Senior Vice President of Administration. Prior to that, he worked at Adirondack Trust Company for 12 years where he was Executive Vice President and Chief Operating Officer of the Company’s insurance subsidiary",
        "I. AVAILABLE INFORMATION",
        "Arrow's Internet address is",
        "www.arrowfinancial.com",
        "The Company makes available, free of charge on or through Arrow's website, the annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports as soon as practicable after they are filed or furnish them with the SEC pursuant to the Exchange Act. Various other documents related to corporate operations, including Corporate Governance Guidelines, the charters of  principal board committees, and codes of ethics are available on the website. The Company has adopted a financial code of ethics that applies to Arrow’s chief executive officer, chief financial officer and principal accounting officer and a business code of ethics that applies to all directors, officers and employees of the holding company and its subsidiaries"
    ]
}