{
    "717605": [
        "Human Capital ",
        "We believe our success depends on the skills, experience, and industry knowledge of our key talent.As such, our management team places significant focus and attention on the attraction, development, and retention of employees, as well as ensuring our corporate culture reflects Hexcel’s values, and our board of directors provides oversight for various employee initiatives. Our Hexcel values guide our actions, reflect our culture, and drive our performance, as explained in our Code of Business Conduct posted on our website at www.hexcel.com. We have made and continue to make significant investments in training and professional development, and we have well-established performance management and talent development processes that encourage employees to aspire to different career opportunities and for our managers to provide regular feedback and coaching to develop employees.",
        "The health and safety of our employees is also a top priority. Over the past ten years, our focus on the reduction of injuries and illnesses has significantly improved our safety performance. We have attained these improvements by fostering a global safety culture supported with regular training and education that includes robust systems and philosophies centered on personal responsibility and accountability. There is a high-level of leadership engagement, ensuring appropriate safety equipment is installed and operational at all of our manufacturing sites worldwide combined with vigorous reviews of root causation and systemic corrective actions of any safety incidents that may occur.",
        "In response to the emergence of COVID-19 in early 2020, we implemented a proactive internal procedure and complied with local, federal and international governmental guidance that has enabled us to operate safely. Each of our facilities globally continues to adhere to these practices, and we have also adjusted our remote worker safety procedures to ensure that remote employees are better integrated into our safety and health systems.",
        "An engaged, innovative, skilled, and collaborative workforce is critical to our continued leadership in the advanced composites industry. We operate globally under policies and programs that provide competitive wages, benefits, and terms of employment. We are committed to efforts to increase diversity and foster an inclusive work environment that supports our global workforce through recruiting efforts, equitable compensation policies, and educational workshops to promote a positive and collaborative culture. Our diversity recruitment efforts include targeted university recruitment and attendance at conferences promoting racial and gender diversity in engineering, which have historically been a source of candidates for our summer internship program.",
        "Employee levels are managed to align with business demand and management believes it currently has sufficient human capital to operate its business successfully. As of December 31, 2020, we employed 4,647 full-time employees and contract workers: 2,312 in the United States and 2,335 in other countries. We employ a minimal number of contract workers. Approximately 25% of employees in the United States and the majority of those in Europe are represented by collective bargaining agreements. We believe that our relations with employees, unions and works’ councils are good. The total number of full-time employees and contract workers as of December 31, 2019 and 2018 was 6,977 and 6,626, respectively.    ",
        "13",
        "Other Information ",
        "Our internet website is www.hexcel.com. We make available, free of charge through our website, our Form10-Ks, 10-Qs and 8-Ks, and any amendments to these forms, as soon as reasonably practicable after filing with, or furnishing to, the Securities and Exchange Commission (“SEC”). "
    ]
}