{
    "717806": [
        "Human Capital Resources",
        "Bancshares has no employees, other than the executive officers discussed in the information incorporated by reference in Part III, Item 10 of this report. As of December 31, 2020, the Bank had 189 full-time equivalent employees, and ALC had 81 full-time equivalent employees. FUSB Reinsurance has no employees. None of our employees are party to a collective bargaining agreement. Management believes that the Company’s employee relations are good.",
        "To facilitate talent attraction and retention, we strive to make the Company an inclusive, safe and healthy workplace, with opportunities for our employees to grow and develop in their careers, supported by strong compensation, benefits, health and welfare programs. Our talent acquisition team uses internal and external resources to recruit highly skilled and talented workers across our markets, and we encourage employee referrals for open positions.",
        "As part of our compensation philosophy, we believe that we must offer and maintain market competitive total rewards programs for our employees in order to attract and retain superior talent. In addition to healthy base wages, additional programs include bonus opportunities, Company matched 401(k) Plan, healthcare and insurance benefits, health savings and flexible spending accounts, vacation and paid time off, family and military leave, flexible work schedules and employee assistance programs.",
        "4",
        "The success of our business is fundamentally connected to the well-being of our people. Accordingly, we are committed to the health, safety and wellness of our employees. We provide our employees and their families with access to a variety of flexible and convenient health and welfare programs, including benefits that support their physical and mental health by providing tools and resources to help them improve or maintain their health status; and that offer choice where possible so they can customize their benefits to meet their needs and the needs of their families. In response to the COVID-19 pandemic, we implemented significant operating environment changes that we determined were in the best interest of our employees, as well as the communities in which we operate, and which comply with government regulations. This includes having a substantial percentage of our employees work from home, while implementing additional safety measures for employees continuing critical on-site work.",
        "Our ongoing diversity and inclusion initiatives support our goal that everyone throughout the Company is engaged in creating an inclusive workplace, and we are focused on sourcing and hiring with fairness and equitable approaches, creating an environment where all of our employees can develop and thrive. We believe it is crucial that we attract and retain talent who desire to enable financial equality through delivery of capable solutions, thoughtful innovation and equitable consumer options in the markets that we serve.",
        "At December 31, 2020, 83% of our workforce was comprised of females, and 19% of our workforce was comprised of individuals who are racially or ethnically diverse. Our Board of Directors includes two females and one racially or ethnically diverse member (representing 25% of Directors). Women and individuals who are racially or ethnically diverse represent 27% of our senior management team, which includes our executive officers."
    ]
}