{
    "718877": [
        "Human Capital",
        "We believe that our continued success and growth is directly related to our ability to attract, retain, and develop top talent. As of December 31, 2020, Activision Blizzard had approximately 9,500 employees, with approximately 65% in North America, approximately 30% in the Europe, Middle East, and Africa (“EMEA”) region, and approximately 5% in the Asia Pacific region. Of these employees, approximately 61% are personnel whose primary focus is on game and technology development, which represents an approximate three percentage point increase from 2019. Activision Blizzard takes an active role in the entirety of the employee lifecycle, from candidates to alumni. Recognizing that ours is a rapidly changing industry with constant technological innovation, we remain focused on attracting, recruiting, enabling, developing, and retaining a diverse and innovative employee population.",
        "8",
        "Table of Contents",
        "Diversity, Equity, and Inclusion (“DE&I”)",
        ": We believe that a culture of inclusion and diversity enables us to create, develop, and fully leverage the strengths of our workforce to exceed players' and fans' expectations and meet our growth objectives. We remain committed to building and sustaining a culture of belonging, built on equitable processes and systems, where everyone thrives. By embedding DE&I practices and programs in the full employee lifecycle, we work to recruit, attract, retain, and grow world-class talent. Our employee resource groups play an active role in our DE&I efforts by building community and awareness. We also offer leadership and management development opportunities on the topics of unconscious bias and inclusive leadership and train our recruiting workforce in diverse sourcing strategies.",
        "Our Corporate Governance Principles and Policies provide that the initial list from which any new independent director nominee is chosen includes qualified female and racially/ethnically diverse candidates and, similarly, if we conduct an external search for a new CEO, that the initial list of external candidates includes qualified female and racially/ethnically diverse candidates. As of December 31, 2020, two of our ten directors were women. ",
        "Additionally, we have been recognized for our efforts to create an inclusive workplace, including receiving the distinction for two consecutive years as a “Best Place to Work for LGBTQ Equality” by the Human Rights Campaign Foundation’s Corporate Equality Index. We are proud of these accolades because we believe that the most innovative work comes from a culture in which all employees can be, and bring, their authentic and best selves.",
        "Compensation and Benefits",
        ": The main objective of our compensation program is to provide a compensation package that attracts, retains, motivates, and rewards top-performing employees that operate in a highly competitive and technologically challenging environment. We seek to do this by linking compensation (including annual changes in compensation) to overall Company and business unit performance, as well as each individual’s contribution to the results achieved. The emphasis on overall Company performance is intended to align our employee’s financial interests with the interests of our shareholders. We also seek fairness in total compensation by reference to external comparisons, internal comparisons, and the relationship between development and non-development, as well as management and non-management, remuneration. We believe in equal pay for equal work, and we continue to make efforts across our global organization to promote equal pay practices. ",
        "We are committed to providing comprehensive benefit options, and it is our intention to offer benefits that allow our employees and their families to live healthier and more secure lives. Some examples of our wide-ranging benefits offered are: medical insurance, prescription drug benefits, dental insurance, vision insurance, hospital indemnity insurance, accident insurance, critical illness insurance, life insurance, disability insurance, health savings accounts, and flexible spending accounts. We frequently upgrade our benefit portfolio by seeking out pioneer partners that give our employees modern benefit experiences. As an example, at the onset of the COVID-19 pandemic when traditional medical services became under huge demand, in order to help ensure that our employees and their families had access to medical advice, we created an enterprise-wide global network of physicians. ",
        "Talent Assessment and Development:",
        " Recognizing that ours is a rapidly changing industry with constant innovation, developing our diverse and innovative talent base is paramount, imperative, and vital to our business. We intend for our employees to have a clear understanding of their strengths and development opportunities, while fostering a collaborative and productive relationship between employees and their managers. Talent assessment and development are therefore critical aspects of our human capital programs. We employ a broad range of talent processes—for example, talent assessment, succession planning, and performance management. Our performance management process includes the establishment of goals (at the beginning of the year), and throughout the year we encourage regular check-ins on progress and performance so that employees have a clear understanding of their strengths and areas for improvement. We regularly assess employee contributions to our Company results and culture so that we can appropriately recognize and reward performance. Additionally, on an annual basis, we conduct an organizational and performance review process with our CEO and all segment, business unit, and function leaders, focusing on our high-performing and high-potential talent, diverse talent, and the performance and succession for our most critical roles.",
        "Employee Experience:",
        " We capture and act on the voice of our employees through regular company-wide pulse surveys. We emphasize to employees that this is their chance to “provide honest, candid feedback about their experience working for the company.” Our survey participation rates (regularly 75% or higher) demonstrate our collective commitment that Activision Blizzard remains a great place to work. The survey—and other forms of employee feedback—result in actionable steps that lead to positive improvements to the employee experience at the company-wide, business unit, and team levels. Our employee feedback is dynamic and relevant to our employees’ immediate needs. For example, most recent surveys focused on whether our employees felt supported as they worked from home during the COVID-19 pandemic, and expectations of the employee population as we anticipate a return to the office.",
        "9",
        "Diversity, Equity, and Inclusion (“DE&I”): We believe that a culture of inclusion and diversity enables us to create, develop, and fully leverage the strengths of our workforce to exceed players' and fans' expectations and meet our growth objectives. We remain committed to building and sustaining a culture of belonging, built on equitable processes and systems, where everyone thrives. By embedding DE&I practices and programs in the full employee lifecycle, we work to recruit, attract, retain, and grow world-class talent. Our employee resource groups play an active role in our DE&I efforts by building community and awareness. We also offer leadership and management development opportunities on the topics of unconscious bias and inclusive leadership and train our recruiting workforce in diverse sourcing strategies.",
        "Compensation and Benefits: The main objective of our compensation program is to provide a compensation package that attracts, retains, motivates, and rewards top-performing employees that operate in a highly competitive and technologically challenging environment. We seek to do this by linking compensation (including annual changes in compensation) to overall Company and business unit performance, as well as each individual’s contribution to the results achieved. The emphasis on overall Company performance is intended to align our employee’s financial interests with the interests of our shareholders. We also seek fairness in total compensation by reference to external comparisons, internal comparisons, and the relationship between development and non-development, as well as management and non-management, remuneration. We believe in equal pay for equal work, and we continue to make efforts across our global organization to promote equal pay practices. ",
        "Talent Assessment and Development: Recognizing that ours is a rapidly changing industry with constant innovation, developing our diverse and innovative talent base is paramount, imperative, and vital to our business. We intend for our employees to have a clear understanding of their strengths and development opportunities, while fostering a collaborative and productive relationship between employees and their managers. Talent assessment and development are therefore critical aspects of our human capital programs. We employ a broad range of talent processes—for example, talent assessment, succession planning, and performance management. Our performance management process includes the establishment of goals (at the beginning of the year), and throughout the year we encourage regular check-ins on progress and performance so that employees have a clear understanding of their strengths and areas for improvement. We regularly assess employee contributions to our Company results and culture so that we can appropriately recognize and reward performance. Additionally, on an annual basis, we conduct an organizational and performance review process with our CEO and all segment, business unit, and function leaders, focusing on our high-performing and high-potential talent, diverse talent, and the performance and succession for our most critical roles.",
        "Employee Experience: We capture and act on the voice of our employees through regular company-wide pulse surveys. We emphasize to employees that this is their chance to “provide honest, candid feedback about their experience working for the company.” Our survey participation rates (regularly 75% or higher) demonstrate our collective commitment that Activision Blizzard remains a great place to work. The survey—and other forms of employee feedback—result in actionable steps that lead to positive improvements to the employee experience at the company-wide, business unit, and team levels. Our employee feedback is dynamic and relevant to our employees’ immediate needs. For example, most recent surveys focused on whether our employees felt supported as they worked from home during the COVID-19 pandemic, and expectations of the employee population as we anticipate a return to the office."
    ]
}