{
    "718937": [
        "Human Capital",
        "Our goal is to develop, manufacture and sell ophthalmic products throughout the world as primary and premium solutions for patients seeking visual freedom from wearing eyeglasses or contact lenses while achieving excellent visual acuity through refractive vision correction. To achieve our goal, we continually seek to attract, develop and retain talented people. We strive to make STAAR a diverse, inclusive, safe workplace, with opportunities for employees to grow and develop their careers. We offer competitive compensation and benefits.",
        "As of January1, 2021, we had approximately 575 full-time equivalent employees, of which 225 were employed outside the U.S. In fiscal year 2020, we added approximately 70 employees to help keep pace with the growth of our business. Our U.S. overall turnover rate in fiscal year 2020 was approximately 7%, below the overall turnover rate of approximately 17% in the medical device industry. We seek employees who reflect the communities where we conduct operations. In the U.S., currently approximately 50% of our employees are female and approximately 50% are male. The gender ratio for our employees globally is approximately 48% female and 52% male. In the U.S., currently approximately 60% of our employees are from underrepresented populations. Among our Board of Directors, currently three directors are female and five directors are male, and one male director has chosen to retire from the Board of Directors when his current term expires, effective at STAAR’s 2021 Annual Shareholders Meeting. Two of the directors on our Board of Directors self-identify as members of underrepresented populations.",
        "The health and safety of our employees is a top priority We created and follow various safety policies and procedures. Also, we offer health insurance and wellness programs. In response to the COVID-19 pandemic, we implemented numerous changes that we determined were in the best interest of our employees and other stakeholders, and which followed guidelines and regulations of the applicable health authorities. For example, the majority of our employees continue to work from home. We implemented additional safety measures for employees who continue critical on-site work such as health screening, implemented social distancing and personal protective equipment requirements, enhanced cleaning and sanitation procedures, and modified workspaces and break areas to reduce the potential for disease transmission. Two examples demonstrating our commitment to our employees during the pandemic are the following: (1) we did not furlough any employees, even when we paused manufacturing operations from March 17, 2020 to April 27, 2020; and (2) we continued to fully compensate our employees globally even when customers ceased purchasing our products.",
        "We invest in our employees by offering numerous training opportunities, such as to teach new skills, provide career development opportunities and communicate expectations regarding business conduct and ethics. In addition to salaries, we provide additional compensation and benefits programs (which vary by country) such as cash bonuses, stock awards, a 401(k) plan, health insurance benefits, health savings and flexible spending accounts, paid time off, family leave, and employee assistance programs, among others."
    ]
}