{
    "719413": [
        "Human Capital Management",
        "As of December31, 2020, we employed approximately 1,600 people, of which approximately 900 were employed in the United States, 650 in Canada, and 50 in Mexico. The vast majority of our employees are full-time. Approximately 15% of our employees were covered by a collective bargaining agreement",
        "One of our greatest resources is our people, with the attraction, development and retention of talent critical to delivering our business strategy. Key areas of focus for us include",
        "Health and Safety",
        "The safety and health of our employees is of paramount importance, and we go to great lengths to keep employees safe. We continue to invest in effective ways to operate our mines more safely. Our goal is to achieve world-class safety and health performance by promoting a deeply rooted value-based culture of safety and utilizing technology and innovation to continually improve safe operations. We know that instilling the behavior of safety awareness is fundamental to making our workplace as safe as possible. So, we invest in our people with training and the latest technology and workforce development programs that focus on safety first. All employees receive training that complies with or exceeds the applicable safety and health regulations as set by the governing body in the jurisdiction in which each operation is located. As part of our commitment to safety, we track a variety of safety performance indicators, including injuries, near misses, observations, and equipment damages. Our goal is to reduce safety incidents and improve upon the previous year’s performance. Company-wide, our All Injury Frequency Rate (\"AIFR\"), calculated as the number of incidents in the period multiplied by 200,000 hours and divided by the number of hours worked in the period, dropped 70% from 2014 to 2019. In 2020, we reduced our AIFR by 24% to 1.22, the lowest level in our history and 46% below the U.S. national average for MSHA's \"metal and nonmetal\" category",
        "During fiscal year 2020, we launched a proactive response to the escalating COVID-19 outbreak and temporarily suspended operations at our Casa Berardi mine, starting at the end of March, and at our San Sebastian mine, in early April, due to government mandated closures. Those sites returned to full operations in mid-April and early-May, respectively. To mitigate the impact of COVID-19, we have taken precautionary measures, including implementing very detailed corporate and site-specific plans in February and early March 2020. Our plans included being flexible and quickly adapting to changing circumstances and government mandates. Even before mining was deemed an essential industry in the United States, we implemented procedures and policies to help keep our workers safe and ensure our supply chain, such as limiting site access, adopting social distancing, enhanced cleaning practices, implementing temperature testing, and quarantining protocols. We also commenced remote work protocols for those employees who wished to work remotely and could effectively do so. We took these actions to secure the safety of our employees, our vendors, and the communities in which our team members live and work, and to adhere to Center for Disease Control recommendations",
        "Compensation and Benefits",
        "We are often among the largest private-sector employers in the communities in which we operate. We strive to provide a compensation and benefits package that succeeds in attracting, motivating, and retaining employees. For many decades, we have been at the forefront of offering competitive wages and among the highest valued benefits in the communities where we operate. The competitive wage and benefit package has been key to the strong retention of our employees. In addition to competitive base wages, we offer retirement benefits, health insurance benefits, incentive plans, and paid time off. We believe our retirement benefits in particular, which include both defined benefit and defined contribution plans, set us apart from many other employers",
        "Retention and Employee Development",
        "A key element of our employee retention has been our culture. Maintaining a work environment in which our employees are provided the tools they need to grow and succeed and supporting the communities in which our mines and offices are located has been part of our culture for over a century. Our employees benefit from company-sponsored health and wellness programs that cover education, health interventions and disease management. Our responsibility to ensure a safe workplace extends to providing opportunities for employee wellness. In combination with the Hecla Foundation, we support employees both at the work site and in the communities in which we operate",
        "We are committed to hiring talented people, developing effective leaders and providing an inclusive workplace. The mining workforce of the future, like all industries, will see a continual change in the jobs and skill sets required as we adopt new technologies and make our workplace safer and more efficient. We are also committed to helping employees update their skills. For example, we are working with North Idaho College’s Career Training Center to develop a training curriculum to update the worker skill sets necessary to meet the changing mining workforce dynamic. In addition, we have long supported the Pathways to Mining Careers program, a career training partnership with the University of Alaska Southeast in Juneau. We also offer a reimbursement program to assist with educational expenses for employees who are interested in furthering their education. Advanced education can improve job performance and increase advancement opportunities for the employee, while providing flexibility to our company by increasing the employee’s knowledge base and skill set",
        "Annual employee surveys are conducted to gauge employee concerns and morale. The results of the surveys, and any responsive measures, are shared with our board of directors. Strategic talent reviews and succession planning reviews are conducted periodically across all business areas, and our training programs are adapted accordingly. The CEO, senior level company leadership and board of directors regularly review top talent across the organization. Creating more opportunities for women, indigenous people and minorities are among our priorities for employee development. We also strive to maintain an inclusive workplace, and provide periodic training to employees to help meet that goal. Our employees are required to abide by our Code of Conduct, which is available on our website, to promote the conduct of our business in a consistently legal and ethical manner. Among other provisions, the Code of Conduct reflects that it is our policy and practice not to discriminate against any employee because of race, color, religion, national origin, sex, sexual orientation, gender identity or expression, age, or physical or other disability. We expect our leaders to set the example by being positive role models and good mentors for our employees",
        "We employ our Vice President-Human Resources who is responsible for developing and executing our human capital strategy. The position is an executive-level position to reflect the priority we place on utilizing our human capital resources to meet our business strategy"
    ]
}