{
    "72162": [
        "Human capital resources ",
        "Employees – We operate through our subsidiaries and through our intercorporate services agreement with Contran (see Note 16 to our Consolidated Financial Statements), we have no direct employees.Our operating results depend in part on Kronos’ and CompX’s ability to successfully manage their human capital resources, including attracting, identifying, and retaining key talent.  Kronos and CompX each have a well-trained labor force with a substantial number of long-tenured employees.  Kronos and CompX provide competitive compensation and benefits to their employees, some of which for Kronos are offered under collective bargaining agreements.  In addition to salaries, these programs, which vary by country/region, can include annual bonuses, a defined benefit pension plan (for Kronos), a defined contribution plan with employer matching opportunities, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, family care resources, employee assistance programs, and tuition assistance.",
        "As of December31, 2020, CompX employed 513 people, all in the United States.",
        "- 15 -",
        "As of December31, 2020, Kronos employed the following number of people: ",
        "Europe",
        "1,839",
        "Canada",
        "350",
        "United States (1)",
        "53",
        "Total",
        "2,242",
        "(1)",
        "Excludes employees of Kronos’ LPC joint venture. ",
        "CompX believes its labor relations are good at all of its facilities.Certain employees at each of Kronos’ production facilities are organized by labor unions.Kronos strives to maintain good relationships with all its employees, including the unions and workers’ councils representing those employees. In Europe, Kronos’ union employees are covered by master collective bargaining agreements for the chemical industry that are generally renewed annually.In Canada, Kronos’ union employees are covered by a collective bargaining agreement that expires in June 2021.At December 31, 2020, approximately 86% of Kronos’ worldwide workforce is organized under collective bargaining agreements.Kronos did not experience any work stoppages during 2020, although it is possible that there could be future work stoppages or other labor disruptions that could materially and adversely affect its business, results of operations, financial position or liquidity. ",
        "Health and safety – Kronos and CompX believe protecting the health and safety of their employees, customers, business partners and the natural environment are core values. Kronos and CompX are committed to conducting their businesses in ways that provide all personnel with a safe and healthy work environment and have established safety and environmental programs and goals to achieve such results. Kronos and CompX expect their manufacturing facilities to produce their products safely and in compliance with local permits and policies intended to protect the environment and have established global policies designed to promote such compliance.Kronos and CompX require employees to comply with legal and regulatory requirements and their policies, standards and practices.",
        "Diversity and inclusion – Kronos and CompX recognize that everyone deserves respect and equal treatment. Kronos and CompX embrace diversity and collaboration in their workforces and business initiatives. Kronos and CompX are equal opportunity employers and base employment decisions on merit, competence and qualifications, without regard to race, color, national origin, gender, age, religion, disability, sex, sexual orientation or other characteristics protected by applicable law in the jurisdictions in which they operate. Kronos and CompX promote a respectful, diverse and inclusive workplace in which all individuals are treated with respect and dignity.  ",
        "Environmental, Social and Governance (“ESG”) - We seek to operate our businesses in line with sound ESG principles that include corporate governance, social responsibility, sustainability, and cybersecurity. At our facilities, we undertake various environmental sustainability programs, and we promote social responsibility and volunteerism through programs designed to support and give back to the local communities in which we operate. At a corporate level, we engage in periodic reviews of our cybersecurity programs, including cybersecurity risk and threats, and we have established stock ownership guidelines for our non-employee directors. In addition, Kronos publishes a Sustainability Report on its website every two years to provide its customers, stockholders and other stakeholders with additional information on its approach to sustainability. ",
        "Regulatory and environmental matters - We discuss regulatory and environmental matters in the respective business sections contained elsewhere herein and in Item3 - “Legal Proceedings.” In addition, the information included in Note 17 to our Consolidated Financial Statements under the captions “Lead pigment litigation” and “Environmental matters and litigation” is incorporated herein by reference.",
        "Insurance - We maintain insurance for our businesses and operations, with customary levels of coverage, deductibles and limits.See also Item3 – “Legal Proceedings – Insurance coverage claims” and Note 17 to our Consolidated Financial Statements.",
        "Business strategy - We routinely compare our liquidity requirements and alternative uses of capital against the estimated future cash flows we expect to receive from our subsidiaries and affiliates.As a result of this process, we have in the past and may in the future seek to raise additional capital, incur debt, repurchase indebtedness in the ",
        "- 16 -",
        "market, modify our dividend policies, consider the sale of our interests in our subsidiaries, affiliates, business, marketable securities or other assets, or take a combination of these and other steps, to increase liquidity, reduce indebtedness and fund future activities.Such activities have in the past and may in the future involve related companies.From time to time, we also evaluate the restructuring of ownership interests among our respective subsidiaries and related companies.",
        "We and other entities that may be affiliated with Contran routinely evaluate acquisitions of interests in, or combinations with, companies, including related companies, perceived by management to be undervalued in the marketplace.These companies may or may not be engaged in businesses related to our current businesses.In some instances, we have actively managed the businesses acquired with a focus on maximizing return-on-investment through cost reductions, capital expenditures, improved operating efficiencies, selective marketing to address market niches, disposition of marginal operations, use of leverage and redeployment of capital to more productive assets.In other instances, we have disposed of the acquired interest in a company prior to gaining control.We intend to consider such activities in the future and may, in connection with such activities, consider issuing additional equity securities and increasing our indebtedness.",
        "Available information - Our fiscal year ends December31.We furnish our shareholders with annual reports containing audited financial statements.In addition, we file annual, quarterly and current reports, proxy and information statements and other information with the SEC.Our consolidated subsidiary (CompX) and our significant equity method investee (Kronos) also file annual, quarterly, and current reports, proxy and information statements and other information with the SEC.We also make our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments thereto available free of charge through our website at www.nl-ind.com as soon as reasonably practicable after they have been filed with the SEC.We also provide to anyone, without charge, copies of such documents upon written request.Such requests should be directed to the attention of the Corporate Secretary at our address on the cover page of this Form 10-K.Additional information, including our Audit Committee charter, our Code of Business Conduct and Ethics and our Corporate Governance Guidelines can be found on our website.Information contained on our website is not part of this Annual Report.",
        "We are an electronic filer and the SEC maintains an internet website that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC at www.sec.gov."
    ]
}