{
    "72741": [
        "HUMAN CAPITAL",
        "Eversource is committed to delivering reliable energy and superior customer service; expanding energy options for our region; environmental stewardship; a safe, diverse and fairly-compensated workforce; and community service and leadership.  Our employees are critical to achieving this mission and we recognize the importance of retention, growth and development of our employees.  Leaders at all levels strive to create a workplace where our employees are engaged, advocate for the customer, work collaboratively, raise ideas for improvement and focus on delivering a superior customer experience. We build employee engagement through continuous communication, developing talent, fostering teamwork and creating a diverse, inclusive workplace",
        "As of December 31, 2020, Eversource Energy employed a total of 9,299 employees, excluding temporary employees, of which 1,381 were employed by CL&P, 1,611 were employed by NSTAR Electric, and 745 were employed by PSNH.  In addition, 3,373 were employed by Eversource Service, Eversource's service company, that provides support services to all Eversource operating companies.  Approximately 50 percent of our employees are members of the International Brotherhood of Electrical Workers, the Utility Workers Union of America or The United Steelworkers, and are covered by 14 collective bargaining agreements",
        "Safety",
        "At Eversource, our commitment to “Safety First and Always” is a principle and a mindset present in every job and every task, whether in the field, office or at home. A priority at Eversource is continuous improvement and safety is at the forefront as we continue to build a strong safety culture, embrace new technologies, and learn with our industry and community partners to improve safety performance.  We use metrics such as Eversource Corporate Days Away Restricted Time (DART) and Preventable Motor Vehicle events, among others, to monitor safety performance. Our DART safety performance was 0.7 in 2020, measured by days away, restricted or transferred per 100 workers",
        "In response to the COVID-19 pandemic, we implemented our company-wide pandemic plan, which resulted in no employees losing their jobs due to the pandemic, and significant changes put in place that were in the best interest of our employees, customers, and communities.  This included having nearly half of our employees working remotely, while implementing additional significant safety measures for employees continuing critical on-site work.  For our employees performing essential functions that are required onsite, such as field crews and system operations, we have taken significant safety measures, including establishing social distancing measures, the use of personal protective equipment, increasing facility sanitization efforts, and enabling critical operations to be shifted to different control center locations if necessary.  We continue to prepare for the re-entry of our employees working remotely.  The plan is informed by public health guidance with the safety of our employees and customers as our highest priority.  We are in the early phase of our re-entry plan and have returned fewer than 100 remote employees to the workplace. We have had increased short duration return to work for critical business needs, such as storm response and essential training. State and federal guidelines, external conditions, and critical business priorities continue to inform the pace of our re-entry plan.  Significant health and safety measures and pandemic protocols will remain in place, including social distancing requirements, the use of personal protective equipment, sanitization efforts and employee training, for all employees currently working onsite and specific plans have been developed for our eventual re-entry to the workplace",
        "Diversity & Inclusion",
        "Our commitment to Diversity & Inclusion (D&I) is critical to building a diverse, empowered and engaged team that delivers great service safely to our customers. A diverse workforce and inclusive culture contribute to our success and sustainability by driving innovation and creating trusted relationships with our employees, customers, suppliers and community partners. Our hiring practices emphasize diversity and we encourage employees to embrace different people, perspectives and experiences in our workplace and within our communities.  Additionally, our leadership behaviors underscore the importance of creating inclusive teams, where employees’ voices and contributions are essential to delivering superior customer service",
        "Eversource’s executive leadership team promotes and supports D&I by building diverse, inclusive work teams with high engagement, growing a pipeline of diverse talent, leveraging multiple perspectives to improve customer service, using diverse suppliers, engaging with multicultural organizations in our communities and supporting the work of the D&I council and business resource groups.  Eversource continues to work toward a diverse workforce with a focus on women and minorities in leadership and has D&I goals and initiatives for diversity in leadership promotions and new hires, diverse external hires, diverse candidate slate, key talent, workforce representation, community and suppliers.  Eversource drives accountability for D&I progress throughout the company and executive compensation is linked to meeting our D&I goals.  In 2020, 47.6 percent of new hires and promotions into leadership roles were women or people of color",
        "Eversource's Board of Trustees is committed to diversity and inclusion and receives regular monthly progress updates.  The Corporate Governance Committee and the Board of Trustees seek diversity in gender, ethnicity and personal background when considering Trustee candidates.  Our Board of Trustees has been recognized as one of the most diverse in our industry",
        "Compensation, Health and Wellness Benefits",
        "We are committed to the health, safety and wellness of our employees. We provide competitive compensation and comprehensive benefit packages, including healthcare, life insurance, long-term disability insurance, death benefits, retirement plans (defined benefit pension plans or 401k Plan), an Employee Stock Purchase Plan, health savings and flexible spending accounts, paid time off, employee assistance programs, and tuition assistance, among many others. Eversource also provides wellness programs and benefits to encourage employees and their families to adopt and maintain healthy lifestyle habits",
        "Talent Development, Training Programs and Education Opportunities",
        "Eversource supports and develops its employees through training and development programs that build and strengthen employees’ leadership and skill set.  In response to the COVID-19 pandemic, we have pivoted, and are providing employees with a variety of virtual classroom training opportunities.  Continuous professional development is important to support our employees’ ongoing success. These professional development programs include leadership effectiveness programs designed to develop new and current supervisors; a talent management process to identify high potential and emerging talent and ensure their development; a rotational associate engineering program; educational and professional development opportunities for employees who are recent college graduates; tuition assistance program; and paid internships and co-ops",
        "Strategic workforce plans are developed every year as part of the annual business planning process to identify long-range needs to ensure that we acquire, develop and retain diverse, capable talent. This includes leveraging educational partnerships in critical craft and technical areas and developing proactive sourcing strategies to attract experienced professionals in highly technical roles in engineering, electric and gas operations, and energy efficiency. As part of this process, we identify critical roles and develop succession plans to ensure we have a capable supply of talent for the future",
        "Over 800 new Eversource Gas Company of Massachusetts employees (formerly Columbia Gas of Massachusetts employees) were welcomed and successfully onboarded in 2020.  All Columbia Gas of Massachusetts employees who wanted to continue employment with Eversource were offered jobs",
        "Community & Social Impact",
        "Eversource and our employees support many programs, agencies, and not-for-profit organizations that support economic and community development, the environment, and initiatives that address local, high-priority concerns and needs. Eversource provides donations and other support to community agencies, including significant volunteer hours of our employees",
        "EMPLOYEES/HUMAN CAPITAL MANAGEMENT",
        "Eversource recognizes that its employees are its most valuable asset. Eversource has developed strategic workplans as part of the annual business and workforce planning process to address immediate and long-range needs to ensure that Eversource acquires, develops and retains excellent talent.  Virtual learning and development opportunities were provided to employees, including on-boarding sessions with specific focus on engaging new Eversource Gas Company of Massachusetts employees.  No employees, whether from the acquired company Columbia Gas or otherwise, were subject to lay-offs as a result of the pandemic.  Interactive engagement and support tools were offered to promote remote worker effectiveness supporting the workforce with business, leadership and technical knowledge.  Employee development programs were aligned to the strategic workforce plan to support succession within all levels of the organization. Programs like the Growth Opportunities for Leadership Development and the engineering associate cohort programs promoted educational and professional development opportunities for recent college graduates. Tuition assistance programs, paid internships, co-ops and other pipeline development programs continued to the greatest extent possible to ensure progress in future workforce technical skills and competencies.  Through targeted training, development and educational activities, Eversource offered high performers numerous learning experiences to ensure their growth and development as future leaders.  Thought provoking stretch assignments, high impact cross-functional team memberships, senior management interaction and exposure, targeted coaching and feedback, and diverse learning experiences that promote interdependent thinking, embrace alternative perspectives, while building teamwork and collaboration represent examples of key components of Eversource’s key talent program.  With a strong focus on Diversity, Equity and Inclusion, discussions, programs and activities were offered to provide education and experiences to further emphasize messages of Racial and Social Justice.   Additionally, Eversource leveraged educational partnerships in critical trade and technical areas and has developed proactive sourcing strategies to attract experienced workers in highly technical roles in areas like engineering, electric and gas operations, and energy efficiency. As part of this process, Eversource identified critical roles and developed succession plans to ensure Eversource has talent now and for the future. Eversource also provides employees with fair pay, comprehensive benefits, and a variety of field and classroom training opportunities throughout their careers to support their ongoing success on the job"
    ]
}