{
    "72903": [
        "Human Capital Management",
        "Xcel Energy’s success depends on our ability to actively implement programs to attract, hire, develop and retain skilled employees. Our workforce strategy is designed to put the best talent in place, create a culture that motivates employees to lead the way in achieving our clean energy goals and deliver an exceptional customer experience",
        "Xcel Energy has implemented a strategic, data-driven approach to workforce and succession planning, which includes best practices in learning and development. Additionally, Xcel Energy partners with educational and community organizations to attract and hire diverse employees who reflect the communities we serve. Also, hiring veterans is a key focus of our workforce strategy, with approximately 10% of employees having served in the military. Xcel Energy offers its employees a competitive benefits package which includes: performance-based compensation, healthcare benefits, recognition programs and an employee development program that emphasizes ongoing coaching",
        "Xcel Energy views diversity, equity and inclusion as an integral part of who we are, how we operate and how we see our future. We are committed to an inclusive culture where diversity is celebrated and employees are treated equitably. Our senior leadership team leads by example, fostering an inclusive work environment, which recognizes the need for crucial conversations on diversity. Additionally, Xcel Energy supports an inclusive environment by offering company-wide trainings on topics addressing microinequities and unconscious bias.  We hold ourselves accountable and measure our progress through corporate scorecard metrics that include, among other things, employee feedback in our engagement survey Inclusion Index",
        "Table of Contents",
        "In 2020, Xcel Energy received the following recognitions",
        "Xcel Energy has publicly confirmed our commitment to the advancement and protection of human rights throughout our operations, consistent with U.S. human rights laws and the general principles set forth in the International Labour Organization Conventions. Xcel Energy requires annual Code of Conduct training for all employees and members of the Board of Directors. Xcel Energy does not tolerate discrimination, violations of our Code of Conduct or other unacceptable behaviors. We offer employees multiple avenues to raise concerns or report wrong-doing and do not permit any retaliation for doing so",
        "We respect employees’ freedom of association and their right to collectively organize. As of Dec. 31, 2020, Xcel Energy’s employees were as follows",
        "Employees Covered by Collective Bargaining Agreements",
        "Total Full-Time Employees",
        "NSP-Minnesota",
        "NSP-Wisconsin",
        "PSCo",
        "SPS",
        "XES",
        "Total",
        "Our workforce demographics as of December 2020 were as follows",
        "Female",
        "Ethnically Diverse",
        "Board of Directors",
        "CEO direct reports",
        "Management",
        "Employees",
        "New hires",
        "Interns (hired throughout 2020",
        "Governance",
        "For decades, Xcel Energy has fostered a culture of compliance and ethical conduct. Our Code of Conduct serves as the foundation that all employees, contractors and the Board of Directors are expected to follow, along with corporate policies that establish rules and guidelines in areas such as safety, environmental leadership, diversity, community giving and political contributions",
        "Xcel Energy has a diverse and qualified Board of Directors, with eight members elected within the past five years"
    ]
}