{
    "72971": [
        "Human Capital",
        "Our people are what set Wells Fargo apart and are critical to our success. Wells Fargo continues to invest in our employees by offering market competitive compensation, career-development opportunities, a broad array of benefits, and strong work-life programs.",
        "1",
        " We do not control this website. Wells Fargo has provided this link for your convenience, but does not endorse and is not responsible for the content, links, privacy policy, or security policy of this website.",
        "In 2020, we introduced a new set of expectations for everyone at the Company. These expectations guide how we lead ourselves, collaborate with our colleagues, and make decisions. The following expectations apply to everyone at Wells Fargo, at every level, and in every role:",
        "Embrace candor ",
        "Do what’s right ",
        "Be great at execution ",
        "Learn and grow ",
        "Champion diversity and inclusion ",
        "Build high-performing teams (for managers)",
        "At December 31, 2020, we had an active employee headcount of 268,531, with approximately 88% of employees based in the United States. Our global workforce was 54% female and 46% male, and our U.S. workforce was 56% female and 44% male. Our U.S. workforce was 55% Caucasian/white and 45% racially/ethnically diverse. ",
        "Supporting Employees During the COVID-19 Pandemic.  ",
        "In response to the COVID-19 pandemic, we expanded work-from-home capabilities wherever possible, and enabled approximately 200,000 employees to work from home. For jobs that could not be done remotely, we took significant actions to enhance safety, including implementing social distancing measures, requiring employees to wear facial coverings, staggering staff and shifts, and enhancing cleaning protocols in accordance with guidance from the U.S. Centers for Disease Control and Prevention. We adjusted our child care benefits in the U.S. and Canada to provide additional resources and flexibility for employees impacted by school closures. We also enhanced our health care and time-off benefits in the U.S. to help fully cover the medical costs associated with COVID-19 and allow high-risk, exposed, or infected employees to stay home without having to take paid time off. At more than 50 of our largest U.S. sites, we launched a temporary on-site nursing service to screen for COVID-19 symptoms and refer individuals for testing. We also took a number of actions to support our employees’ financial security. We made additional cash payments to employees whose roles required them to go into the office to serve customers or other employees.  For U.S. nonexempt employees, we temporarily doubled the hourly rate for time worked over 40 hours per week. We also made a $25million grant to the WE Care employee relief fund, which provided financial assistance to more than 23,000 U.S. and international employees facing COVID-related hardships.",
        "Promoting Diversity, Equity and Inclusion.  ",
        "Meeting the increasingly diverse needs of Wells Fargo’s global customer base is critical to our company’s long-term growth and success. Wells Fargo values and promotes diversity, equity and inclusion in every aspect of our business. We are dedicated to recruitment and career development practices that support our employees and promote diversity in our workforce at all levels of our Company, including leadership positions. We have a strong record of recruiting, promoting, and rewarding women and racially/ethnically diverse employees at all levels of our Company, including a commitment to increase diverse representation in leadership roles. We use various metrics, including the actual percentage of women in our global workforce and racially/ethnically diverse individuals in senior leadership roles in the U.S. to monitor our progress. As of December 31, 2020, senior management (levels 2-4 down from the CEO) was 48% female ",
        "1",
        "and 25% racially/ethnically diverse, with 9% Black/African American. In November 2020, we appointed a Head of Diverse Segments, Representation and Inclusion, a newly created role reporting directly to the CEO, which has a broad mandate of driving diversity and inclusion in both our workplace and our business. This mandate included not only the work we do within our existing diversity and inclusion function, but also working with our business leaders to drive investments in products and solutions specifically for diverse populations across our country. ",
        "Pay Equity Review.",
        "Wells Fargo is committed to fair and equitable compensation practices, and we regularly review our compensation programs and practices for pay equity. Each year, we engage a third-party consultant to conduct a thorough pay equity review of employee compensation, which considers gender, race, and ethnicity. The results of our 2020 review, after accounting for factors such as role, tenure, and geography, show that women at Wells Fargo continued to earn more than 99 cents for every $1 earned by their male peers. In addition, our U.S. employees who are racially/ethnically diverse continued to earn more than 99 cents for every $1 earned by Caucasian/white peers. These results have remained consistent since we started publishing the results of our pay equity review in 2017.",
        "Employee training and development.  ",
        "We invest heavily in coaching and training for employees and managers. We believe that when our employees feel properly supported, engaged, and confident in their skills, they are more effective and can provide an even better customer experience. During 2020, we invested more than $200 million in employee learning and development, which included functional training, regulatory compliance, leadership and professional development, and early talent development programs for employees. ",
        "Compensation and benefits.  ",
        "We value and support our people as a competitive advantage. We provide all eligible full- and part-time employees (and their eligible dependents, as applicable) with a comprehensive set of benefits designed to protect their physical and financial health and to help them make the most of their financial future.  Our annual investment in benefits programs per employee was approximately $15,700. During 2020, we also raised minimum hourly pay levels in a majority of U.S. markets, with more than 25,000 employees receiving a pay adjustment. "
    ]
}