{
    "73088": [
        "HUMAN CAPITAL",
        "Our ability to achieve the objectives of our business strategy and serve our customers within our service territory depends on employing skilled professionals. We aspire to be an employer of choice by offering competitive salaries and benefits, providing a safe working environment, valuing diversity, fostering inclusion and encouraging a healthful work–life balance. Our success comes when employees feel empowered to take initiative, voice their opinions, and build on their experiences within our company and our communities.",
        "As of December31, 2020, we had 1,530 employees. Of these, 1,225 employees were in Montana and 305 were in South Dakota or Nebraska. Of our Montana employees, 470, or 38 percent, were covered by seven collective bargaining agreements involving five unions. Due to COVID-19, the Company negotiated a one-year contract extension with a wage proposal for each of the seven Montana agreements. Six of the contract extensions will expire in 2021 with one extending to 2022. Of our South Dakota and Nebraska employees, 172, or 56 percent, are covered by a collective bargaining agreement renegotiated in 2019 that expires at the end of 2021. We consider our relations with employees to be good. ",
        "Talent Management",
        "Attraction and retention of skilled professionals is key to our ongoing success. We invest significant resources in maintaining a culture that supports the ongoing development of our workforce. This includes an integrated learning and performance management system that provides opportunities to develop and enhance skills and knowledge, and enables our employees to grow professionally and perform their duties in a safe and efficient manner. This structured training and development is intended to provide employees a consistent learning experience, and maximizes learning retention and background knowledge. We offer tuition reimbursement to promote continued professional growth for current employees, and a scholarship program for students attending universities, colleges, and technical schools in our service area to assist in developing current and future skills sets needed by our employees. We are a founding partner of the Highlands College of Montana Technological University Pre-apprentice Lineman Program. We support annual Pre-apprentice scholarships, recruit and hire suitable candidates from the program, serve as industry advisors on the program board and have donated training assets to support the program. ",
        "Compensation",
        "Our overarching compensation philosophy is structured to be consistent with our peers, and to align the long term interests of our employees, executives, shareholders, and customers so the pay appropriately reflects performance in achieving financial and non-financial operating objectives. ",
        "We are committed to internal pay equity, and the Human Resources Committee of the Board of Directors monitors the relationship between the pay our executive officers receive and the pay our non-managerial employees receive. During 2020 and 2019, the compensation for our CEO was approximately 25 and 27 times, respectively, the compensation of our median employee.",
        "We believe that a significant portion of an executive’s pay should be at risk in the form of performance-based incentive awards that are only paid if the individual and company performance targets are met. ",
        "For 2020, approximately 78 percent of the ",
        "20",
        "targeted compensation of our CEO and about 60 percent of the targeted compensation of our other named executive officers is at risk in the form of performance-based incentive awards.",
        " Our Board of Directors establishes the metrics and targets for these incentive awards, based upon advice from the Board’s independent compensation consultant.",
        "We engage nationally recognized outside compensation and benefits consulting firms to independently evaluate the effectiveness of our compensation and benefits programs and to provide benchmarking against our peers within the industry. ",
        "Diversity",
        " A diverse and inclusive workforce adds value to our company and helps us succeed in an ever-changing environment. By embracing diversity and fostering inclusion, we aim to enable each employee, executive, and director to contribute fully to the company. We believe diversity is important because varied perspectives expand our ability to bring unique professional experiences to our business. Diversity in the workforce may be considered when relevant to hiring, promotions, work assignments, or other decisions related to the terms and conditions of employment. Our workforce reflects the relative diversity of our available talent in the communities we serve. Our employment data is tested annually by a third party as part of our Affirmative Action plan development to identify any needed corrective placement goals that are required. This testing determined that there is no current need to establish corrective placement goals in our plan.",
        "Of our total workforce, 28 percent of our employees are female, and 24 percent of our employees in management positions are female, including three of our eight executive officers. Additionally, 2020 Women on Boards has recognized our gender diversity, with four females among our ten directors who sit on our board. We have implemented methods to provide pay equity between our female and male employees performing equal or substantially similar work. We have engaged with a third party to review our pay equity between our male and female employees, share the results with our Board of Directors, and take corrective action as necessary. Our most recent study was performed in 2019, with no corrective action required. ",
        "Health and Safety",
        "As stewards of critical infrastructure, providers of energy service, and members of the communities we serve, our priority is the health and safety of our employees and customers. Safety and health are considered and integrated into all work activities. We monitor several different key areas relating to safety to review and evaluate our operations, to measure progress, and to enhance compliance with our safety philosophies and policies. These key metrics include the recordable incident rate (number of work-related injuries per 100 employees for a one-year period) and lost time incident rate (number of employees who lost time due to work-related injuries per 100 employees for a one-year period). During the year ended December31, 2020, we realized our best safety year on record and reduced our recordable incident rate from 1.86 to 1.36 and lost time incident rate from 0.58 to 0.39 on a company wide basis as compared to the year ended December31, 2019. Our five-year average safety record for the year ended December31, 2020 was better than our industry peer group's five-year average. ",
        "COVID-19",
        "In response to the COVID-19 pandemic we have implemented a number of protocols to help slow the spread of the virus to protect both our employees and our communities, and to continue to provide our customers with reliable, safe energy service. We have restricted access to all our critical facilities to essential employees only, and employees in these facilities have been split into segregated work groups to avoid physical contact. We have implemented a responsible re-entry plan that determines when employees can return to company facilities in a phased approach based on internal and external triggers to provide for the safety and health of our employees. Masks and social distancing are required at all times when entering company facilities and in common spaces. Field personnel are still performing operations and maintenance work, but extra social distancing protocols have been implemented. Field personnel will not enter a customer home or business except in very limited circumstances. In an instance where an employee does need to enter a home or business, extra precautions have been implemented.",
        "We have continuously executed upon our commitment to provide safe reliable energy service, while also managing the spread of the virus and promoting health and safety. During this time we did not lay off or furlough any employees. We implemented and continue to provide paid leave programs supplemental to our paid-time off and leave benefits, which compensate employees when unable to work due to quarantine and illness. ",
        "21"
    ]
}