{
    "73124": [
        "Human Capital Management",
        "Northern Trust recognizes that our employees are critical to our success, which includes meeting clients’ needs and supporting our communities. We take our search for, and retention of, top talent seriously. To attract and retain talent, we manage programs to develop a diverse pipeline of future leaders and help employees advance their careers. The discussion below outlines Northern Trust’s human capital objectives, which include talent management, compensation, and diversity, equity and inclusion.",
        "EMPLOYEES",
        "Northern Trust employed approximately 20,900 full-time equivalent staff members as of December31, 2020. The regional breakout of our workforce is 46% North America, 35% Asia Pacific, and 19% Europe, Middle East, and Africa.",
        "TALENT ACQUISITION, DEVELOPMENT, AND MANAGEMENT ",
        "Our employees are critical to our success, and represent one of our biggest assets. We pride ourselves in attracting strong talent and have identified development of diverse talent as one of our top corporate strategic priorities. Our focus on work/life balance, diversity, and career mobility also contribute to our employer brand.",
        "Sourcing and Recruitment.",
        "We target our talent identification, sourcing methods, and recruiting strategies to specific locations using several channels: job boards, colleges, professional networks, associations and online social networks. We base hiring decisions on a variety of factors including relevant experience, educational background, diversity, past accomplishments, professional licensing, and strong evidence of integrity and ethical behavior.",
        "Onboarding.",
        " Northern Trust is committed to helping all new hires succeed. New employees begin their onboarding journey with a comprehensive learning roadmap that orients them to our company story, business, and culture. Orientation programs also augment the onboarding experience by providing global, regional, and/or local information along with networking activities to help connect new hires to each other and other colleagues.",
        "Learning and Development. ",
        "An integrated partnership between our enterprise-wide and functional learning and development teams ensure we deliver holistic training solutions. Through our online learning portal, all employees can access a curated portfolio of professional and custom training solutions specific to managers, top talent, and client-servicing staff. Our Future Focused Skills offerings prepare employees to serve our clients in a digital economy. Many of our programs are interactive, include peer networking, and offer direct access to expert facilitators. Training is offered in self-paced, mobile, virtual and instructor-led formats.",
        "Talent Cultivation and Review.",
        "Northern Trust is committed to identifying and developing a deep pipeline of diverse, top talent at all levels across the globe to meet our evolving business needs. Annually, managers conduct talent assessments, and business and regional leadership teams hold talent reviews focused on specific topics, such as workforce needs, diversity, top talent, readiness for promotion, internal movement, and succession plans. Robust talent review meetings are held with our senior management and our Board of Directors each year.",
        "Performance Management.",
        " Northern Trust’s annual performance management process includes goal setting, a mid-year review process, multi-rater feedback, and a year-end review. Priorities are set by our Chief Executive Officer and applied to each business, department, team and individual. Managers are encouraged to provide regular feedback and coaching to drive performance and results.",
        "Engagement and Recognition.",
        " Building an inclusive, connected and engaged employee culture is essential. We invite all employees to provide management with anonymous feedback about their everyday experiences at work through an annual Employee Engagement Survey. Survey results are thoroughly evaluated to identify strengths, progress, and opportunities. If warranted, actions are identified and taken to further strengthen employee engagement. We also foster an “attitude of gratitude” through our online Celebrate Great recognition platform that allows employees to recognize one another for everyday contributions.",
        "TOTAL REWARDS ",
        "Our compensation and benefit programs are designed to be market competitive and positioned around the median of the local market, enabling us to attract and retain talent needed to deliver on Northern Trust’s strategy.",
        "10",
        "   2020Annual Report | Northern Trust Corporation ",
        "Compensation Programs. ",
        "Our compensation programs are intended to motivate our employees to deliver the highest-quality service to our clients and achieve the greatest collective business results. They are designed, implemented and communicated to promote behaviors that are consistent with Northern Trust’s desired culture, character and our values of service, expertise, and integrity.",
        "Northern Trust’s base salary programs enable us to attract and retain talent by providing a competitive level of fixed pay reflecting each employee’s position, experience, qualifications and tenure. Additionally, all employees are eligible for incentive compensation to reward performance that delivers superior team or individual results. Incentive compensation is linked to both financial and non-financial performance criteria, including risk considerations, as determined by our Board of Directors and senior management. Select senior leaders and individual contributors may receive a percentage of their incentive in Northern Trust stock to encourage retention of key talent and to align rewards with company performance.",
        "Employee Benefits.",
        " While the exact composition of the employee benefit package varies by country, our benefit programs are designed to be locally competitive, to meet the needs of our employees and their families, and to reflect cultural values of the organization. Typical programs include retirement benefits, health care benefits, paid time off, income protection benefits such as disability and life insurance, leaves of absence, and access to our Employee Assistance Program. In recent years, we have expanded our focus on employee well-being by providing: additional programs and resources to improve wellness, manage stress, build resiliency, and be attuned to mental health issues; access to flexible or voluntary benefits; and enhancements to various parental leave offerings. ",
        "DIVERSITY, EQUITY, AND INCLUSION (DE&I)",
        "Northern Trust embraces diversity and recognizes the strength it brings to our employees, clients, shareholders, and local communities. We are committed to building an inclusive culture in which all individuals are welcomed, respected, supported, and valued so that they can fully participate in, and contribute to, our success.",
        "Embedding DE&I.",
        "Our DE&I vision is embedded at all levels of our organization, with women and ethnic minorities representing half of our executive officers and more than half of our Board of Directors. Our Board, through its Corporate Governance Committee, also engages in active oversight of our DE&I strategies, programs, and principles. Our Head of Corporate Social Responsibility and Global Diversity, Equity and Inclusion serves as an Executive Vice President, and reports directly to our Chairman, President and Chief Executive Officer. The following table presents further detail with respect to the gender and ethnic diversity of our Board of Directors and executive officers.",
        "TABLE 2: BOARD OF DIRECTORS AND EXECUTIVE OFFICERS REPRESENTATION",
        "DECEMBER 31, 2020",
        "FEMALE",
        "MALE",
        "WHITE",
        "BLACK",
        "HISPANIC",
        "ASIAN",
        "Board of Directors",
        "23%",
        "77%",
        "61%",
        "8%",
        "Executive Officers",
        "33%",
        "67%",
        "83%",
        "17%",
        "—%",
        "Progress and Accountability.",
        "Tracking and measuring our DE&I efforts is key to a successful strategy. We utilize a global DE&I dashboard to track the organization’s progress and integrate these metrics as part of our overall corporate strategy and goals. To drive accountability for increasing diversity representation across the organization, we measure representation in relation to our hiring, retention and promotion practices. Each business unit evaluates this data, and acts as needed, to improve overall diversity within their organization. Our executive leaders report their progress through the DE&I Executive Council co-chaired by our Chief Executive Officer and our Head of Corporate Social Responsibility and Global Diversity, Equity and Inclusion. Our Global Executive DE&I Council is responsible for providing strategic oversight and defining and driving accountability on the global DE&I priorities. "
    ]
}