{
    "73309": [
        "Human Capital Resources",
        "Table of Contents",
        "100 full-time employees working 40 hours per week, 50 weeks per year.In 2020, we achieved an annual DART Case Rate of 0.59.",
        "Human Capital Resources",
        "Culture, Organization and Compensation",
        "We consider our teammates the most important part of Nucor and believe that our culture – and the encouragement that we provide to our teammates to “grow the core; expand beyond; and live our culture” – provides us with a competitive advantage. Our culture’s key principles are: Safety First, Trust, Open Communications, Teamwork, Community Stewardship and Results.",
        "Nucor has a simple, streamlined organizational structure that allows our teammates to make quick decisions and innovate. Our organization is also highly decentralized, with most day-to-day operating decisions made by our division general managers and their teams. With more than 26,000 teammates, only 150 work in our principal executive offices in Charlotte, North Carolina. By empowering our teammates, our goal is to foster an entrepreneurial mindset, along with a strong sense of personal responsibility and a culture of accountability. This empowerment is reinforced by our compensation policies, so as to drive results and contribute to our success. ",
        "Teammate input is essential for us to maintain our culture of empowering teammates to make operational decisions. Aside from our practice of everyday open communication, we periodically ask our teammates to formally provide feedback. Beginning in 1986, we have asked our teammates to complete a comprehensive survey in order to gather feedback on a range of topics, including matters relating to the effectiveness of our culture. We view the survey as an important tool we use to continually improve our company and ensure our teammates remain engaged and satisfied. This survey is conducted every three years, the last of which was conducted in 2019. In the most recent survey, 90% of the responses were favorable in the category of “Satisfaction & Commitment.” The overall percentage of negative responses in the most recent survey has dropped by 25 percentage points since the survey began in 1986. Teammates of certain previously acquired businesses – most notably DJJ and Harris, which together accounted for approximately 27% of our workforce as of December 31, 2020 – complete comparable surveys that have also shown an improving trend over time.",
        "Safety",
        "One of Nucor’s core values is our teammates’ well-being and safety, and it is our goal to become the safest steel company in the world. Our foremost responsibility is to work safely, which requires our teammates to identify unsafe conditions and activities and mitigate these hazards. We will continue working to eliminate exposures that can lead to injury and encourage our teammates to share their ideas for safety improvement. Two key metrics Nucor uses to measure safety are: the Injury/Illness Rate and Days Away, Restricted and Transfer (“DART”) Case Rate.",
        "Nucor calculates the annual Injury/Illness Rate by dividing the number of work-related injuries and illnesses by the total number of hours worked by all Nucor teammates in a given year, and then multiplying the resulting percentage by 200,000, the equivalent of 100 full-time employees working 40 hours per week, 50 weeks per year.In 2020, we achieved an annual Injury/Illness Rate of 1.10.",
        "Nucor uses the DART Case Rate to assess and manage the risk of serious injury in the workplace.Nucor calculates the annual DART Case Rate by dividing the number of cases resulting in days away from work, restricted work activity and/or job transfers by the total number of hours worked by all Nucor teammates in a given year, and then multiplying the resulting percentage by 200,000, the equivalent of ",
        "12",
        "Table of Contents",
        "100 full-time employees working 40 hours per week, 50 weeks per year.In 2020, we achieved an annual DART Case Rate of 0.59.",
        "Beginning in 1998, Nucor has used the President’s Safety Award to recognize divisions that achieve strong records of safety performance based on objective metrics. Since 2004, the President’s Safety Award has gone to divisions and mills where the Injury/Illness Rate and DART Case Rate are less than one-third the national average for comparable facilities.In 2020, 40 of Nucor’s mills and divisions achieved the President’s Safety Award.Nucor also has 25 OSHA Voluntary Protection Program Sites, OSHA’s highest level of recognition.",
        "Our Teammates",
        "Nucor had approximately 26,400 teammates as of December 31, 2020.The vast majority of our teammates are located in the United States, with only a small number of teammates located outside of North America. Our operations are highly automated, allowing us to take advantage of lower employment costs while still providing our teammates with compensation that we believe is highly competitive as compared to comparable businesses in our industry. At Nucor, we believe in “Pay-for-Performance.”Nucor teammates typically earn a significant part of their compensation based on their productivity. Production teammates work under group incentives that provide increased earnings for increased production. This additional incentive compensation is paid weekly in most cases. Nucor has also historically contributed 10% of earnings before federal taxes to a profit sharing plan for the majority of teammates below the officer level. We believe such compensation practices incentivize our workforce and reinforce our culture.",
        "While Nucor seeks to hire qualified and talented individuals as teammates, we also believe in developing the skills of our workforce by providing educational and on-the-job training, in addition to safety training. Further, Nucor believes it is important for senior management to also be familiar with, and have had direct experience running, Nucor’s mills and other operational divisions. The vast majority of our teammates are not represented by labor unions and we believe our teammate turnover is low.",
        "At Nucor, we believe that a diversity of perspectives and background helps to facilitate the “Nucor Way” as we work to “grow the core; expand beyond; and live our culture.” We also believe that recruiting and hiring the best talent available will continue to provide us with a more diverse and capable workforce.In addition, Nucor has a long history of conducting our businesses in a manner consistent with high standards of social responsibility.We have adopted a comprehensive Human Rights Policy, which operates in conjunction with many other Nucor policies related to ethical conduct and human rights, including our Standards of Business Conduct and Ethics, Code of Ethics for Senior Financial Professionals, Supplier Code of Conduct and Policy on Eliminating Forced Labor from our Supply Chain.We will continue to evaluate our approach and look for opportunities to improve, so that Nucor and its stockholders benefit to the greatest extent possible from our teammates."
    ]
}