{
    "73756": [
        "HUMAN CAPITAL RESOURCES",
        "As of December31, 2020, we had approximately 8,300 employees, of whom approximately 40% were employed in the United States and approximately 60% were employed outside of the United States.",
        "Our workforce varies seasonally and typically peaks during the second and third quarters of each year. In 2020, we worked in approximately 50 countries across six continents and employed people representing over 100 different nationalities.    ",
        "We believe that our future success largely depends on our continued ability to attract and retain highly skilled employees. We provide our employees with competitive compensation packages, development programs that enable continued learning and growth, and comprehensive and competitive benefit packages worldwide. Our compensation and benefits arrangements generally are tailored to local markets of operation. Employee benefits, therefore, typically depend on role and work location.",
        "As part of our retention and promotion efforts, we invest in ongoing leadership development. We have a strong history of internal promotion. We regularly provide our employees with training, including health, safety and environmental (“HSE”) awareness training, technical courses, management development seminars, and leadership and supervisory training. ",
        "Our core values and culture reflect our commitments to safety, diversity and inclusion, human health, the environment, ethical business practices and responsible corporate citizenship in the communities in which we live and work around the world. All employees are responsible for upholding our core values. We believe our core values and culture foster employee engagement and innovation, and allow us to draw on our employees' skills and aspirations in a mutually beneficial way. ",
        "Safety is a key focus of all Oceaneering operations. We have a strong HSE program that includes processes implemented by our operating groups that are aimed at preventing injuries to our employees and others with whom  we work, as well as preventing damage to equipment and the environment. We hold our employees, and those of our subcontractors and vendors who appear in our workplaces or job sites, accountable for compliance with our safety standards.",
        "As a global company, much of our success is rooted in the diversity of our workforce and our commitment to inclusion. We value diversity at all levels and continue to focus on extending our diversity and inclusion initiatives across our entire workforce.",
        "We have established an internal Diversity & Inclusion Council, made up of 19 employees, to listen, guide and support our efforts in this area.",
        "10",
        "Table of Contents",
        "HUMAN CAPITAL RESOURCES",
        "As of December31, 2020, we had approximately 8,300 employees, of whom approximately 40% were employed in the United States and approximately 60% were employed outside of the United States. Our workforce varies seasonally and typically peaks during the second and third quarters of each year. In 2020, we worked in approximately 50 countries across six continents and employed people representing over 100 different nationalities.    ",
        "We believe that our future success largely depends on our continued ability to attract and retain highly skilled employees. We provide our employees with competitive compensation packages, development programs that enable continued learning and growth, and comprehensive and competitive benefit packages worldwide. Our compensation and benefits arrangements generally are tailored to local markets of operation. Employee benefits, therefore, typically depend on role and work location.",
        "As part of our retention and promotion efforts, we invest in ongoing leadership development. We have a strong history of internal promotion. We regularly provide our employees with training, including health, safety and environmental (“HSE”) awareness training, technical courses, management development seminars, and leadership and supervisory training. ",
        "Our core values and culture reflect our commitments to safety, diversity and inclusion, human health, the environment, ethical business practices and responsible corporate citizenship in the communities in which we live and work around the world. All employees are responsible for upholding our core values. We believe our core values and culture foster employee engagement and innovation, and allow us to draw on our employees' skills and aspirations in a mutually beneficial way. ",
        "Safety is a key focus of all Oceaneering operations. We have a strong HSE program that includes processes implemented by our operating groups that are aimed at preventing injuries to our employees and others with whom  we work, as well as preventing damage to equipment and the environment. We hold our employees, and those of our subcontractors and vendors who appear in our workplaces or job sites, accountable for compliance with our safety standards.",
        "As a global company, much of our success is rooted in the diversity of our workforce and our commitment to inclusion. We value diversity at all levels and continue to focus on extending our diversity and inclusion initiatives across our entire workforce. We have established an internal Diversity & Inclusion Council, made up of 19 employees, to listen, guide and support our efforts in this area.",
        "10",
        "10",
        "10",
        "Table of Contents",
        "Table of Contents"
    ]
}