{
    "74208": [
        "Human Capital Management",
        "As of February 16, 2021, we had 1,263 full-time associates and 8 part-time associates, all of whom were employed by UDR. Of such number 994 associates are employed in roles that are located at or that are solely related to our communities and the remainder are employed in corporate roles. Recruiting and retaining our associates, as well as assisting them in their professional development, are critically important in successfully managing our business. UDR’s culture is one based on innovation, inclusion, empowerment, adaptability, and execution, and understanding and maintaining our culture is fundamental to recruiting and retaining associates. To that end, in 2020 we updated our culture statement and launched an associate facing culture website to ensure that our associates understand our culture and have an opportunity to participate in its evolution.",
        "4",
        "Table of Contents",
        "Associate Compensation",
        "Attracting, developing, and retaining high-quality, and diverse associates across our business is critical to the long-term success of the Company. A crucial factor in ensuring this occurs is compensation practices that are attractive and that are fair and non-biased. We use a number of recruiting methods depending on the job function for which candidates are needed including an associate referral program, internet-based recruiting platforms, and third-party recruiting agencies.  With respect to compensation, we utilize market surveys and other third party information when determining salary ranges and we design our compensation programs to include bonus potential in order to incentivize performance.  In addition, we annually evaluate and analyze our compensation on gender and diversity bases for each job title in order to monitor pay equity and to identify areas for further action.  The results of our evaluation and analysis are provided annually to our Board of Directors.",
        "Associate Growth and Development",
        "We believe that training is important to our associates’ job satisfaction, is essential to furthering their effectiveness, and assists in associate career advancement and retention, helping us to create a more efficient workforce. Accordingly, we offer a wide variety of training opportunities. In addition to required training designed to address regulatory and statutory matters (e.g., harassment, cybersecurity, fair housing, etc.), associates have the option of participating in management development through our Certified Manager and Career Mobility Programs. These programs are designed to enable our associates to acquire skills that will be useful to them as they progress in their career. Our training program also includes annual “refreshment” training, as appropriate.  In total, there are over 5,000 courses available to our associates. Examples of program topics include: leasing skills, basic property maintenance, customer service, project management, and system applications. In 2020, we enhanced our training through creating a better process to ensure required training is taken in a timely manner and by increasing or modifying training availability and training programs, including in the areas of safety and cybersecurity.  ",
        "Certifications are important in the apartment business and we encourage our associates to become professionally certified in areas that interest them and are beneficial to the Company. Certifications range from master’s degree programs to certified property manager programs, to technical licenses for HVAC systems, all of which equip our associates with knowledge and the potential for career-expansion opportunities. UDR offers partial tuition reimbursement related to attaining these certifications.",
        "Each UDR associate is required to engage in an annual performance review with their direct supervisor. Among other things, the performance review establishes the associate’s training plans for the upcoming year and provides feedback on career development for each associate. ",
        "In addition, we monitor associate turnover and take action when issues are identified if appropriate.",
        "Diversity and Inclusion",
        "We are committed to creating and maintaining a diverse and inclusive workplace environment that supports the development and advancement of all associates. ",
        "As of December 31, 2020, our total workforce is 61% male and 39% female. The ethnicity of our workforce is 55% White, 26% Hispanic/Latino, 11% Black, 3% Asian and 5% Other. “Other” includes: American Indian, Alaska Native, Native Hawaiian, Pacific Islander, Not Specified or two or more races.",
        "As of December 31, 2020, our management team (associates with the title of community director or director and higher job classifications) is 45% male and 55% female.  The ethnicity of our management team is 80% White and 20% non-White.",
        "Over the three-year period ending December 31, 2020, 740 associates were promoted. Of the associates that were promoted to the positions of community director, director, or a higher job classification during the period, 60% were female and 15% were non-White.",
        "5",
        "Table of Contents",
        "Associate Engagement and Outreach",
        "We conduct an associate engagement survey every two years, which surveys all associates on a variety of issues. In our 2019 survey, the results showed that 97% of associates are proud to work at the Company, 87% of associates feel that people from diverse backgrounds can succeed at the Company, and 84% of associates feel that the Company is innovative.",
        "We believe that our associates should also be involved in their communities and that we should assist with those efforts.  In 2019, UDR provided 2,558 hours of paid time off for our associates to be used for volunteer work with more than 25 local organizations that make a difference in the communities in which we operate. UDR provides paid time off during specified, Company-wide volunteer days in 2019 and our associates responded with a 25% year-over-year increase in volunteer hours. While the COVID-19 pandemic negatively affected the program in 2020, we intend to continue it when we are able.",
        "COVID-19 and Employee Safety, Health and Wellness",
        "The safety, health and wellness of our associates is a top priority. The COVID-19 pandemic presented a unique challenge with regard to maintaining associate safety, health and wellness while continuing to operate our business. ",
        "During the pandemic, through the adaptability of our management and our associates, we were and continue to be able to transition to a work schedule allowing employees to work from remote locations and provide a safe working environment for associates performing resident-facing activities at our communities.  ",
        "We have taken a number of actions to promote the health and well-being of our associates during the pandemic and to ensure that our associates understand their value to the Company. Among other things, we have: ",
        "In addition, in connection with on-going efforts with respect to associate health and well-being in 2020, we created and distributed to all associates a brochure setting forth the mental health programs that our associates may access.  We also provide all associates with the opportunity to participate in a wide set of employee benefits, including health, dental and vision insurance coverage."
    ]
}