{
    "7431": [
        "Human Capital",
        "As of December 31, 2020 and 2019, we had approximately 2,700 and 2,500 full time and part time employees, respectively. The increase in employees was primarily attributable to the acquisitions of Arktura, Moz and Turf during 2020. During 2020, our total voluntary and involuntary turnover rates were approximately 5% and 3%, respectively, for non-production employees and 12% and 6%, respectively, for production employees",
        "Safety is a core value at Armstrong and our culture is committed to making safety a personal core value for every employee. Our overall goal is to eliminate workplace injuries.We promote and foster an environment of empowerment and sharing throughout the company at all levels and in all locations. We engage our employees on safety with a focus on risk identification and elimination and through various leading indicators. We track Occupational Safety and Health Administration (“OSHA”) recordable injuries and lost time rates by location monthly. We establish safety targets annually, which are tracked and reported to leadership monthly and reviewed with our Board of Directors",
        "continue to follow guidelines from governmental and local health authorities across our facilities and have implemented preventative measures that include working remotely, providing personal protective equipment, limiting group meetings, enhancing cleaning and sanitizing procedures, and social distancing",
        "We continue to take steps to expand our role as an employer that champions diversity and inclusion, as we believe it is a key to our future success. This commitment is most recently reflected in the goals of the People Pillar of our Sustainability program, which is being led by our VP Talent Sustainability, who was hired in 2020. We measure gender and racial/ethnic representation and are focusing on our incoming new hires to assist in increasing diversity within the company. In addition, we are committed to engaging in events and outreach that align with our goals to enhance our diversity and inclusion. Our strategy to grow our diversity over time includes (1) providing annual training to employees on diversity and inclusion topics, (2) demonstrating year over year improvement in the diversity of our organization measured by representation of female, minorities and veterans at every level of the organization, and (3) providing employees an annual opportunity to share their views on topics that matter to them",
        "Workforce Demographics.As of December 31, 2020 and 2019, we had approximately 2,700 and 2,500 full time and part time employees, respectively. The increase in employees was primarily attributable to the acquisitions of Arktura, Moz and Turf during 2020. During 2020, our total voluntary and involuntary turnover rates were approximately 5% and 3%, respectively, for non-production employees and 12% and 6%, respectively, for production employees",
        "As of December 31, 2020, approximately 59% of our approximately 1,300 production employees in the U.S. were represented by labor unions.Collective bargaining agreements covering approximately 500 employees at two U.S. plants will expire during 2021. We believe that our relations with our employees are constructive and positive",
        "Employee Health and Safety.Safety is a core value at Armstrong and our culture is committed to making safety a personal core value for every employee. Our overall goal is to eliminate workplace injuries.We promote and foster an environment of empowerment and sharing throughout the company at all levels and in all locations. We engage our employees on safety with a focus on risk identification and elimination and through various leading indicators. We track Occupational Safety and Health Administration (“OSHA”) recordable injuries and lost time rates by location monthly. We establish safety targets annually, which are tracked and reported to leadership monthly and reviewed with our Board of Directors",
        "We offer competitive health and wellness benefits to eligible employees and periodically conduct analyses of plan utilization to further tailor our employee benefits to meet their ongoing needs. In response to COVID-19, we continue to follow guidelines from governmental and local health authorities across our facilities and have implemented preventative measures that include working remotely, providing personal protective equipment, limiting group meetings, enhancing cleaning and sanitizing procedures, and social distancing. Employees who can meet our customer commitments remotely are doing so, and a significant portion of our workforce began teleworking in mid-March 2020 and were continuing to telework as of December 31, 2020. During 2020, we implemented an Emergency Paid Leave policy for all employees which expired on December 31, 2020. This policy granted additional paid time off for any employee impacted by COVID-19. We implemented a COVID Leave Program effective January 1, 2021 that continues to provide similar benefits for employees impacted by COVID-19",
        "Diversity and Inclusion.We continue to take steps to expand our role as an employer that champions diversity and inclusion, as we believe it is a key to our future success. This commitment is most recently reflected in the goals of the People Pillar of our Sustainability program, which is being led by our VP Talent Sustainability, who was hired in 2020. We measure gender and racial/ethnic representation and are focusing on our incoming new hires to assist in increasing diversity within the company. In addition, we are committed to engaging in events and outreach that align with our goals to enhance our diversity and inclusion. Our strategy to grow our diversity over time includes (1) providing annual training to employees on diversity and inclusion topics, (2) demonstrating year over year improvement in the diversity of our organization measured by representation of female, minorities and veterans at every level of the organization, and (3) providing employees an annual opportunity to share their views on topics that matter to them"
    ]
}