{
    "75208": [
        "HUMAN CAPITAL",
        "We\nare dedicated to providing safe, reliable and environmentally sound transportation services to our customers, and our employees\nare critical to achieving this mission. In order to achieve this, it is crucial that we continue to attract and retain experienced\nand qualified employees. We emphasize ethical behavior and respect and promote equal opportunity by creating a culture of trust,\naccountability and empowerment. The sense of responsibility shared by OSG’s mariners and the shore-based support team in\nmeeting the essential need to supply transportation fuels to the markets that we serve is commendable",
        "As\nof December 31, 2020, the Company had approximately 931 employees comprised of 848 seafarers and 83 shore side staff. The Company\nhas collective bargaining agreements with three different U.S. maritime unions which, as of December 31, 2020, covered 658 of\nthe seafarers employed on the Company’s vessels. These agreements are in effect for periods ending between March 2021 and\nJune 2022. Under the collective bargaining agreements, the Company is obligated to make contributions to pension and other welfare\nprograms",
        "Compensation\nand Benefits Program. Our compensation program is designed to attract and reward talented individuals who possess the skills\nnecessary to support our business objectives, assist in the achievement of our strategic goals and create long-term value for\nour shareholders. We provide employees with competitive compensation packages that include base salary as well as employees benefits\nsuch as life and health (medical, dental & vision) insurance, paid time off, paid parental leave, and certain postretirement\nbenefits",
        "Training\nand Education. Our seafarers are highly trained with many officers having both USCG licenses as well as business or engineering\ndegrees. Regardless of position, specialized training to work in the industry based on USCG requirements, as well as vessel specific\ntraining within our fleet is a necessity. Years of experience is required in order to move into higher levels of authority on\nour vessels. Our training and education programs are designed to address applicable regulations as well as the specific hazards\nand work environments of each of our vessels. We regularly conduct safety reviews to ensure compliance with applicable regulations\nand all policies and procedures",
        "Health\nand Safety. The success of our business is fundamentally connected to the well-being of our people. Accordingly, we are committed\nto the health, safety and wellness of our employees. In response to the COVID-19 pandemic, we implemented significant operating\nenvironment changes that we determined were in the best interest of our employees, as well as the communities in which we operate,\nand which comply with government regulations. This includes providing personal protective equipment, minimizing crew changes,\nmanaging the locations where crew members board and depart from our vessels, certifications by crew members to disclose symptoms\nand the health of those they have been in contact with, sanitization of the vessels, mandating face coverings, social distancing\nand temperature checks, and requiring testing and quarantining in certain instances. Protocols were developed with the coordination\nand assistance of the unions in order to provide consistency within the industry",
        "Having\na well-maintained fleet is also critical to create an environment where our crew can work safely. Our fleets undergo regular and\nfrequent surveys by classification societies and regulatory bodies as well as vettings by our customers on an ongoing basis. Issues\nidentified are swiftly addressed. Our seafarers are encouraged to provide transparent reporting of issues and near-misses, in\norder to remedy conditions as soon as they are observed"
    ]
}