{
    "75252": [
        "Human Capital Resources",
        "Employee Overview",
        "At Owens & Minor, teammates are at the heart of everything that we do. Through their creativity, talent and hard work, our teammates allow Owens & Minor to offer exceptional products and services and provide the force that propels our mission to empower our customers to advance healthcare. Thus, Owens & Minor is committed to providing a culture and benefits necessary to attract and retain top talent. Owens & Minor also is committed to creating an environment that allows our teammates to perform at a high level, emphasizes a culture of safety and is conducive to professional and personal growth. ",
        "At the end of 2020, Owens & Minor employed approximately 6,300 full- and part-time teammates in the U.S. and 12,500 teammates outside of the U.S. None of Owens & Minor’s domestic teammates are represented by a labor union or subject to a collective bargaining agreement (“CBA”), but most of our teammates outside the U.S. (OUS) are represented and covered by a CBA. Throughout our operations, we continue to have positive relationships with our teammates, as well as the unions and works councils that represent our OUS teammates.",
        "We depend on our key personnel to successfully operate our business, including our executive officers, senior corporate management and management at our operating segments. We seek to attract and retain top talent for these critical roles by offering competitive base and incentive compensation packages (and in certain instances share-based compensation and retention incentives), attractive benefits and opportunities for advancement and rewarding careers. We periodically review and adjust, if needed, our teammates’ total compensation (including salaries, annual cash incentive compensation, other cash and equity incentives, and benefits) to ensure that our offerings are competitive within the industry and consistent with Company performance. We have also implemented enterprise-wide talent development and succession planning programs designed to identify future and/or replacement candidates for key positions. In addition to compensation, we promote numerous charitable, philanthropic, and social awareness programs that not only support the communities we serve, but also provide experiences for teammates to promote a collaborative and rewarding work environment.",
        "In order to take advantage of available opportunities and successfully implement our long-term strategy, Owens & Minor understands that we must be able to employ, train and retain the necessary skilled personnel. To that end, Owens & Minor supports and utilizes various training and educational initiatives, and we have developed Company-wide and project-specific employee training and educational programs. Key programs focus on employee safety, leadership development, health and wellness, work-life balance, talent management, diversity and inclusion, and employee engagement. At Owens & Minor, ",
        "7",
        "we believe that diversity, inclusion and teammate engagement are integral to our vision, strategy and business success, and we pride ourselves on sustaining a culture that respects teammates and values concern for others. We believe that fostering an environment that values diversity, inclusion and ethical conduct creates an organization that is able to embrace, leverage and respect differences among our teammates, customers and the communities where we live, work and serve. We also believe that our teammates are the face of Owens & Minor, and we expect every teammate to model our shared values and commitment to ethical business practices set forth in our Code of Honor.",
        "We believe that our efforts to create an environment that is conducive to our values and teammate success have been rewarded, as Owens & Minor continues to enjoy high levels of teammate engagement, satisfaction and retention. We also hold our teammates to a high standard of performance, and we regularly evaluate teammates’ productivity against current requirements, future demand expectations and historical trends. From time to time, we may add, reduce or adjust resources in certain areas in an effort to align with changing demands.",
        "Our Board of Directors’ Role in Human Capital Resource Management",
        "Our Board of Directors believes that human capital management, and the ability to attract, retain and develop key talent, is an essential component of Owens & Minor’s continued growth and success. Our Board also believes that effective human capital management is vital to maintaining a culture that reflects Owens & Minor’s core values and our shared commitment to excellence and ethical business practices.",
        "Management regularly reports to the Compensation and Benefits Committee of the Board of Directors on human capital management topics, including corporate culture, diversity and inclusion, teammate development and compensation and benefits. From time to time, Owens & Minor also conducts teammate engagement surveys to solicit feedback, and reports to the Board on findings developed through these surveys. The Compensation and Benefits Committee has oversight of talent retention and development, including succession planning, and the Board of Directors provides input on important decisions in each of these areas. ",
        "Employee Benefits",
        "The Compensation and Benefits Committee believes employee benefits are an essential component of a competitive total compensation package. Owens & Minor’s benefits programs are designed to attract and retain our top talent, and include medical, health and dental insurance, long-term disability insurance, accidental death and disability insurance, travel and accident insurance, and our 401(k) Savings and Retirement Plan. As part of the 401(k) Savings and Retirement Plan, Owens & Minor generally matches 100 percent of the first 4 percent of compensation contributed by a teammate into the 401(k) Savings and Retirement Plan, subject to the Internal Revenue Code and our 401(k) Savings and Retirement Plan limits. Additionally, Owens & Minor may make a discretionary contribution (subject to certain limitations as defined in the 401(k) Savings and Retirement Plan document) to each participant employed on the last day of the plan year who has worked at least 1,000 hours during the year. Lastly, Owens & Minor may also make a profit sharing contribution to the 401(k) Savings and Retirement Plan, at the discretion of the Board of Directors.",
        "COVID-19 Response",
        "In response to the COVID-19 pandemic experienced in 2020, Owens & Minor implemented health and safety protocols to protect our teammates and customers. These protocols meet or exceed health and safety standards required by federal, state and local government agencies, and are based on guidance from the Centers for Disease Control and Prevention and other public health authorities.  Actions taken to protect our teammates and customers in response to the COVID-19 pandemic include:",
        "Providing personal protective equipment (PPE) to teammates in distribution and manufacturing locations;",
        "Training teammates on proper use of PPE, social distancing, and other mitigation efforts;",
        "Implementing temperature scans and quarantine protocols;",
        "Significantly increased remote work and virtual interactions among teammates and with customers;",
        "Policies were adjusted to assist teammates that need time away from work due to illness, potential exposure or to care for sick family members;",
        "Adjusted product delivery methods to keep drivers and hospital personnel safe.",
        "For additional discussion of the impact of the COVID-19 pandemic on our business, including on our human capital resources, refer to the Risk Factors in Item 1A of this Form 10-K.",
        "8",
        "Available Information ",
        "We make our Forms 10-K, Forms 10-Q and Forms 8-K (and all amendments to these reports) available free of charge through the SEC Filings link in the Investor Relations content section on our website located at www.owens-minor.com as soon as reasonably practicable after they are filed with or furnished to the SEC. Information included on our website is not incorporated by reference into this Annual Report on Form 10-K. ",
        "You may read and copy any materials we file with the SEC at the SEC’s Public Reference Room at 100 F Street, NE, Washington, DC 20549. You may obtain information on the operation of the Public Reference Room by calling the SEC at 1-800-SEC-0330. The SEC also maintains an Internet site that contains reports, proxy and information statements, and other information regarding Owens & Minor, Inc. (http://www.sec.gov). ",
        "Additionally, we have adopted a written Code of Honor that applies to all of our directors, officers and teammates, including our principal executive officer and senior financial officers. This Code of Honor (including any amendments to or waivers of a provision thereof) and our Corporate Governance Guidelines are available on our website at www.owens-minor.com."
    ]
}