{
    "7536": [
        "Human Capital ",
        "The company’s business ",
        "strategy is to be the world’s ",
        "foremost technology solutions provider, and the company’s talent strategy powers that business strategy through its people. The company’s talent ecosystem, with all of its multi-cultural diversity, spans ",
        "53 countries",
        "The tie that binds the company together is its purpose.",
        "The company is more than ",
        "19,600",
        " employees around the world rallying behind a common greater good: to make the benefits of technology accessible to all.",
        "Customers are attracted to the company’s deep capabilities and broad services. The company believes this is driven by a broad group of professionals who understand their problems from numerous perspectives and curate forward-looking, comprehensive solutions. The company's employees’ diverse backgrounds have melded into rich perspectives that sharpen the company, frame how its global network of engineers, suppliers, and manufacturers work together, and enhance value for customers.",
        "5",
        "The company and its affiliates employed approximately 19,600 employees worldwide",
        "as of December31, 2020.  The following table shows the company's headcount by region:",
        "Americas",
        "EMEA",
        "Asia-Pacific",
        "Headcount",
        "6,000",
        "6,500",
        "7,100",
        "Gender and Racial/Ethnic Diversity by Employee Population",
        "In 2015, the company set a multi-year growth goal to increase gender diversity globally and racial/ethnic diversity in the United States. Arrow’s commitment to inclusion and diversity is evident in the representation growth results over the last five years.  The company plans to continue expanding our capability, by growing talent share via gender diversity globally and racial/ethnic diversity representation in the United States. ",
        "Gender Diversity (Globally) (% female) (a)",
        "Racial/Ethnic Diversity (United States) (% ethnic minority) (a)",
        "Employee Population",
        "2015",
        "2020",
        "Change",
        "Executive Leadership",
        "22%",
        "36%",
        "14%",
        "0%",
        "18%",
        "People Managers",
        "32%",
        "35%",
        "3%",
        "16%",
        "24%",
        "8%",
        "Individual Contributors",
        "43%",
        "46%",
        "30%",
        "5%",
        "Early Career Talent",
        "44%",
        "52%",
        "41%",
        "42%",
        "1%",
        "(a) 2015 and 2020 data as of 12/31; Executive Leadership includes executive and non-executive officers who are members of the executive committee; Early Career Talent represents employees under 30; Employees not declaring gender or ethnicity for the respective metric are excluded from the chart.",
        "Development and job skilling, reskilling, and upskilling are an important part of the employee experience at Arrow, enabling employees to maximize their career capital. The company supports employees through curriculum and inventory focused on work essentials. Arrow also offers a suite of enterprise leadership development programs. These programs create value by empowering employee commitment and business growth.",
        "The company believes in work that elevates career opportunity for all and that employees as career investors allocate their career capital with the expectation of a future return. In 2020, 2019, and 2018, nearly three quarters of manager-level and above positions were filled internally.",
        "Attracting and retaining early career talent enables Arrow to build on capability growth. Through the company’s university intern and graduate programs, apprenticeship programs, and management trainee programs, Arrow aims to fortify a diverse talent pipeline.",
        "The company believes in rewards that improve performance outcomes for all and endorses a pay-for-performance philosophy via performance differentiation and rewarding employees through compensation and benefits.",
        "Arrow's compensation and benefits programs are aligned with the local external market to attract, grow, and retain talent. Arrow’s commitment to rewarding employees fairly based on skills, experience, contribution/performance, internal equity, and the external market enables us to maximize employees’ return on their career capital. The company reviews our compensation and benefits programs and practices regularly to ensure they remain competitive and equitable.",
        "Arrow’s Response to COVID",
        "Arrow has protected its global ",
        "workforce during the COVID-1",
        "9 pandemic by following the guidelines of the world's leading health authorities, as well as local government directives, at all locations ",
        "around the globe to safely continue working as allowed, while providing exemptions and tools for extended remote work and enhanced benefits where necessary. When employees are working from home, Arrow has implemented plans and online collaboration capabilities to ensure consistent communication within Arrow, and with customers and suppliers.",
        "6",
        "Expanded Human Capital Disclosure",
        "Additional information regarding human capital information is included in the company's Proxy Statement filed in connection with the Annual Meeting of Shareholders scheduled to be held on May12, 2021."
    ]
}