{
    "75677": [
        "Human Capital",
        "PART II",
        "PART III",
        "PART IV",
        "Human Capital",
        "7",
        "Regulatory and Environmental Matters",
        "8",
        "Executive Officers of the Registrant",
        "8",
        "Human Capital",
        "PCA’s success depends on a highly engaged, results-oriented workforce operating in an entrepreneurial culture. Our primary objective is to place the right people in the right roles, and empower them to succeed.",
        "Safety is a core value at PCA and we believe that all accidents are preventable and an injury-free environment is achievable. We have implemented a robust occupational health and safety management system to assure accountability throughout the organization for safe work practices. Key components to our system include commitment from management, extensive training of employees, hazard identification and communication and regular safety audits.",
        "During 2020, we were committed to conducting safe operations through the COVID-19 pandemic in accordance with the guidelines of the Center for Disease Control and applicable health and safety regulations. As PCA’s operations continued to operate as “essential businesses,” we adopted measures to protect the health and safety of our employees, including social distancing practices, health screening procedures, enhanced sanitation procedures and enhanced absence pay policies. These practices will continue into 2021 as the effects of the pandemic continue. PCA did not experience significant disruptions in its operations as a result of the pandemic and has maintained adequate availability of its workforce and supply of raw materials and services to continue to serve its customers.",
        "We have extensive recruiting, training and development programs designed to attract and retain a highly talented workforce aligned with our objectives to relentlessly serve our customers and achieve operational excellence throughout our organization. As demand for qualified personnel is increasing, we are expanding our efforts in these critical areas along with efforts to continue to develop, promote and maintain a diverse workforce with a culture and an environment of respect and inclusion. These principles are designed to develop and promote strong and increasing engagement of all PCA employees.",
        "7",
        "As of December 31, 2020, we had approximately 15,200 employees, including 4,500 salaried and 10,700 hourly employees. Approximately 62% of our hourly employees worked pursuant to collective bargaining agreements. The majority of our unionized employees are represented by the United Steel Workers (USW), the International Brotherhood of Teamsters (IBT), the International Association of Machinists (IAM), and the Association of Western Pulp and Paper Workers (AWPPW). We are currently in negotiations to renew or extend union contracts that have recently expired or are expiring in the near future. During 2020, we experienced no work stoppages, and we believe we have satisfactory labor relations with our employees."
    ]
}