{
    "76282": [
        "Human Capital Resources",
        "As of December 31, 2020, we employed approximately 6,500 employees in our operations around the world.",
        "Approximately 3,800 of these employees are in the United States, while the remaining 2,700 are employed in other countries. Approximately 10% of our employees are covered by a collective bargaining agreement.",
        "The attraction, retention and development of employees is critical to the successful execution of the Company’s strategy. ",
        "The Company works diligently to attract the best talent from a diverse range of resources to meet current and future demands of our businesses. Hiring the right people for the long-term and developing them for future roles is an important process across the overall organization. ",
        "To support these objectives, the Company’s human resource programs are designed to develop, reward and support employees through competitive compensation, internal advancement, comprehensive flexible benefit programs and a safe and healthy work environment. ",
        "Key areas of focus include:",
        "7",
        "Table of Contents",
        "Health & Safety",
        ": The success of our business is fundamentally connected to the well-being of our employees; accordingly, we are committed to their health, safety, and wellness.",
        "Our global health and safety programs are designed around dedicated environmental, health and safety standards and procedures specifically tailored at the facility level to address different jurisdiction and regulations, specific operating hazards, and unique working environments.",
        "The Company’s objectives include a focus on regulatory compliance and protection of people and the environment.",
        "Our safety focus is evident in our response to the COVID-19 Pandemic, which included some of the initiatives listed below: ",
        "Increasing cleaning protocols across all locations",
        "Communicating regularly regarding impacts of the COVID-19 pandemic, including health and safety protocols and procedures ",
        "Implementing temperature screening of employees at our facilities",
        "Establishing new physical distancing procedures ",
        "Providing personal protective equipment ",
        "Modifying workspaces with plexiglass dividers",
        "Establishing protocols to address actual and suspected COVID-19 cases and potential contact exposure",
        "Prohibiting non-essential travel for all employees",
        "Requiring mask wearing in locations",
        "Most of our businesses manufacture products deemed essential to the critical infrastructure, and as a result, most of our production sites have continued to operate during the COVID-19 pandemic.",
        "Ethics & Compliance",
        ": Our Company is committed to values of honesty, integrity, respect and responsibility that foster high ethical standards in our relationships with each other, our customers and suppliers, and all those we do business with.",
        "Our Code of Business Conduct and Ethics (the “Code”), along with the policies and procedures referenced in the Code, provide guidance for all employees on topics such as anti-corruption and bribery, anti-trust and competition law, discrimination including our policy on harassment and retaliation, privacy, appropriate use of company assets, protection of confidential information and reporting concerns and violations. Should potential violations of the Code, our policies and procedures, or the law occur, employees are encouraged to notify our Chief Compliance Officer through our Ethics Hotline. We do not tolerate retaliation against anyone who reports a potential violation in good faith.",
        "The Chief Compliance Officer reports matters related to the Code to the Audit Committee of the Board of Directors on a quarterly basis.",
        "Compensation & Benefits",
        ": Our policy is to competitively compensate our employees.",
        "The compensation philosophy is to align both short-term and long-term incentives with our strategic objectives and to consider market forces and the performance of our Company and the employee.",
        "We offer comprehensive employee benefits that vary by country and are competitive in the marketplace.",
        "Examples of benefits offered in the U.S. include a 401(k) plan, defined benefit - cash balance plan, comprehensive health benefits, employee assistance programs, business travel, life/disability insurance and supplemental voluntary insurance.",
        "Training & Talent Development",
        ": The Company is committed to continued development of our workforce. Training is provided in several formats to accommodate workforce diversity and business focus.",
        "In addition, various internship programs and informal mentoring demonstrate the Company’s ongoing commitment and initiatives toward accelerating our future leaders.",
        "Risks Relating to Human Capital",
        "Some of our employees belong to labor unions, and strikes or work stoppages could adversely affect our operations.",
        "As of December31, 2020, we were a party to seven collective bargaining agreements with various labor unions that covered approximately 750full-time employees. Our inability to negotiate acceptable contracts with these unions could result in, among other things, strikes, work stoppages or other slowdowns by the affected workers and increased operating costs as a result of higher wages or benefits paid to union members. If the unionized workers were to engage in a strike, work stoppage or other slowdown, or other employees were to become unionized, we could experience a significant disruption of our operations and higher ongoing labor costs, which could have a material adverse effect on our business, financial condition and results of operations.",
        "The loss of key executives could adversely impact us.",
        "13",
        "Table of Contents",
        "Our success depends upon the efforts, abilities and expertise of our executive officers and other senior managers, including Matthew Crawford, our Chairman, Chief Executive Officer and President, as well as the president of each of our operating units. Additionally, an event of default occurs under our revolving credit facility if Messrs.M. Crawford and Edward Crawford, our former President, or certain of their related parties own in the aggregate less than 15% of Holdings’ outstanding common stock and, if at such time, neither Mr.M. Crawford nor Mr.E. Crawford holds the office of chairman, chief executive officer or president. The loss of the services of Mr.M. Crawford, senior and executive officers, and/or other key individuals could have a material adverse effect on our financial condition, liquidity and results of operations."
    ]
}