{
    "77281": [
        "HUMAN CAPITAL",
        "As of December 31, 2020, we had 175 employees at our properties and in our corporate office",
        "Our key human capital management objectives are to attract, retain and develop the highest quality talent to enhance our mission of enriching communities through the built environment. To support these objectives, our human resources programs are designed to: reward and support employees through competitive pay, benefits, and perquisite programs; enhance the Company’s culture through efforts aimed at making the workplace more engaging and inclusive; acquire and develop talent and facilitate internal talent mobility; and evolve and invest in technology, tools, and other resources for our employees",
        "We embrace diversity as valuable to a well-functioning company and provide equal opportunities without regard to race, color, religion, national origin, age, sexual orientation, gender/gender identity, disability, status as a protected veteran, or any other characteristic protected by applicable federal, state and local laws. We also endeavor to maintain workplaces that are free from discrimination or harassment on the basis of any such status or characteristic. In 2020, we hosted a black-owned business showcase at Woodland Mall and endeavor to host several similar showcases throughout our portfolio in the future due to the positive response",
        "Our compensation program is designed to attract and retain talent. We continually assess and strive to enhance employee satisfaction and engagement, including by conducting an annual culture survey to engage employees and identify opportunities for improvement. Our employees, many of whom have a long tenure with the Company, frequently express satisfaction with management. Our employees are offered regular opportunities to participate in professional development programs, including tuition reimbursement, continuing education reimbursement, and leadership training. During December 2019, we relocated our corporate headquarters to an office that is designed to create a better sense of place and pride and to cultivate a more collaborative work environment",
        "The health and safety of our employees is a high priority, in particular during the COVID-19 pandemic. In protecting our employees’ safety, we have invested in creating safe work environments for our employees by taking additional measures such as additional work from home flexibility, increased cleaning protocols, mask wearing in our corporate office and at our properties and enhanced communication and engagement regarding Company responses to the pandemic. We also offer wellness initiatives for our employees, such as Wholebeing programs on demand",
        "Additionally, we are committed to sustainability and giving back to the communities in which we operate. In 2020, our properties supported several charitable organizations, hosting blood and food drives, among other community-facing initiatives, in response to the pandemic. Our corporate giving program raised funds and awareness for various charitable and non-profit organizations",
        "As a result of the COVID-19 pandemic and resulting economic disruption, together with the preexisting economic challenges facing the retail industry, the Company implemented reductions-in-force and unpaid furloughs in 2020. In order to attempt to ease the effects of such actions, the Company extended health insurance to furloughed employees for certain periods and encouraged use of the Company’s existing wellness and mental health services through its employee assistance program. The Company has since brought furloughed employees back to full pay",
        "None of our employees are unionized or covered by collective bargaining agreements, and we consider our current employee relations to be good"
    ]
}