{
    "77476": [
        "Human Capital",
        "PepsiCo believes that human capital management, including attracting, developing and retaining a high quality workforce, is critical to our long-term success. Our Board and its Committees provide oversight on a broad range of human capital management topics, including corporate culture, diversity and inclusion, pay equity, health and safety, training and development and compensation and benefits. ",
        "We employed approximately 291,000 people worldwide as of December26, 2020, including approximately 120,000 people within the United States. We are party to numerous collective bargaining agreements and believe that relations with our employees are generally good. ",
        "Protecting the safety, health, and well-being of our associates around the world is PepsiCo’s top priority. We strive to achieve an injury-free work environment. We also continue to invest in emerging technologies to protect our employees from injuries, including leveraging fleet telematics and distracted driving technology, resulting in reductions in road traffic accidents, and deploying wearable ergonomic risk reduction devices. In addition, throughout the COVID-19 pandemic, we have remained focused on the health and safety of our associates, especially our frontline associates who continue to make, move and sell our products during this critical time, including by implementing new safety protocols in our facilities, providing personal protective equipment and enabling testing. ",
        "We believe that our culture of diversity and inclusion is a competitive advantage that fuels innovation, enhances our ability to attract and retain talent and strengthens our reputation. We continually strive to ",
        "10",
        "Table of Contents",
        "improve the attraction, retention, and advancement of diverse associates to ensure we sustain a high-caliber pipeline of talent that also represents the communities we serve. As of December 26, 2020, our global workforce was approximately 25% female, while management roles were approximately 41% female. As of December 26, 2020, approximately 43% of our U.S. workforce was comprised of racially/ethnically diverse individuals, of which approximately 30% of our U.S. associates in managerial roles were racially/ethnically diverse individuals. Direct reports of our Chief Executive Officer include 7 executives globally who are racially/ethnically diverse and/or female. ",
        "We are also committed to the continued growth and development of our associates. PepsiCo supports and develops its associates through a variety of global training and development programs that build and strengthen employees' leadership and professional skills, including career development plans, mentoring programs and in-house learning opportunities, such as PEP U Degreed, our internal global online learning resource. In 2020, PepsiCo employees completed over 875,000 hours of training.",
        "Human Capital"
    ]
}