{
    "77543": [
        "Human Capital Resources",
        "The foundation of our continuing success as a leading construction services business is our ability to attract and retain the industry’s best talent by providing a culture of opportunity, development, accountability and empowerment. This understanding guides our approach to managing our human capital resources.",
        "Employees. ",
        "Our principal asset is our employees, many of whom have technical and professional backgrounds and undergraduate and/or advanced degrees. As of December31, 2020, we had approximately 8,700 employees (including union employees), of which approximately 2,100 were salaried and 6,600 were hourly employees. The number of employees at any given time depends on the volume and types of active projects in progress, as well as our position within the lifecycle of those projects. We believe that we have strong relationships with our employees and that the quality and level of service that our employees deliver to our customers are among the highest in our industry.",
        "Union Workforce. ",
        "We are signatory to numerous local and regional collective bargaining agreements, both directly and through trade associations, as a union contractor. These agreements cover all necessary union crafts and are subject to various renewal dates. As of December31, 2020, our workforce included a total of approximately 4,500 union employees. Estimated amounts for wage escalation related to the expiration of union contracts are included in our bids on various projects; accordingly, the expiration of any union contract in the next year is not expected to have any material impact on us. During the past several years, we have not experienced any significant work stoppages caused by our union employees.",
        "Talent Recruitment, Training and Retention.",
        " Our business relies upon an adequate supply of management, supervisory and field personnel. Recruiting, training and retaining key personnel has been and will remain primary goals of our human capital initiative. Through the use of management information systems, on-the-job training and educational seminars, employees are trained to understand the importance of project execution. We place a strong emphasis on training employees in accurate and comprehensive project estimating, project management and project cost control. As is common in our industry, we experience some recurring employee turnover each year, which we believe is comparable to the industry average. Historically, we have successfully attracted and retained sufficient numbers of personnel, including union personnel, to support our operational needs. We strive to ensure a fully competent project management team that includes long-term successors to our current project leaders by investing significant resources to build strong and highly competent project managers. We regularly hire construction management and engineering staff, including interns and recent graduates, and provide them with engaging projects and development programs. On the occasion when we have a need for senior project executives, the broad professional network of our leadership team often provides strong candidates to fill those needs. We also utilize internal and external recruiting specialists to help fill our open job positions. To support retention and motivation of our top talent, we provide very competitive compensation, which may include performance incentives.",
        "Workplace Safety.",
        " We place a strong emphasis on the safety of our employees, our customers and the public. Accordingly, we conduct extensive safety training programs that have allowed us to maintain a high safety level at our worksites. All newly hired employees that will be working at project job sites undergo an initial safety orientation, and for certain types of projects or processes we conduct specific hazard training programs. Our project supervisors regularly conduct on-site safety meetings and our safety managers make random site safety inspections and perform daily assessments. In addition, operational employees are required to complete an OSHA 30-hour training program and project-specific courses on various safety topics. Moreover, we promote a culture of safety by encouraging employees to recognize, immediately correct and report all unsafe conditions.",
        "Human Capital Resources"
    ]
}