{
    "77877": [
        "Human Capital Resources",
        "Employee Headcount",
        "As of December31, 2020, we had 520 full-time employees, 235",
        "of whom are employed in field operations",
        "Employee Engagement",
        "Our future success will depend partially on our ability to attract, retain and motivate qualified personnel. Therefore, we recognize and support the growth of our employees by offering internal and external development programs. We utilize an online training platform to allocate and track employee trainings, as well as offering on-demand developmental training content. Lastly, to remind our employees of PDC's values, we require all employees to attend an annual harassment awareness training",
        "We conduct an annual employee satisfaction survey where employees from each of our offices are provided an opportunity for their opinions to be voiced on how we can improve as a company. We report results back to our board of directors, management team and employees and take actions to address areas of employee concern. On a company-wide level, we encourage a culture of volunteerism and have an annual day of service which garners participation from the vast majority of our employees. Additionally, we believe diversity and inclusion provides a business with innovation and a successful workforce. We formed an employee-led diversity and inclusion project team in 2020 that will identify areas for growth and improvement that will build on our current efforts in respect of diversity and inclusion",
        "Safety Culture",
        "We are committed to the health, safety, and welfare of our employees, contractors, and neighbors. We regularly update our safety policies and procedures to ensure we are meeting or exceeding new requirements and adopting new technologies that improve our responsible operations. Additionally, all PDC field employees receive safety training upon hire, along with frequent meetings and refreshers to reinforce safety as a core value and our most important strategic priority",
        "PDC utilizes a field monitoring room, which is tied into our field automation, that is staffed 24 hours a day and 365 days a year to identify emergency situations and allows for quick field response. The automation capabilities on a facility can vary from measuring tank levels to security cameras to remote emergency shut-down capabilities. The field monitoring room, in combination with our daily inspections performed on producing locations, facilitates proactive response to events that need attention",
        "Our continual commitment to safety has resulted in improving safety records, even as operations have grown. At least since the time Occupational Safety and Health Administration (\"OSHA\") began requiring record-keeping and publication of health and safety information in 1972, we have not had any employee work-related fatalities. A commonly used measure of an organization’s safety performance is Total Recordable Incident Rate (\"TRIR\"), which equates to the number of injuries requiring medical treatment per 100 full-time employees during a one-year period. We monitor this performance measure and communicate it broadly across the company. We also include both TRIR and Preventable Vehicle Accident Rate (\"PVAR\") as part of our quantitative performance metrics within our annual incentive program, to prioritize the importance of safety within our company. Our TRIR and PVAR remained notably low for 2020 and 2019",
        "Employee Compensation and Benefits",
        "Our compensation program is designed to provide the proper incentives to attract, retain and reward employees to achieve results related to our core values and strategic priorities. The structure of our compensation program provides incentives for both short-term and long-term performance. We also seek fairness in total compensation and benefits with reference to external benchmarking against our peers within the industry. All full-time employees are eligible for health insurance, paid and unpaid leaves, a retirement plan and life and disability/accident coverage",
        "Our employees are not covered by collective bargaining agreements. We consider relations with our employees to be positive",
        "WHERE YOU CAN FIND ADDITIONAL INFORMATION",
        "We file annual, quarterly and current reports, proxy statements and other information with the SEC, which are maintained and available at",
        "www.sec.gov",
        "Our SEC filings are also available free of charge from our website at",
        "www.pdce.com",
        "as soon as reasonably practicable after such material is filed with, or furnished to, the SEC. We also make available free of charge any of our SEC filings by mail. For a mailed copy of a report, please contact PDC Energy, Inc., Investor Relations, 1775 Sherman Street, Suite 3000, Denver, CO 80203, or call (303) 860-5800",
        "We recommend that you view our website for additional information, as we routinely post information that we believe is important for investors. Our website can be used to access such information as our recent news releases, committee charters, code of business conduct and ethics, stockholder communication policy, director nomination procedures, sustainability report and our whistle blower hotline. While we recommend that you view our website, the information available on our website is not part of this report and is not incorporated by reference"
    ]
}