{
    "78003": [
        "Human Capital",
        "10",
        "HUMAN CAPITAL",
        "Our purpose is clear: ",
        "Breakthroughs that change patients’ lives",
        ". These breakthroughs are delivered through the relentless collaboration of our talented workforce. As of December 31, 2020, we employed approximately 78,500 people worldwide, with approximately 29,400 based in the U.S. Women compose approximately 48% of our workforce, and approximately 32% of our U.S.-based employees are individuals with ethnically diverse backgrounds.",
        "Our continued success links directly to the commitment, engagement and performance of our employees. It is important that we not only attract and retain the best and brightest diverse talent but also ensure they remain engaged and can thrive in an environment that is committed to helping them grow, succeed and contribute directly to achieving our purpose. As part of these efforts, we strive for an inclusive and empowering work environment, adopting practices to simplify processes and remove needless complexity, rewarding both performance and leadership skills, and offering competitive compensation and benefits programs that encourage healthy work-life balance, so that all colleagues feel ready, equipped and energized to deliver innovative breakthroughs that extend and significantly improve patients’ lives.",
        "Diversity, Equity and Inclusion.",
        "At Pfizer, every person deserves to be seen, heard and cared for, and we work to further this goal by bringing together people with different backgrounds, perspectives and experiences. Our new and expanded commitments to equity include specific actions to help foster a more inclusive environment within Pfizer, including, among others: (i) increasing the representation of both women and underrepresented ethnic groups; (ii) providing resources ",
        "to support managers in having courageous conversations about equity, race and the avoidance of bias within their teams; (iii) ",
        "revising our Political Action Committee (PAC) bylaws to help ensure that PAC recipients consistently ",
        "demonstrate",
        " conduct that align with our core values; and (iv) working to help ensure recruitment demographics of all clinical trials correlate to those of the countries where trials are taking place.",
        "Colleague Engagement",
        ". We understand the importance of continuously listening and responding to colleague feedback. Our annual engagement survey, Pfizer Pulse, provides a forum for our colleagues to give structured feedback about their Pfizer experience and equips leaders with ",
        "Pfizer Inc.",
        "2020 Form 10-K",
        "10",
        "actionable insights for discussion and follow up. Regular topics in the survey include (i) employee engagement, such as colleagues’ commitment to and advocacy for Pfizer, and (ii) purpose, including how colleagues’ work connects with our purpose. Through these surveys, we can measure and track the degree to which colleagues are proud to work at Pfizer, would recommend Pfizer as a great place to work to others and intend to stay with Pfizer.",
        "Performance, Leadership and Growth.",
        "We are committed to helping our colleagues reach their full potential by rewarding both their performance and leadership skills and by providing opportunities for growth and development. Our performance management approach—called ",
        "Performance and Leadership Insights",
        "—is based on six-month semesters during which our colleagues and their managers set goals, receive feedback and meet to discuss performance. These conversations are meant to help colleagues grow and develop by evaluating ",
        "performance",
        "(what the colleague achieved, measured by outcomes), ",
        "leadership",
        "(how they achieved it, taking into account Pfizer’s values of courage, excellence, equity and joy), and identifying areas of ",
        "growth",
        " that help move colleagues towards fulfilling their career goals and their potential. We strive to ensure that all colleagues have an equal opportunity to grow and offer a variety of programs including mentoring, job rotations, experiential project roles, skill based volunteering and learning programs focused on many topics, including leadership and management skills and industry- and job-specific learning, as well as general business, manufacturing, finance and technology skills.",
        "Health, Safety and Well-Being.",
        "We are committed to the health, safety and well-being of our colleagues and continue to advance a comprehensive occupational injury and illness prevention program.",
        "During 2020, our COVID-19 pandemic preparedness and response was a primary focus. Our comprehensive pandemic response plan incorporates guidance issued by external health authorities and is designed to keep onsite workers at our manufacturing and research sites safe and healthy. A global employee assistance program provides stress management, mental health, emotional, resiliency and pandemic guidance and support to our colleagues.",
        "Pay Equity.",
        " We are committed to pay equity, based on gender or race/ethnicity, and we conduct and report publicly on pay equity on an annual basis.",
        "Additional information regarding our human capital programs and initiatives is available in the “Careers” section of Pfizer’s website. "
    ]
}