{
    "78128": [
        "Employees and Human Capital",
        "The Company",
        "is dedicated to creating a sustainable working atmosphere for its employees to attract and retain the best employees",
        "Human capital measures and objectives that the Company focuses on in managing its business include the health and safety of its employees, succession planning, voluntary attrition rate, and diversity, equity and inclusion initiatives",
        "As of December31, 2020, we employed a total of 3,180 full-time employees.  Our subsidiaries are parties to 19 labor agreements with labor unions covering 1,356 employees. The labor agreements expire at various times up until March 2025",
        "Health and Safety",
        "Safety is the foundation of our business and what guides all our employees’ actions",
        "continue",
        "s",
        "to invest in safety improvements, implement policies and procedures, develop technical training and guidelines",
        "Table of Contents",
        "for our employees, and leverage new tools and technology to improve our maps, records and infrastructure performance",
        "The Company is",
        "focused on identifying and mitigating risk and safeguarding our plants and distribution lines.  Our teams make safety a",
        "top priority",
        "on the job, in meetings, and",
        "within",
        "our surrounding work environments to ensure",
        "our",
        "employees",
        "and our customers",
        "safety is treated with the highest level of concern",
        "In recent years",
        "our safety record has improve",
        "d",
        "For 2020, the Company’s",
        "lost time incidents are down",
        "and responsible vehicle accidents have declined by",
        "from 2019",
        "To",
        "encourage",
        "managers to promote a safe environment, these metrics, among others, are incorporated in management’s incentive compensation plans",
        "Ahead of the closing of the Peoples Gas Acquisition in March 2020, we also created a combined Environmental Health and Safety management position to provide oversight to the gas, water and wastewater businesses.  This included the appointment of a National Safety Director charged with developing and implementing a combined health and safety program that will continue to incorporate our best practices to keep our workers safe",
        "provide",
        "access to a variety of innovative, flexible, and convenient employee health and wellness programs.  We proactively conduct communications outreach to our employees and their family members on",
        "relevant health topics",
        "With the focus on mental health becoming more of a central part of an employee’s well-being, we have added additional resources and counseling access for employees",
        "and their families",
        "to utilize",
        "and",
        "ensure they",
        "take care",
        "of themselves",
        "Succession Planning",
        "Under the Company’s Corporate Governance Guidelines, the Board of Directors is responsible for the development and periodic review of a management succession plan for the Chief Executive Officer and other executives",
        "Annually",
        "the Board of Directors reviews the Company’s",
        "succession planning process for the Chief Executive Officer and the named executive officers.  During this review, the directors review succession candidates on an immediate basis and more developmental candidates so that the Company is well-prepared for the future",
        "Voluntary Attrition and Turnover",
        "The Company measures turnover rates of its employees in assessing the Company’s overall human capital.  The Company’s voluntary attrition rate (not including retirements) for 2020 was 0% at the executive and senior management level, 2% at the mid-level manager level, 4% at the professional level, and 4% across all other employees",
        "Diversity, Equity and Inclusion",
        "Diversity of backgrounds, ideas, thoughts, and experiences is essential to our culture and the way we do business.  Creating an environment where our differences are valued and where every person feels a sense of belonging and engagement supports a thriving organization that cares about our customers.  In 2019 and 2020 our Company conducted education and unconscious bias workshops to foster better understanding of points of view and how pre-conceived notions impact relationships at work. Diversifying the workforce continues to be a focus at all levels of the Company. Our diversity hiring for the organization grew by more than 7% from 2019. Diversity at the management level has also grown, with 7% of the management team comprised of minorities and 23% of the management team comprised of women by the end of 2020",
        "We recognize an opportunity to strengthen the diversity in our company. Based on local customer demographic data, we are focused on increasing the diversity of our employee demographics to reflect the diversity in the communities that we serve. We have a range of diverse recruitment tactics and believe we can achieve our multiyear plan of reaching 17% employees of color"
    ]
}