{
    "78814": [
        "Human Capital",
        "We have more than 11,500 employees, with approximately 80% located in the United States and approximately 20% located outside the United States. We also rely on a contingent hourly workforce to supplement our full-time workforce to meet fluctuating demand. We seek to create a high-performance culture that will drive and sustain enhanced value for all our stakeholders. To attract, retain and engage the talent needed, we strive to maintain a diverse, inclusive and safe workplace, with equitable opportunities for growth and development, supported by strong compensation, benefits and health and wellness programs, and by programs that build connections between our employees and their communities",
        "Diversity and Inclusion",
        "We believe that a diverse workforce is critical to our success. We celebrate a rich mix of countries, cultures, ages, races, ethnicities, gender identities, sexual orientation, abilities and perspectives that showcase our humanity, differentiate us as individuals and enhance our businesses. We have received numerous external acknowledgments of our progress in diversity and inclusion over the years",
        "Employee Engagement and Development",
        "We emphasize employee development and training and provide professional development initiatives, training, experiential learning and inclusion networks to our employees to enable them to advance their skills and achieve career goals. We also believe employee engagement is important to the company's success and conduct a survey annually that has had historically high participation rates as well as increasing engagement scores overall",
        "Health, Safety and Wellness",
        "We are committed to the health, safety and wellness of our employees. We provide our employees and their families with access to a variety of flexible and convenient health and wellness programs",
        "In response to COVID-19, we implemented significant changes that we determined were in the best interest of our employees, as well as the communities in which we operate, and which comply with government regulations. These changes included adjusting processes to enable social distancing, providing personal protective equipment, ongoing monitoring of the health of our employees, and contact tracing when an employee is diagnosed with COVID-19. We encourage employees capable of working remotely to do so and limit the number of employees who can be in any of our offices at any given time"
    ]
}