{
    "80035": [
        "Human Capital",
        "At December 31, 2020, the Company had 2,969 employees, the overwhelming majority of which are full-time employees.Approximately 25% of the Company’s employees are located in the U.S.",
        "The Company views its employees and culture as keys to its success.The Company aims to attract and retain employees who will be empowered to have the freedom to make decisions and take actions in the best interest of the Company, while being recognized and accountable for those decisions and actions.The Company focuses on innovation, inclusion and diversity, safety and engagement to develop the best talent.",
        "The COVID-19 pandemic continues to impact businesses globally.The Company has been successful with proactive measures to protect the health and safety of its employees and to maintain business continuity.The Company has established several safety protocols in its production and office areas, including, but not limited to schedule rotations, face coverings, barriers, physical distance requirements, enhanced cleaning procedures and body temperature monitoring.The Company continues to assess all challenges related to COVID-19 and regularly updates its employees.",
        "For more information on the risks related to the Company’s human capital resources, see Item 1A – Risk Factors.",
        "11",
        "Risk Factors Related to Human Capital",
        "The Company depends on maintaining a skilled workforce and any interruption in the workforce could negatively impact the Company’s operating results and financial condition.",
        " The Company’s ability to sustain and grow its business requires a commitment to hire, retain and develop a highly skilled and diverse management team and workforce.Failure to ensure that we have the depth and breadth of personnel with the necessary skill ",
        "15",
        "set and experience, or the loss of key employees, could impede the Company’s ability to deliver its growth objectives and execute its strategy.",
        "The Company continues to develop and invest in human capital through continuing education, work-related certifications, and talent and performance management systems.These efforts directly impact the ability to deliver its growth objectives and execute its strategy."
    ]
}