{
    "80172": [
        "Human Capital",
        "5. Industry Practices Related to Working Capital Requirements",
        "6.",
        "Order",
        "Backlog",
        "C.AVAILABLE INFORMATION",
        "4.Human Capital",
        "As of December 31, 2020, the Company and its subsidiaries had 955employees compared to 919 employees at the end of December 2019.",
        "﻿",
        "Approximately 231employees of Amron are members of the United Steel Workers union.The most recent contract between Amron and the union is effective through February 28, 2025.",
        "The Company provides its employees with competitive salaries and bonuses, opportunities for equity ownership, opportunities for continued learning and growth and a robust employment package that promotes well-being across all aspects of their lives, including health care, retirement planning and paid time off.",
        "﻿",
        "5. Industry Practices Related to Working Capital Requirements",
        "The major portion of the Company's sales aremade with terms of 60 days or shorter.",
        "﻿",
        "For the Housewares/Small Appliance segment, inventory levels increase in advance of the selling period for products that are seasonal, such as pressure canners, heaters, and major new product introductions.Inventory build-up also occurs to create stock levels required to support the higher sales that occur in the latter half of each year or to provide a means to delay the impact of potential tariffs.Buying practices of the Company's customers require \"just-in-time\" delivery, necessitating that the Company carry large finished goods inventories.",
        "The ability to meet U.S. Department of Defense demands also necessitates the carrying of large inventories in the Defense segment.",
        "﻿",
        "Inventory build-up also occurs in the Safety segment to meet potential demand of customers that require delivery with shorter lead times.",
        "﻿",
        "6.OrderBacklog",
        "Shipment of most of the Company's Housewares/Small Appliance products occurs within a relatively short time after receipt of the order and, therefore, there is usually no substantial order backlog.New product introductions may result in order backlogs that vary from product to product and as to timing of introduction.",
        "﻿",
        "The contract backlog of the Defense segment was approximately $320,214,000, $310,385,000, and $333,592,000 at December 31, 2020, 2019, and 2018, respectively.Backlog is defined as the value of orders from the customer less the amount of sales recognized against the orders.It is anticipated that the backlog will be produced and shipped during an 18 to 24-month period, after December 31, 2020.",
        "﻿",
        "Shipmentsin the Safetysegment typically occur within a relatively short time after receipt of an order, and thus there is usually no substantial long term backlog of orders.",
        "﻿",
        "C.AVAILABLE INFORMATION",
        "﻿",
        "The Company has a web site at www.gopresto.com.The contents of the Company's web site are not part of, nor are they incorporated by reference into, this annual report.",
        "﻿",
        "The Company makes available on its web site its annual reports on Form 10-K or 10-K/A and, beginning with its second quarter filing in 2011, quarterly reports on Form 10-Q or 10-Q/A.It does not provide its current reports on Form 8-K or amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act on its web site.The Company does not do so because these and all other reports it files with the SEC are readily available to the public on the SEC web site at www.sec.gov and can be located with ease using the link provided on the Company’s web site.The Company provides paper copies of its annual report free of charge upon request.",
        "﻿",
        "﻿"
    ]
}