{
    "8063": [
        "Human Capital Resources",
        "Human Capital Management and Corporate Culture",
        "As of December 31, 2020, we employed approximately 2,200 employees, of whom approximately 1,800 were employed in the United States and approximately 400 were employed outside of the United States. We have approximately 60 hourly production employees at PECO who are subject to collective bargaining agreements. We also leverage temporary workers to provide flexibility for our business and manufacturing needs",
        "We greatly value our employees and recognize that, without them, the Company would not have achieved the success it has accomplished since inception. We strive to provide a positive, supportive work culture with a clear global vision and a collaborative work style. We strongly believe that a focus on learning and supporting career development can lead to success. With low attrition and high referral rates, Astronics Corporation regularly earns “best employer” awards",
        "As it relates to customers, investors, suppliers and partners, our Company is dedicated to conducting business with integrity and responsibility for the greater good. We promote honest and ethical conduct, compliance with applicable government regulations and accountability by all of its directors, officers and employees",
        "When considering an acquisition or partnership, we embed questions specific to human capital management within our due diligence approach. These questions are in the areas of culture, equal employment opportunity, compliance with governing bodies, ethics, as well as employee benefits. We ask these in an effort to ensure that the acquisition candidate is a positive cultural fit and to minimize any risk when assessing the acquisition candidate",
        "In addition, our Corporate Governance Guidelines outline expectations that the Board establish and promote policies that encourage a positive, supportive work culture. The Board recognizes that culture is critical to the long-term success of Astronics and our strategy",
        "Compensation Programs and Employee Benefits",
        "We believe that future success largely depends upon our continued ability to attract and retain highly skilled employees. We provide employees with competitive salaries and bonuses, opportunities for equity ownership, development programs that enable continued learning and growth and a robust employment package that promotes well-being across all aspects of their lives, including",
        "Health and dental insurance",
        "Generous paid time off",
        "401(k), profit sharing, and bonus programs",
        "Flexible spending accounts",
        "Employee stock purchase plan",
        "Disability and life insurance",
        "Commute reduction, fitness, tuition programs",
        "Community service opportunities",
        "The COVID-19 pandemic has had a sudden and significant impact on the global economy, and particularly in the aerospace industry, causing us to make difficult cost conservation measures including workforce reductions activities to align capacity with expected demand as well as suspension of certain benefit programs. These measures were taken to maintain the financial health and liquidity of the business. We are continuously evaluating the impact of the COVID-19 pandemic which is dependent on future developments, including the duration of the pandemic and the its impact on the global economy and the aerospace industry, which are uncertain and cannot be predicted at this time. We will continue to strive to return to a normal level of employment opportunity and benefit offering for the valued employees of Astronics",
        "Employee Engagement",
        "The lifeblood of any organization is its employee base. We rely on our individual subsidiaries to regularly gather employee feedback, using the method each subsidiary believes is most appropriate. In some instances that feedback is obtained through “Town Hall” formats; in other instances, it is obtained through surveys. We also expect our managers to solicit and, where applicable, use employee feedback to improve its business practices and working environment. We are proud to have received numerous awards, recognizing both product quality as well as the ability to provide an excellent work environment",
        "Diversity and Inclusion",
        "Much of our success is rooted in the diversity of our teams and our commitment to inclusion. We believe that diversity and inclusion is critical for the attraction and retention of top talent. We employ policies and procedures to recruit women and minority talent as well as policies to ensure pay equality. Astronics has an Equal Employment Opportunity Policy whereby we commit to providing equal employment opportunity for all qualified employees and applicants",
        "Health and Safety",
        "Astronics is committed to the safety of our customers and our employees. Each Astronics operation maintains environmental, health and safety policies that seek to promote the operation of its businesses in a manner that is protective of the health and safety of the public and its employees, particularly in the response to the global COVID-19 pandemic. We have implemented actions to maintain the health of our employees including social distancing measures, the use of masks, restricting visitors and unnecessary travel, and working from home whenever possible",
        "Our operations offer several health and welfare programs to employees to promote fitness and wellness and to encourage preventative healthcare. In addition, our employees are offered a confidential employee assistance program that provides professional counseling to employees and their family members. Also, many of our operations offer green space for employees to use during their breaks"
    ]
}