{
    "80661": [
        "Human Capital",
        "We believe that our people and our culture are our greatest competitive advantage, and that having the right people working together in the right way is critical to driving our results, building our enduring business, and creating long-term shareholder value. Our culture is deeply rooted in our Core Values (Integrity, Golden Rule, Excellence, Objectives, and Profit) and is the foundation upon which we have designed our strategies to attract, retain, and motivate highly qualified employees. These include talent acquisition, diversity and inclusion, employee engagement, development and retention, competitive pay and benefits, and for 2020, our pandemic response. As of December 31, 2020, we had 43,326 employees",
        "Diversity and Inclusion (D&I",
        "Diversity and inclusion are fundamental to our success. Our commitment to diversity starts at the top with our highly skilled and diverse Board of Directors. We are one of the few large public companies with both a female CEO and a female independent Board Chairperson. Our D&I efforts are overseen by our Board’s Compensation Committee, and those efforts are implemented at all levels of the organization",
        "We seek to maintain a fair and inclusive work environment to have our employees reflect the customers we serve and our leaders reflect the people they lead. We publish employee and manager demographic information on our website and update this on an annual basis. We support D&I awareness among our employees through formal training sessions and workshops focused on building our cultural competency and addressing difficult topics such as racial inequality, microinequities, and privilege. We also have nine employee resource groups (African American Network, Asian American Network, Disabilities Awareness Network, Latin American Networking Association, LGBTQ+ Network, Military Network, Network of Empowered Women, Parent Connection and Young Professionals Network) intended to build a community for our employees with common backgrounds, life experiences, and professional challenges. We leverage our extensive contemporary art collection to spark conversations about our culture, innovation, ethical obligations, and respecting our differences",
        "Employee Acquisition, Retention, Engagement and Development",
        "Our culture and success have enabled us to attract and retain highly talented people from a diverse marketplace. We employ expansive recruiting practices to ensure we have qualified and deep candidate pools and are attracting candidates from both established and new sources. We hired more than 5,500 new employees in 2020, representing about 3.5% of the total applicants for a job at Progressive",
        "We understand that engaged employees are more productive, provide better service to our customers and are more likely to stay with Progressive. Each year, we survey our people to measure their engagement. We use the results along with other feedback to evaluate our human capital strategies and the health of our culture",
        "Our formal performance evaluation process is focused on coaching and development, which we believe encourages greater engagement in our business and improved individual performance. Moreover, we actively foster a learning culture and offer several leadership development programs, including our Multicultural Leadership Development Program. Formal training, which covers a broad swath of competencies and skills, is available for both new and tenured employees, and for both individual contributors and leaders",
        "Promoting from within is a key part of our strategy. Many of our leaders, including current executive team members, joined Progressive in a junior position and advanced to significant leadership positions within the organization. In 2020, we filled approximately 78% of our open jobs above the entry level by promoting our own talent, including just under 900 manager positions",
        "Our annualized employee retention rate for 2020 was 91% and, as of December 31, 2020, just under 15,000 of our employees had more than 10 years of tenure at the company",
        "Ethics and Compliance",
        "Our Core Values are the foundation for our Code of Business Conduct and Ethics, which provides clear expectations for all our people and confirms our commitment to high ethical standards and compliance with legal requirements. We provide ethics training, as well as regular communications, video series, and outside speakers presenting themes such as Courage at our Core and Dare to Disagree, to emphasize our commitment to our ethical and legal responsibilities. Additionally, we have an “open door” policy that empowers every employee to reach out to any manager or any HR representative when they have a question or a concern or they want to share an idea.  We also provide a confidential Alertline that is available for employees and others who want to raise a concern anonymously. We encourage our people to speak up, and when they do, we review their concerns, take remedial action where appropriate and do not discriminate or retaliate against them for reporting any concern to us in good faith",
        "Competitive Pay and Benefits",
        "We seek to provide competitive pay through a combination of fixed and variable compensation. We publish internally the salary range and annual cash incentive target for each of our positions, as well as our assessment of the median pay in the market for comparable jobs. All Progressive people participate in our annual Gainshare bonus program, which measures the growth and profitability of our insurance businesses. We believe Gainshare contributes to the cooperative and collaborative way we work together and, in part, defines our culture. Our executives and other senior leaders also receive compensation in the form of equity awards, which we believe supports a strong pay-for-performance linkage and further aligns their interests with those of our shareholders. We monitor pay equity among employees with similar performance, experience, and job responsibilities, and publish the results annually on our website",
        "Our employee benefits are intended to be competitive and to support the needs of our people and their families. We invest in the physical, emotional and financial health of Progressive people by providing a broad range of benefits, including: medical, prescription drug, dental, and vison benefits; a 401(k) plan with up to a 6% company match; life insurance; long- and short-term disability insurance; and paid parental leave. We also support flexible work arrangements and paid time off to help our people balance their work and personal lives",
        "COVID Responses",
        "We took a number of steps during 2020 to support our people during the pandemic. For the health and safety of our employees, we quickly moved as many employees as possible to work from home and implemented additional cleaning and physical distancing protocols at our offices. Recognizing the economic challenges faced by some of our people, we also made advances on Gainshare bonus payments to most of our employees (but not our executives or other senior leaders). We established an employee relief fund to help our people dealing with financial difficulties and provided additional paid time off to employees who needed to care for themselves or family members. We also used various health and wellness communications, events, and activities to address the related anxiety and mental health stress our people may have experienced as a result of the pandemic"
    ]
}