{
    "84246": [
        "HUMAN CAPITAL",
        "RLI is a specialty underwriting company whose achievement emanates from our entrepreneurial and ownership culture. We strive to hire top underwriting and claim talent, who often work in branch locations closer to our customers, throughout the United States. Underwriters have the resources and authority to operate within established underwriting guidelines and a share of the rewards when they succeed. Compensation plans are designed to reward profitability and shareholder value creation to better align compensation with the longer-term nature of insurance products and stakeholder expectations. We solicit employee feedback to help ensure employees are engaged, feel valued and are contributing to our success",
        "As of December 31, 2020, the Company employed 875 associates throughout the United States, 863 of whom were full time. We prefer to utilize our own underwriting, claims and support staff, given the complex nature of our products. The niche markets we operate within require unique experience and deep knowledge to select appropriate risks and serve our customers. Ensuring a seamless transfer of knowledge as employees retire and developing newer talent continues to be a focus of the Company. We enable employees to maintain and expand industry knowledge and technical expertise through education and training as well as memberships to industry and trade associations. We leverage the services of a limited number of third-party contractors when it is difficult to hire employees that address a needed skill set outside of our core insurance functions, or when efficiencies can be gained",
        "Human Capital Oversight",
        "At the Board of Directors level, oversight of human capital is provided by the Human Capital and Compensation Committee (HCCC). Executive oversight for human capital is provided by the Company’s Vice President of Human Resources, who reports to the Chairman & CEO. Key responsibilities of the Vice President of Human Resources include providing effective programs related to staffing and succession planning, employee recruiting and development, compensation and benefits, and compliance, which are monitored by the HCCC",
        "Compensation and Benefits",
        "We compensate employees through a competitive compensation (Total Rewards) program that includes a base salary or hourly wage, annual incentives for all full-time employees, long-term incentives for management, retirement benefits, as well as health, disability and life insurance. We utilize various information sources, including local, regional and national compensation surveys, to establish competitive pay targets for each position in the company to ensure its Total Rewards program attracts and retains a talented workforce",
        "An important element of the Total Rewards program is to promote alignment of employee and shareholder interests, which is achieved through the Company’s Employee Stock Ownership Plan (ESOP) and long-term incentive plan (LTIP). The ESOP is a qualified retirement plan that provides shares of stock to employees based on the profitability of the Company, while management is granted stock options and restricted stock units through the LTIP. Management, at the level of vice president and above, is subject to stock ownership guidelines requiring them to hold Company shares valued at a multiple of their base salary, depending on their role. As of December 31, 2020, 9 percent of RLI Corp. shares were owned by insiders",
        "Diversity and Inclusion",
        "We strive to cultivate an exceptional workforce to perpetuate our ownership culture, deliver excellent customer service and continue to achieve superior business results. Our goal is to attract, develop and retain the best talent from diverse backgrounds, while promoting a culture where different viewpoints are valued and individuals feel respected, are treated fairly and have an opportunity to excel in their chosen careers"
    ]
}