{
    "84748": [
        "Human Capital Management",
        "The Company’s continuing success derives from our talented and dedicated employees globally, who are responsible for the innovation, operations and ethics foundational to our business and its future. In 2020, our employees navigated the challenges from COVID-19, and, with an overarching commitment to health and safety, maintained a steady flow of materials for our customers, including for critical infrastructure and health applications.",
        "As of December31, 2020, we employed approximately 3,350 people, of whom approximately 1,250 were employed in the U.S., 1,150 in Europe and 950 in China. Approximately 375 of our domestic employees are covered by collective bargaining ",
        "7",
        "agreements or by specific labor agreements and approximately 750 of our European employees are covered by work council arrangements.",
        "Our approach to human capital management is based on our culture of respect, which is built on the ethical foundation of our Code of Business Ethics and our commitment to making choices that are based on what is ethically sound and not just what is easy or expedient. Additionally, we connect our day-to-day work with our organizational objectives through our Cultural Behaviors: Live Safely, Trust, Just Decide, Speak Openly, Simply Improve, Innovate and Deliver Results. Management’s principal objectives, with oversight from our Board of Directors, are Health and Safety, Employee Experience and Diversity and Inclusion.",
        "Health and Safety",
        "The health and safety of our employees is a paramount objective. We strive to minimize lost workdays and recordable incidents. To promote awareness and accountability, safety performance data is shared throughout the company and executive compensation includes safety performance factors.",
        "Employment Experience",
        "We take a comprehensive approach to the employment experience, striving to use a fair and inclusive recruiting process to select talented individuals. Once we hire, we endeavor to provide our employees a safe and ethical work environment that includes fair compensation, opportunities for career development and employee engagement. We are proud to invest in our employees’ futures through a variety of technical and other training opportunities internally, as well as education reimbursement programs globally.",
        "Diversity and Inclusion",
        "We continue to advance efforts to improve diversity and inclusion within the Company, focusing on attracting and maintaining diverse talent within the organization and promoting awareness and acceptance globally. We believe that our diversity and inclusion will make the Company a more desirable workplace and will lead to improved business performance.",
        "Human Capital Management"
    ]
}