{
    "85961": [
        "HUMAN CAPITAL ",
        "We strive to create a high-performance culture that embraces diverse perspectives and experiences and ensure that employees have opportunities to develop the skills they need to grow and excel in their fields. Human capital management is a priority for our executives and Board of Directors. We are committed to identifying and developing the talent necessary for our long-term success. We have a robust talent and succession planning process and have established programs to support the development of our talent pipeline for critical roles in our organization. Annually, we conduct a robust review with the leadership team focusing on high performing and high potential talent, diverse talent and succession for our critical roles. ",
        "We also recognize that it is important to develop our future leaders. We provide a variety of resources to help our employees build and develop their skills, including online development resources as well as individual development opportunities and projects for key talent. Additionally, we have leadership development resources for our future leaders as they ",
        "9",
        "continue to develop their skills. We invest in our employees by offering comprehensive health, welfare and retirement programs, along with wellness programs and well-being initiatives.",
        "At December31, 2020, we had approximately 39,000 full-time employees worldwide, of which 38,000 were employed in North America and 1,000 in Europe. We currently employ approximately 8,600 drivers and 5,400 technicians. We have approximately 25,200 hourly employees in the U.S., approximately 3,500 of which are organized by labor unions. Those employees organized by labor unions are principally represented by the International Brotherhood of Teamsters, the International Association of Machinists and Aerospace Workers, and the United Auto Workers. Their wages and benefits are governed by 96 separate labor agreements which are renegotiated periodically. Although we have not experienced a material work stoppage or strike, these events can potentially occur given the types of businesses in which we currently engage. We consider the relationship with our employees to be good. Refer to \"We may face difficulties in attracting and retaining drivers and technicians\", included in Item 1A. Risk Factors for further information regarding risk associated with our human capital and the attraction, development, and retention of personnel.",
        "Safety",
        "Our safety culture is founded upon a core commitment to the safety, health and well-being of our employees, customers and the community. As a core value, our focus on safety is embedded in our day-to-day operations, reinforced by many safety programs and continuous operational improvement and supported by a talented and dedicated safety organization.",
        "We have created and implemented policies, processes and training programs to minimize safety events. We review and monitor our performance closely. We deploy relevant vehicle safety systems in the vehicles we operate, including active brake assistance, lane departure warning systems and stability control, to enhance safety performance.We also install aftermarket safety monitoring systems that provide effective means for our operations teams to measure and improve driver performance, including in-vehicle video event recorders.Training is also a key component of our safety program. We use certified driver trainers to on-board and train our drivers using first hand experienced certified driver trainers. Proactive injury and crash prevention and remedial training are also delivered regularly online to each employee through a highly interactive lesson platform. Regular safety behavioral observations are conducted by managers throughout the organization every day and remedial training and coaching takes place on the spot. Our proprietary, web-based safety management system, ",
        "RyderSafetyNet",
        "TM",
        ", delivers monthly proactive safety programs as well as safety compliance tasks tailored to every location and helps measure safety activity effectiveness across the organization. Our safety policies require that all managers, supervisors and employees incorporate safe processes in all aspects of our business. Monthly safety scorecards are tracked and reviewed by management for progress toward key safety objectives. ",
        "COVID-19 and Employee Safety and Wellness",
        "During the COVID-19 pandemic, the safety and well-being of our employees and their families has been a top priority, consistent with our company's core values, as we continue to serve our customers. Our operations supporting the supply chains and transportation needs of our customers has been deemed essential and we have continued operations during this period, but with diligent emphasis around following the guidelines from the Centers for Disease Control (CDC) and applicable state and local governments. We have adopted and implemented the COVID-19 Exposure Prevention, Preparedness, and Response Plan (COVID Response Plan), which defines our policies and procedures designed to mitigate the potential for transmission of COVID-19 and prevent exposure to illness from certain other infectious diseases. Among other things, the COVID Response Plan details employee and company responsibilities related to house-keeping and sanitization, hygiene and respiratory etiquette, use of personal protective equipment, employee and visitor screening procedures, leave policies and accommodations, remote working opportunities and infrastructure, and protocols for not reporting to work and when to return to work upon potential or confirmed COVID-19 exposure or infection. Company leadership and each business has increased the frequency of cross-functional communications to quickly identify and address any pandemic related needs. In addition, we use technology resources and human capital to develop tracking tools with predictive capabilities in an effort to further protect the workforce and efficiently deploy resources to do so. Further, we refined our wellness programs and communications aimed at informing employees about the pandemic, as well as engaging employees with healthcare providers to promote the proactive evaluation, tracking, and management of major health and wellness indicators. ",
        "10",
        "INFORMATION ABOUT OUR EXECUTIVE OFFICERS ",
        "Name",
        "Age",
        "Position",
        "Robert E. Sanchez",
        "55",
        "Chair and Chief Executive Officer",
        "Scott T. Parker",
        "53",
        "Executive Vice President and Chief Financial Officer",
        "John J. Diez",
        "50",
        "President, Global Fleet Management",
        "J. Steven Sensing",
        "53",
        "President, Global Supply Chain Solutions and Dedicated Transportation Solutions",
        "Robert D. Fatovic",
        "55",
        "Executive Vice President, Chief Legal Officer and Corporate Secretary",
        "John Gleason",
        "64",
        "Executive Vice President and Chief Sales Officer",
        "Karen M. Jones",
        "58",
        "Executive Vice President and Chief Marketing Officer",
        "Frank Lopez",
        "46",
        "Executive Vice President and Chief Human Resources Officer",
        "Tim Fiore",
        "65",
        "Senior Vice President and Chief Procurement Officer",
        "Rajeev Ravindran ",
        "55",
        "Senior Vice President and Chief Information Officer",
        "Cristina Gallo-Aquino",
        "47",
        "Senior Vice President and Controller",
        "Robert E. Sanchez was appointed Chair of Ryder's Board in May 2013 and promoted to Chief Executive Officer and became a Board member in January 2013. Previously, Mr. Sanchez served as President and Chief Operating Officer from February 2012 to December 2012. He served as President, Global Fleet Management Solutions from September 2010 to February 2012 and as Executive Vice President and Chief Financial Officer from October 2007 to September 2010. He also previously served as Executive Vice President of Operations, U.S. Fleet Management Solutions from October 2005 to October 2007 and as Senior Vice President and Chief Information Officer from January 2003 to October 2005. Mr.Sanchez joined Ryder in 1993 and has held various other positions of increasing responsibility, including leadership positions in all three of Ryder's business segments.",
        "Scott T. Parker joined Ryder in April 2019 and was appointed Executive Vice President and Chief Financial Officer. Prior to joining Ryder, Mr. Parker served as Executive Vice President and Chief Financial Officer at OneMain Financial, a leading consumer finance company, where he was responsible for overseeing all financial operations since 2015. Prior to OneMain Financial, Mr. Parker served as Chief Financial Officer for CIT Group Inc., a commercial finance company, from 2010 to 2015. He also served as Chief Financial Officer from 2006 to 2008 and Chief Operating Officer from 2008 to 2010 of Cerberus Operations & Advisory Company, and spent more than 15 years in leadership roles",
        "within the industrial and financial services businesses",
        "at General Electric Company, including Chief Financial Officer of GE Capital Solutions from 2005 to 2006. ",
        "John J. Diez has served as President, Global Fleet Management Solutions since September 2019. Previously, Mr. Diez served as President of Dedicated Transportation Solutions from March 2015 to August 2019, as Senior Vice President of Ryder Dedicated from March 2014 to February 2015, and as Senior Vice President of Asset Management from January 2011 to February 2014. Mr. Diez joined Ryder's Finance department in 2002 and has since held various positions within Finance including Senior Vice President Global Field Finance and Vice President and Chief Financial Officer of Fleet Management Solutions. ",
        "J. Steven Sensing has served as President of Global Supply Chain Solutions since March 2015. In September 2019, the DTS business was consolidated under the leadership of Mr. Sensing. Previously, Mr. Sensing served as Vice President and General Manager of the Technology industry group from February 2007 to February 2015.In July 2014, he also added the Retail industry group under his leadership. Mr. Sensing joined Ryder in 1992 and has since held various positions within Dedicated Services, Transportation Management and Distribution Management. ",
        "Robert D. Fatovic has served as Executive Vice President, Chief Legal Officer and Corporate Secretary since May 2004. He previously served as Senior Vice President, U.S. Supply Chain Operations, Hi-Tech and Consumer Industries from December 2002 to May 2004. Mr.Fatovic joined Ryder’s Law department in 1994 as Assistant Division Counsel and has held various other positions within the Law department including Vice President and Deputy General Counsel.",
        "John Gleason has served as Executive Vice President and Chief Sales Officer since November 2015.Previously,Mr. Gleason served as Senior Vice President of Global Fleet Management Solutions from October 2009, when he joined Ryder, to October 2015. Prior to joining Ryder, Mr. Gleason served as Chief Sales Officer for Automatic Data Processingfrom April 2005 to September 2009 and as Senior Vice President of Sales from July 1998 to April 2005.",
        "Karen M. Jones has served as Executive Vice President and Chief Marketing Officer since October 2014. She joined Ryder in September 2013 as Senior Vice President and Chief Marketing Officer. Prior to joining Ryder, Ms. Jones was Chief Marketing Officer for NRG/Reliant Energy, Inc from 2010 to 2013. Previously, Ms. Jones served as Senior Vice President of Marketing and Corporate Communications for DHL Express U.S. from 2006 to 2009 and as Vice President of Advertising, ",
        "11",
        "Brand Management and Promotion from 2004 to 2006.In addition, Ms. Jones has served in key positions responsible for worldwide brand advertising, sponsorship, and strategic alliances for Hewlett Packard.",
        "Frank Lopez was appointed as Executive Vice President and Chief Human Resources Officer in February 2018. Previously, Mr. Lopez served as Chief Human Resources Officer since February 2016 and Senior Vice President, Global Human Resources Operations since July 2013.Mr. Lopez joined Ryder in 2002 and has since held various positions within the Human Resources, Labor Relations and Legal functions.",
        "Timothy (Tim) Fiore was appointed Senior Vice President and Chief Procurement Officer in March of 2018. He previously held the same role from 2002 to 2005. Prior to his current role, Mr. Fiore was the Senior Vice President and Chief Procurement Officer of ThyssenKrupp NA, a manufacturer and supplier of automotive and industrial components and equipment, from 2012 until his retirement in 2014.In that role, he was responsible for developing and implementing ThyssenKrupp’s first consolidated North American supply management program.He also serves as Chair of the Institute for Supply Management's Manufacturing Business Survey Committee since 2017. Over the course of his career, Mr. Fiore has also held senior supply management roles at Terex Corporation, Celanese Corporation, and United Technologies Corporation. ",
        "Rajeev Ravindran joined Ryder and was appointed Senior Vice President and Chief Information Officer in January 2018. Mr. Ravindran has over 20 years of IT leadership experience and was previously the CIO and Group Vice President at JM Enterprises since 2012. Prior to JM, Mr. Ravindran worked in IT leadership roles at various companies including Interactive Metronome, Asista.com, and AutoNation. ",
        "Cristina Gallo-Aquino has served as Senior Vice President and Controller since August 2020. Previously, Ms. Gallo-Aquino served as Vice President and Chief Financial Officer, Global Fleet Management Solutions from August 2015 through August 2020 and Vice President and Controller from September 2010 through August 2015. Ms. Gallo-Aquino joined Ryder in 2004 and has held various positions within the Finance and Corporate Accounting departments. ",
        "FURTHER INFORMATION",
        "For further discussion concerning our business, see the information included in Items 7 and 8 of this report. Industry and market data used throughout Item1 was obtained through a compilation of surveys and studies conducted by industry sources, consultants and analysts.",
        "We make available our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to those reports through the Investor Relations page on our website at ",
        "www.ryder.com",
        " as soon as reasonably practicable after such material is electronically filed with or furnished to the Securities and Exchange Commission (SEC). The SEC maintains an Internet site that contains our reports, proxy and information statements, and our other SEC filings. The address of the SEC's website is ",
        "www.sec.gov",
        "In addition, our Corporate Governance Guidelines, Principles of Business Conduct and Board committee charters are posted on the Corporate Governance page of our website at ",
        "www.investors.ryder.com",
        ". Upon request to our Investor Relations page on our website at ",
        "www.ryder.com, ",
        "we will provide a copy of these documents to anyone, free of charge.",
        "12"
    ]
}