{
    "8818": [
        "Human Capital Resources ",
        "Human Capital Resources ",
        "Human Capital Resources ",
        "Our Global Workforce ",
        "Our Global Workforce ",
        "Our Global Workforce ",
        "With approximately 76% of our 2020 net sales originated outside the U.S. and approximately half of our net sales originated in emerging markets (Asia, Latin America, Eastern Europe and Middle East/Northern Africa), our employees are located in over 50 countries to best serve our customers. Approximately 87% of our employees at year-end 2020 were located outside the U.S. and approximately 70% were located in emerging markets. ",
        "year-end",
        "The charts below show our global employee population by region and operational function. Over 19,000 of our approximately 32,000 employees at year-end 2020, representing approximately 60% of our global workforce, were in Asia, serving our customers in that region. In addition, 67% of our global workforce worked in the operations of our manufacturing facilities worldwide or in positions directly supporting them from other locations. ",
        "year-end",
        "Workforce by Region:",
        "Workforce by Region:",
        "Asia Pacific",
        "Asia Pacific",
        "Europe",
        "Europe",
        "North America",
        "North America",
        "Latin America",
        "Latin America",
        "Workforce by Function:",
        "Workforce by Function:",
        "Operations",
        "Operations",
        "Non-Operations",
        "Non-Operations",
        "3 ",
        "3 ",
        "  Talent& Development  Attracting, developing and retaining a pool of diverse and highly-skilled talent is critical to our ability to continue achieving sustainable growth. We provide ongoing support and resources to our teams worldwide to ensure that the skills of our employees evolve with our business needs, industry trends and human capital management best practices and enable increased productivity, peak performance and career growth. We have robust leadership development review and succession planning processes, which provide individually targeted development opportunities for our team members. Development, which emphasizes on-the-job development and coaching, also includes live and on-line training, special projects and in some cases cross-functional or cross-regional work assignments.  Diversity& Inclusion  A diverse global workforce and an inclusive culture are essential to our remaining at the forefront of materials science and manufacturing. One way we support our employees to bring their whole selves to the workplace is through our Employee Resource Groups (ERGs). ERGs bring together employees who have shared interests and a common desire to make our company a more open and inclusive workplace. Our ERGs currently include 13 groups focused on driving inclusion and advancement for women, employees of color, LGBTQ+ employees, veterans and others.  Pay& Benefits  Our compensation philosophy is to offer market-based, competitive wages and benefits in all markets where we compete for talent – all of our employees were paid at least the applicable legal minimum wage, and 97% of our employees were paid above the applicable legal minimum wage at year-end 2020. Pay is positioned around the market median, with variances based on knowledge, skills, years of experience and performance. In addition to base wages, our compensation and benefit programs – which vary by region, country and business unit – include short-term incentives, long-term incentives (e.g., cash- and stock-based awards), employee savings plans, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, flexible work arrangements, and employee assistance programs. We regularly evaluate pay equity, expanding our review in 2020 to include race/ethnicity in addition to gender, and we make adjustments to compensation where needed.  Workforce Health& Safety  We work hard to ensure our manufacturing facilities, distribution centers and administrative offices focus on safety, so that anyone working in or visiting one of our locations feels and remains safe from injury. In 2020, our global Recordable Incident Rate of 0.21 in 2020 was significantly lower than the Occupational Safety and Health Administration manufacturing industry average of 3.0 in 2019 (the most recent available industry average).  Employee Engagement  Because we believe that an engaged workforce is a more innovative, productive and satisfied workforce, promoting retention and minimizing employee turnover, we annually conduct a global employee engagement survey. Our business and functional teams use the results of our survey to identify and implement actions to address noted areas of improvement. While employee engagement is the result of many factors, we believe strong, encouraging and open leadership, as well as a continued effort to foster a collaborative, supportive culture, leads to strong workforce engagement. We want all employees to strive to be their best and to feel like they have the support necessary to deliver exceptional results for themselves and our company.  Manufacturing and Environmental Matters  We use various raw materials – primarily paper, plastic films and resins, as well as specialty chemicals purchased from various commercial and industrial sources – that are subject to price fluctuations. Although shortages can occur from time to time, these raw materials are generally available.  We produce a majority of our self-adhesive materials using water-based emulsion and hot-melt adhesive technologies. A portion of our manufacturing process for self-adhesive materials utilizes organic solvents, which, unless controlled, could be emitted into the atmosphere or contaminate soil or groundwater. Emissions from these operations contain small amounts of volatile organic compounds, which are regulated by federal, state, local and foreign governments. We continue to evaluate the use of alternative materials and technologies to minimize these   4   ",
        " Talent& Development  Attracting, developing and retaining a pool of diverse and highly-skilled talent is critical to our ability to continue achieving sustainable growth. We provide ongoing support and resources to our teams worldwide to ensure that the skills of our employees evolve with our business needs, industry trends and human capital management best practices and enable increased productivity, peak performance and career growth. We have robust leadership development review and succession planning processes, which provide individually targeted development opportunities for our team members. Development, which emphasizes on-the-job development and coaching, also includes live and on-line training, special projects and in some cases cross-functional or cross-regional work assignments.  Diversity& Inclusion  A diverse global workforce and an inclusive culture are essential to our remaining at the forefront of materials science and manufacturing. One way we support our employees to bring their whole selves to the workplace is through our Employee Resource Groups (ERGs). ERGs bring together employees who have shared interests and a common desire to make our company a more open and inclusive workplace. Our ERGs currently include 13 groups focused on driving inclusion and advancement for women, employees of color, LGBTQ+ employees, veterans and others.  Pay& Benefits  Our compensation philosophy is to offer market-based, competitive wages and benefits in all markets where we compete for talent – all of our employees were paid at least the applicable legal minimum wage, and 97% of our employees were paid above the applicable legal minimum wage at year-end 2020. Pay is positioned around the market median, with variances based on knowledge, skills, years of experience and performance. In addition to base wages, our compensation and benefit programs – which vary by region, country and business unit – include short-term incentives, long-term incentives (e.g., cash- and stock-based awards), employee savings plans, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, flexible work arrangements, and employee assistance programs. We regularly evaluate pay equity, expanding our review in 2020 to include race/ethnicity in addition to gender, and we make adjustments to compensation where needed.  Workforce Health& Safety  We work hard to ensure our manufacturing facilities, distribution centers and administrative offices focus on safety, so that anyone working in or visiting one of our locations feels and remains safe from injury. In 2020, our global Recordable Incident Rate of 0.21 in 2020 was significantly lower than the Occupational Safety and Health Administration manufacturing industry average of 3.0 in 2019 (the most recent available industry average).  Employee Engagement  Because we believe that an engaged workforce is a more innovative, productive and satisfied workforce, promoting retention and minimizing employee turnover, we annually conduct a global employee engagement survey. Our business and functional teams use the results of our survey to identify and implement actions to address noted areas of improvement. While employee engagement is the result of many factors, we believe strong, encouraging and open leadership, as well as a continued effort to foster a collaborative, supportive culture, leads to strong workforce engagement. We want all employees to strive to be their best and to feel like they have the support necessary to deliver exceptional results for themselves and our company.  Manufacturing and Environmental Matters  We use various raw materials – primarily paper, plastic films and resins, as well as specialty chemicals purchased from various commercial and industrial sources – that are subject to price fluctuations. Although shortages can occur from time to time, these raw materials are generally available.  We produce a majority of our self-adhesive materials using water-based emulsion and hot-melt adhesive technologies. A portion of our manufacturing process for self-adhesive materials utilizes organic solvents, which, unless controlled, could be emitted into the atmosphere or contaminate soil or groundwater. Emissions from these operations contain small amounts of volatile organic compounds, which are regulated by federal, state, local and foreign governments. We continue to evaluate the use of alternative materials and technologies to minimize these   4  ",
        "Talent& Development ",
        "Talent& Development ",
        "Talent& Development ",
        "Attracting, developing and retaining a pool of diverse and highly-skilled talent is critical to our ability to continue achieving sustainable growth. We provide ongoing support and resources to our teams worldwide to ensure that the skills of our employees evolve with our business needs, industry trends and human capital management best practices and enable increased productivity, peak performance and career growth. We have robust leadership development review and succession planning processes, which provide individually targeted development opportunities for our team members. Development, which emphasizes on-the-job development and coaching, also includes live and on-line training, special projects and in some cases cross-functional or cross-regional work assignments. ",
        "on-the-job",
        "on-the-job",
        "on-line",
        "Diversity& Inclusion ",
        "Diversity& Inclusion ",
        "Diversity& Inclusion ",
        "A diverse global workforce and an inclusive culture are essential to our remaining at the forefront of materials science and manufacturing. One way we support our employees to bring their whole selves to the workplace is through our Employee Resource Groups (ERGs). ERGs bring together employees who have shared interests and a common desire to make our company a more open and inclusive workplace. Our ERGs currently include 13 groups focused on driving inclusion and advancement for women, employees of color, LGBTQ+ employees, veterans and others. ",
        "A diverse global workforce and an inclusive culture are essential to our remaining at the forefront of materials science and manufacturing. One way we support our employees to bring their whole selves to the workplace is through our Employee Resource Groups (ERGs). ERGs bring together employees who have shared interests and a common desire to make our company a more open and inclusive workplace. Our ERGs currently include 13 groups focused on driving inclusion and advancement for women, employees of color, LGBTQ+ employees, veterans and others. ",
        "Pay& Benefits ",
        "Pay& Benefits ",
        "Pay& Benefits ",
        "Our compensation philosophy is to offer market-based, competitive wages and benefits in all markets where we compete for talent – all of our employees were paid at least the applicable legal minimum wage, and 97% of our employees were paid above the applicable legal minimum wage at year-end 2020. Pay is positioned around the market median, with variances based on knowledge, skills, years of experience and performance. In addition to base wages, our compensation and benefit programs – which vary by region, country and business unit – include short-term incentives, long-term incentives (e.g., cash- and stock-based awards), employee savings plans, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, flexible work arrangements, and employee assistance programs. We regularly evaluate pay equity, expanding our review in 2020 to include race/ethnicity in addition to gender, and we make adjustments to compensation where needed. ",
        "year-end",
        "Workforce Health& Safety ",
        "Workforce Health& Safety ",
        "Workforce Health& Safety ",
        "We work hard to ensure our manufacturing facilities, distribution centers and administrative offices focus on safety, so that anyone working in or visiting one of our locations feels and remains safe from injury. In 2020, our global Recordable Incident Rate of 0.21 in 2020 was significantly lower than the Occupational Safety and Health Administration manufacturing industry average of 3.0 in 2019 (the most recent available industry average). ",
        "We work hard to ensure our manufacturing facilities, distribution centers and administrative offices focus on safety, so that anyone working in or visiting one of our locations feels and remains safe from injury. In 2020, our global Recordable Incident Rate of 0.21 in 2020 was significantly lower than the Occupational Safety and Health Administration manufacturing industry average of 3.0 in 2019 (the most recent available industry average). ",
        "Employee Engagement ",
        "Employee Engagement ",
        "Employee Engagement ",
        "Because we believe that an engaged workforce is a more innovative, productive and satisfied workforce, promoting retention and minimizing employee turnover, we annually conduct a global employee engagement survey. Our business and functional teams use the results of our survey to identify and implement actions to address noted areas of improvement. While employee engagement is the result of many factors, we believe strong, encouraging and open leadership, as well as a continued effort to foster a collaborative, supportive culture, leads to strong workforce engagement. We want all employees to strive to be their best and to feel like they have the support necessary to deliver exceptional results for themselves and our company. ",
        "Because we believe that an engaged workforce is a more innovative, productive and satisfied workforce, promoting retention and minimizing employee turnover, we annually conduct a global employee engagement survey. Our business and functional teams use the results of our survey to identify and implement actions to address noted areas of improvement. While employee engagement is the result of many factors, we believe strong, encouraging and open leadership, as well as a continued effort to foster a collaborative, supportive culture, leads to strong workforce engagement. We want all employees to strive to be their best and to feel like they have the support necessary to deliver exceptional results for themselves and our company. ",
        "Risks Related to Human Capital ",
        "Risks Related to Human Capital ",
        "Risks Related to Human Capital ",
        "For us to remain competitive, it is important to recruit and retain our key management and highly-skilled employees. We also utilize various outsourcing arrangements for certain services, and related delays, resource availability, or errors by these service providers may lead to increased costs or disruption in our business. ",
        "For us to remain competitive, it is important to recruit and retain our key management and highly-skilled employees. We also utilize various outsourcing arrangements for certain services, and related delays, resource availability, or errors by these service providers may lead to increased costs or disruption in our business. ",
        "For us to remain competitive, it is important to recruit and retain our key management and highly-skilled employees. We also utilize various outsourcing arrangements for certain services, and related delays, resource availability, or errors by these service providers may lead to increased costs or disruption in our business. ",
        "There is significant competition to recruit and retain key management and highly-skilled employees. In particular, due to our expansion to additional geographies and ongoing productivity efforts and recent employee restructuring actions, it may be difficult for us to recruit and retain sufficient numbers of highly-skilled employees. We may also be unable to recruit and retain key management and highly-skilled employees if we do not offer market-competitive employment and compensation terms. If we fail to recruit or retain our key management or sufficient numbers of highly-skilled employees, we could experience disruption in our businesses and difficulties managing our operations and implementing our business strategy. ",
        "There is significant competition to recruit and retain key management and highly-skilled employees. In particular, due to our expansion to additional geographies and ongoing productivity efforts and recent employee restructuring actions, it may be difficult for us to recruit and retain sufficient numbers of highly-skilled employees. We may also be unable to recruit and retain key management and highly-skilled employees if we do not offer market-competitive employment and compensation terms. If we fail to recruit or retain our key management or sufficient numbers of highly-skilled employees, we could experience disruption in our businesses and difficulties managing our operations and implementing our business strategy. ",
        "Executive succession planning is also important to our long-term success. We experienced several recent key management changes, including promotions of long-serving and experienced leaders to the positions of Chief Human Resources Officer and Chief Legal Officer in 2020. In addition, the President of our LGM reportable segment ceased serving in that capacity at the end of 2019. While we believe we have appropriate leadership development programs and succession plans in place, any failure to ensure effective transfer of knowledge and smooth transitions involving our key management or other highly-skilled employees could hinder our strategic planning and execution. ",
        "Executive succession planning is also important to our long-term success. We experienced several recent key management changes, including promotions of long-serving and experienced leaders to the positions of Chief Human Resources Officer and Chief Legal Officer in 2020. In addition, the President of our LGM reportable segment ceased serving in that capacity at the end of 2019. While we believe we have appropriate leadership development programs and succession plans in place, any failure to ensure effective transfer of knowledge and smooth transitions involving our key management or other highly-skilled employees could hinder our strategic planning and execution. ",
        "In addition, we have outsourced certain services to third-party service providers, and may outsource other services in the future to achieve cost savings and operating efficiencies. Service provider delays, resource availability, business issues or errors may disrupt our businesses and/or increase costs. If we do not effectively develop, implement and manage outsourcing relationships, if third-party providers do not perform effectively or in a timely manner, or if we experience problems with transitioning work to a third party, we may not be able to achieve our expected cost savings, and may experience delays or incur additional costs to correct errors made by these service providers. ",
        "In addition, we have outsourced certain services to third-party service providers, and may outsource other services in the future to achieve cost savings and operating efficiencies. Service provider delays, resource availability, business issues or errors may disrupt our businesses and/or increase costs. If we do not effectively develop, implement and manage outsourcing relationships, if third-party providers do not perform effectively or in a timely manner, or if we experience problems with transitioning work to a third party, we may not be able to achieve our expected cost savings, and may experience delays or incur additional costs to correct errors made by these service providers. ",
        "We have various non-U.S. collective labor arrangements, which make us subject to potential work stoppages, union and works council campaigns and other labor disputes, any of which could adversely impact our business. ",
        "We have various non-U.S. collective labor arrangements, which make us subject to potential work stoppages, union and works council campaigns and other labor disputes, any of which could adversely impact our business. ",
        "We have various non-U.S. collective labor arrangements, which make us subject to potential work stoppages, union and works council campaigns and other labor disputes, any of which could adversely impact our business. ",
        "non-U.S.",
        "Work interruptions or stoppages could significantly impact the volume of products we have available for sale. In addition, collective bargaining agreements, union contracts and labor laws may impair our ability to reduce labor costs by closing or downsizing manufacturing facilities because of limitations on personnel and salary changes and similar restrictions. A work stoppage at one or more of our facilities could have a material adverse effect on our business. In addition, if any of our customers were to experience a work stoppage, that customer may halt or limit purchases of our products, which could have a material adverse effect on our business. Similarly, if any of our suppliers were to experience a work stoppage, they could halt or limit supplies of products necessary for us to conduct our business, which could have a material adverse effect on our business. ",
        "Work interruptions or stoppages could significantly impact the volume of products we have available for sale. In addition, collective bargaining agreements, union contracts and labor laws may impair our ability to reduce labor costs by closing or downsizing manufacturing facilities because of limitations on personnel and salary changes and similar restrictions. A work stoppage at one or more of our facilities could have a material adverse effect on our business. In addition, if any of our customers were to experience a work stoppage, that customer may halt or limit purchases of our products, which could have a material adverse effect on our business. Similarly, if any of our suppliers were to experience a work stoppage, they could halt or limit supplies of products necessary for us to conduct our business, which could have a material adverse effect on our business. "
    ]
}