{
    "88205": [
        "Human Capital Resources",
        "At December31, 2020, we had",
        " approximately 4,500 employees, with approximately 3,900 employed in the United States. ",
        "We also leverage temporary workers to provide flexibility for our business and manufacturing needs. Eight domestic collective bargaining agreements cover approximately 1,100 of our employees. In addition, we have various collective labor arrangements covering certain of our non-U.S. employee groups. While we generally have experienced satisfactory labor relations, we are subject to potential union campaigns, work stoppages, union negotiations and other potential labor disputes.",
        "We believe that our future success largely depends upon our continued ability to attract and retain highly skilled employees. As such, we strive to provide an environment where employees are developed and provided challenging career growth opportunities, and know their inputs and contributions are appreciated. We offer a “Total Rewards” program that provides comprehensive compensation and benefits packages that are competitive with the market and choices designed to reward employees and assist them in managing their well-being. Together, these opportunities present significant growth potential for employees, both financially and professionally. ",
        "As part of our focus on building and sustaining a highly capable, engaged and motivated workforce that has the ability to deliver on the current and future requirements of the company, we continue to advance our talent management framework, known as RiSE, which helps us Reach, Identify, Strengthen, and Engage our workforce. Recent areas of focus include: the graduation of a new cohort from our executive leadership development program, the introduction of a new course supporting our frontline leaders’ development, and the expansion of our talent review and succession planning programs. We also were able to successfully pivot many of our education and training programs to an online format in response to the COVID-19 pandemic. We anticipate that we will incorporate the online approach into our training offerings going forward, as this format allows expanded participation and permits broader, time-flexible development.  ",
        "During 2020, there was significant focus on enhancing our Diversity & Inclusion programs, aimed at ensuring we provide an inclusive environment where everyone feels valued and respected. We targeted engagement, as well as education and training efforts, which focused on creating awareness and expanding understanding and changing behaviors. We also formed a Diversity & Inclusion Council, which is comprised of several senior leaders from across the enterprise and is led by our CEO. In addition, we developed networking and action groups, comprised of dozens of “Ambassadors” from across the company. These groups have been asked to participate in the development and implementation of strategy and programming to ensure that the actions we take drive meaningful and impactful results for our employees. We believe that through education and training we can unlock greater potential and opportunities and benefit from diverse backgrounds and points of view. Valuing diversity and inclusion is, and will be, an on-going part of the culture we are continuously working to strengthen.",
        "Risks Related to Human Capital Resources",
        "The loss of key personnel and an inability to attract and retain qualified employees could have a material adverse effect on our operations.",
        "We are dependent on the continued services of our leadership team. The loss of these personnel without adequate replacement could have a material adverse effect on our operations. Additionally, we need qualified managers and skilled employees with technical and manufacturing industry experience in many locations in order to operate our business successfully. From time to time, there may be a shortage of qualified managers or skilled labor, which may make it more difficult and expensive for us to attract and retain qualified employees. If we were unable to attract and retain sufficient numbers of qualified individuals or our costs to do so were to increase significantly, our operations could be materially adversely affected.",
        "13",
        "We are subject to work stoppages, union negotiations, labor disputes and other matters associated with our labor force, which may adversely impact our operations and cause us to incur incremental costs.",
        "At December31, 2020, we had eight domestic collective bargaining agreements covering approximately 1,100 of our over 4,500 employees. Three of these collective bargaining agreements expire in 2021 and are scheduled for negotiation and renewal. We also have various collective labor arrangements covering certain non-U.S. employee groups. We are subject to potential union campaigns, work stoppages, union negotiations and other potential labor disputes. Further, we may be subject to work stoppages, which are beyond our control, at our suppliers or customers.",
        "Human Capital Resources",
        "At December31, 2020, we had approximately 4,500 employees, with approximately 3,900 employed in the United States. We also leverage temporary workers to provide flexibility for our business and manufacturing needs. Eight domestic collective bargaining agreements cover approximately 1,100 of our employees. In addition, we have various collective labor arrangements covering certain of our non-U.S. employee groups. While we generally have experienced satisfactory labor relations, we are subject to potential union campaigns, work stoppages, union negotiations and other potential labor disputes.",
        "We believe that our future success largely depends upon our continued ability to attract and retain highly skilled employees. As such, we strive to provide an environment where employees are developed and provided challenging career growth opportunities, and know their inputs and contributions are appreciated. We offer a “Total Rewards” program that provides comprehensive compensation and benefits packages that are competitive with the market and choices designed to reward employees and assist them in managing their well-being. Together, these opportunities present significant growth potential for employees, both financially and professionally. ",
        "As part of our focus on building and sustaining a highly capable, engaged and motivated workforce that has the ability to deliver on the current and future requirements of the company, we continue to advance our talent management framework, known as RiSE, which helps us Reach, Identify, Strengthen, and Engage our workforce. Recent areas of focus include: the graduation of a new cohort from our executive leadership development program, the introduction of a new course supporting our frontline leaders’ development, and the expansion of our talent review and succession planning programs. We also were able to successfully pivot many of our education and training programs to an online format in response to the COVID-19 pandemic. We anticipate that we will incorporate the online approach into our training offerings going forward, as this format allows expanded participation and permits broader, time-flexible development.  ",
        "During 2020, there was significant focus on enhancing our Diversity & Inclusion programs, aimed at ensuring we provide an inclusive environment where everyone feels valued and respected. We targeted engagement, as well as education and training efforts, which focused on creating awareness and expanding understanding and changing behaviors. We also formed a Diversity & Inclusion Council, which is comprised of several senior leaders from across the enterprise and is led by our CEO. In addition, we developed networking and action groups, comprised of dozens of “Ambassadors” from across the company. These groups have been asked to participate in the development and implementation of strategy and programming to ensure that the actions we take drive meaningful and impactful results for our employees. We believe that through education and training we can unlock greater potential and opportunities and benefit from diverse backgrounds and points of view. Valuing diversity and inclusion is, and will be, an on-going part of the culture we are continuously working to strengthen.",
        "Risks Related to Human Capital Resources",
        "The loss of key personnel and an inability to attract and retain qualified employees could have a material adverse effect on our operations.",
        "We are dependent on the continued services of our leadership team. The loss of these personnel without adequate replacement could have a material adverse effect on our operations. Additionally, we need qualified managers and skilled employees with technical and manufacturing industry experience in many locations in order to operate our business successfully. From time to time, there may be a shortage of qualified managers or skilled labor, which may make it more difficult and expensive for us to attract and retain qualified employees. If we were unable to attract and retain sufficient numbers of qualified individuals or our costs to do so were to increase significantly, our operations could be materially adversely affected.",
        "13",
        "13",
        "13",
        "We are subject to work stoppages, union negotiations, labor disputes and other matters associated with our labor force, which may adversely impact our operations and cause us to incur incremental costs.",
        "At December31, 2020, we had eight domestic collective bargaining agreements covering approximately 1,100 of our over 4,500 employees. Three of these collective bargaining agreements expire in 2021 and are scheduled for negotiation and renewal. We also have various collective labor arrangements covering certain non-U.S. employee groups. We are subject to potential union campaigns, work stoppages, union negotiations and other potential labor disputes. Further, we may be subject to work stoppages, which are beyond our control, at our suppliers or customers."
    ]
}