{
    "89800": [
        "Human Capital",
        "We believe our people are central to the foundation and future of the Company’s success. Our culture and commitment to our people are important factors in attracting, retaining, developing and progressing qualified employees. At December 31, 2020, we employed 61,031people worldwide, of which 78% were in the United States and 22% were in other global regions",
        "Culture and Engagement",
        "The Company’s seven guiding values are the foundation of our culture of excellence—integrity, people, service, quality, performance, innovation and growth. We value and support our people",
        "through, among other initiatives, our talent management, health and safety, employment practices and total rewards programs. We are committed to fostering a culture of inclusion where differences are welcomed, appreciated and celebrated to positively impact our people and business, and where our people are engaged and encouraged to support the communities in which they live and work",
        "Talent Management",
        "We are committed to providing our people with opportunities to learn, grow and be recognized for their achievements. Through our integrated talent management strategy, we strive to attract, retain, develop and progress a workforce that embraces our culture of inclusion and reflects our diversity efforts. The Company’s early talent programs, including our management trainee program, play a critical role in attracting and progressing a diverse pipeline of talent. We are also committed to investing in our people by providing learning and employee networking opportunities to drive retention, progression and engagement and help them excel in their current and future roles",
        "Health and Safety",
        "We are committed to providing safe and healthy working environments and taking reasonable preventative measures to protect the health and safety of our employees and customers. We drive Environmental, Health and Safety (EHS) excellence across the Company and strive for incident-free workplaces — continuously assessing and developing the programs that are in place to help keep our employees, customers and communities safe. In response to the COVID-19 pandemic, we have implemented significant changes to our business designed to protect the health and well-being of our employees and customers and to support appropriate physical distancing and other health and safety protocols. These efforts continue to include: remote, alternate and flexible work arrangements where possible, such as split shifts at facilities and remote work options for non-essential on-site functions; enhanced cleaning and sanitation procedures; domestic and international travel restrictions; return to work and visitor screening protocols; and the postponement or cancellation of hosting or attending large events",
        "Employment Practices and Total Rewards",
        "We are committed to the fair, consistent and equitable treatment of our employees in relation to working conditions, wages, benefits, policies and procedures. To this end, the Company’s policies and programs are designed to respond to the needs of our employees in a manner that provides a safe, professional, efficient and rewarding workplace. Our total rewards programs are designed to offer competitive compensation, comprehensive benefits and other programs to support employees’ growth, both personally and professionally, and the diverse needs and well-being of our employees worldwide. During 2020, we enhanced certain of the Company’s benefits to support the health and well-being of our employees during the COVID-19 pandemic, including our tele-health, paid sick leave, family leave and voluntary leave of absence policies and programs",
        "For additional information regarding our response to the COVID-19 pandemic, see the information included within Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”"
    ]
}