{
    "90498": [
        "Human Capital",
        "Our associates are a critical component of our success. Because our business depends on our ability to attract, develop, and retain highly qualified, skilled lending, operations, information technology, and other associates, as well as managers who are experienced and effective at leading their respective departments, we have implemented wide-ranging programs focused on identifying and recruiting new talent, as well as enhancing the skills, qualifications, and satisfaction of our current associate base, under the umbrella program “Banking on Our People.” In recruiting, we employ a variety of strategies, including, among other things, the use of in-house recruiters, search firms, and employment agencies, designed to attract qualified and diverse candidates. We offer, among other opportunities, student internships and a management trainee program that provides recent graduates the opportunity to gain insight into several Company departments. We believe our compensation program, which, in addition to base and incentive compensation, includes health, retirement, and an array of other benefit plans and programs, is competitive within the financial industry, and we periodically review our plans and programs, as well as market surveys, to help ensure that our compensation program is consistent with our level of performance and that we have a current understanding of peer practices",
        "We provide our associates a variety of professional development opportunities, including participation in industry conferences, instructor-led continuing education and training sessions, as well as online training sessions that focus, among other things, on industry, regulatory, business, and leadership topics. We offer mentorship opportunities through our “Simmons Sidekick” and “Ambassadors” programs, and we provide tuition reimbursement for associates to attend a higher education facility to obtain bachelor’s and master’s degrees that are relevant to the finance industry and/or their positions within the Company. We seek to promote from within the Company when feasible and have established programs, such as our “Next Generation Leadership Program,” to help develop future managerial talent",
        "We are committed to maintaining a strong culture that not only earns loyalty but also serves as a catalyst for growth. Our values-based culture is memorialized in a set of “Culture Cornerstones” that are communicated to all associates and incorporated in various ways throughout our operations. We strive for all five of our Culture Cornerstones - Better Together; Integrity; Passion; High Performance; and Pursue Growth - to be reflected in everything we do, including how we interact with each other, how we interact with our customers, and how we interact with our vendors and business partners. We are also committed to promoting our associates’ well-being. Our wellness program, “Ultimate You,” assists associates in improving their level of physical, financial, and mental fitness through offerings such as discounted gym memberships, associate meditation classes in select locations, financial literacy training, channels for counseling, and health-focused challenges and contests. Finally, our inclusion program, “We Are Simmons,” celebrates and supports the unique perspectives, experiences, and backgrounds of our associates. We believe these differences help us better serve our customers and make us stronger as a whole",
        "As of December31, 2020, the Company and its subsidiaries had approximately 2,923 full time equivalent associates. None of our associates are represented by any union or similar groups, and we have not experienced any labor disputes or strikes arising from any such organized labor groups.We consider our relationship with our associates to be good and have been recognized with “Best Places to Work” awards in several of our markets",
        "SUPERVISION AND REGULATION"
    ]
}