{
    "91142": [
        "HUMAN CAPITAL",
        "We employed approximately 13,900 employees as of December 31, 2020, primarily non-union. We have a set of values for conducting our business and interacting with our employees as outlined in the A. O. Smith Corporation Guiding Principles.  These principles help to shape how we hire, train and treat our employees. We believe that the critical elements of the effort to retain and develop talent are employee engagement, talent development, a focus on employee safety, and market competitive compensation",
        "We conduct a Global Employee Engagement Survey on a biannual basis. This third-party-managed survey measures employees' level of engagement against external norms and provides us with actionable feedback that drives improvement priorities. Survey participation in 2020 was 96 percent, which we believe indicates our employees' willingness to share their perspectives and a commitment to continuous improvement",
        "We provide all employees with a wide range of professional development experiences, both formal and informal. Some of the formal development programs that employees have access to include early-career leadership development programs, continuous improvement skill-building programs, and tuition reimbursement for degree programs or trade schools",
        "Table of Contents",
        "It is expected that managers work closely with their employees to ensure performance feedback and development discussions take place on a regular basis",
        "The safety of our people is always at the forefront of what we do. We provide safety training in our production facilities, designed to empower our employees with the knowledge and tools they need to make safe choices and mitigate risks. In addition to traditional training, we use standardized signage and visual management throughout our facilities. Since 1954, we have awarded annually the Lloyd B. Smith President's Safety Award, which acknowledges an A. O. Smith facility that demonstrates the most improvement over one year in the area of workplace safety. Specific to the COVID-19 pandemic, we have undertaken numerous and meaningful steps to protect our employees, suppliers, and customers. See Item 7 \"Management's Discussion and Analysis of Financial Condition and Results of Operations,\" of this Annual Report on Form 10-K for additional information",
        "We provide what we believe is a robust total compensation program designed to be market-competitive and internally equitable to attract, retain, motivate and reward a high-performance workforce. Regular internal and external analysis is performed to ensure this market alignment. In addition to salaries, these programs, which vary by country, can include annual bonuses, stock-based compensation awards, retirement plans with employee matching opportunities, and other benefits"
    ]
}