{
    "91440": [
        "Human Capital Management",
        "As of January 2, 2021, Snap-on employed approximately 12,300 people worldwide, of which approximately 6,800 were employed in the United States and approximately 5,500 were outside the United States.  Approximately 2,600 employees are represented by unions and/or covered under collective bargaining agreements with varying expiration dates through 2023.  In recent years, Snap-on has not experienced any significant work slowdowns, stoppages or other labor disruptions. ",
        "Snap-on is guided by the beliefs and values in the company’s “Who We Are” mission statement and strives to be the “employer of choice” for its current and future associates.  Furthermore, through our Snap-on Value Creation Processes, a suite of principles we use every day, the company remains committed to the areas of safety, quality, customer connection, innovation and RCI, which are closely linked to and contribute to improving employee engagement, productivity, and efficiency.  ",
        "Successful execution of our way forward is dependent on attracting, developing and retaining key employees and members of our management team, which we achieve through the following:",
        "Snap-on believes strongly in work place safety.  As a permanent priority agenda item at all operational meetings, safety comes first.  Snap-on strives to maintain a safe workplace and expects its employees to broadly embrace the company’s safety programs.  Snap-on invests in its strong safety culture and in elevating the importance of worker safety throughout all levels of the organization.  For 2020, Snap-on had an overall safety incident rate of 0.85 (number of injuries and illnesses multiplied by 200,000, divided by hours worked).",
        "Snap-on is committed to its employees and provides developmental opportunities, as well as competitive pay and benefits.  Leadership reviews to identify high potential talent in the organization are conducted on an ongoing basis with all business units and on an annual basis with the Board of Directors.  Snap-on offers pension, postretirement and stock-based compensation as well as other stock plans, including an employee stock purchase plan for associates in the United States and Canada.  Additional information related to these plans is included in Notes 12, 13 and 14 to the Consolidated Financial Statements.  Other benefits, including skill training and tuition assistance programs, are available to employees, but vary from location to location.",
        "Snap-on’s people and the behaviors they display define our success, including integrity, respect and teamwork.  Annual employee training is used to reinforce ethics, environmental matters, health and safety, and regulatory compliance.  ",
        "2020 ANNUAL REPORT",
        "11",
        "In response to the COVID-19 pandemic, Snap-on has generally maintained its headcount as the company accommodated its operations to the virus environment.  Snap-on has taken what it believes to be appropriate measures to ensure the health and safety of its personnel, including enhancing cleaning protocols, providing protective equipment, permitting remote work and providing wages for quarantined associates.  Snap-on also provided direct assistance to its franchisees as they accommodated the turbulence caused by the virus to enable continued service to their essential technician customers.  Refer to the “Impact of the COVID-19” included in Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” for additional information on actions taken by the company in response to the COVID-19 pandemic.",
        "Social Responsibility",
        "Snap-on is committed to conducting business and making decisions honestly, ethically, fairly and within the law, and is guided by the company’s mission statement.  Snap-on is dedicated to earning and keeping the trust and confidence of its shareholders, customers, franchisees, distributors, retirees and associates, as well as of the communities where the company does business.  Snap-on’s Code of Business Conduct and Ethics provides guidelines and a framework for conducting business in an ethical manner.  These beliefs go beyond Snap-on and are expected of our suppliers as detailed in the company’s Supplier Code of Conduct.  Snap-on has adopted policies that seek to eliminate human trafficking, slavery, forced labor and child labor from its global supply chain.  ",
        "Snap-on’s sustainability framework is focused on key areas impacting our industry, including energy management, employee health and safety, and material management, and is aligned with the guidelines of the Sustainability Accounting Standards Board (SASB).  Snap-on’s sustainability metrics are available on the company’s website at ",
        "www.snapon.com",
        "Human Capital Management",
        "As of January 2, 2021, Snap-on employed approximately 12,300 people worldwide, of which approximately 6,800 were employed in the United States and approximately 5,500 were outside the United States.  Approximately 2,600 employees are represented by unions and/or covered under collective bargaining agreements with varying expiration dates through 2023.  In recent years, Snap-on has not experienced any significant work slowdowns, stoppages or other labor disruptions. ",
        "Snap-on is guided by the beliefs and values in the company’s “Who We Are” mission statement and strives to be the “employer of choice” for its current and future associates.  Furthermore, through our Snap-on Value Creation Processes, a suite of principles we use every day, the company remains committed to the areas of safety, quality, customer connection, innovation and RCI, which are closely linked to and contribute to improving employee engagement, productivity, and efficiency.  ",
        "Successful execution of our way forward is dependent on attracting, developing and retaining key employees and members of our management team, which we achieve through the following:",
        "•Snap-on believes strongly in work place safety.  As a permanent priority agenda item at all operational meetings, safety comes first.  Snap-on strives to maintain a safe workplace and expects its employees to broadly embrace the company’s safety programs.  Snap-on invests in its strong safety culture and in elevating the importance of worker safety throughout all levels of the organization.  For 2020, Snap-on had an overall safety incident rate of 0.85 (number of injuries and illnesses multiplied by 200,000, divided by hours worked).",
        "•Snap-on is committed to its employees and provides developmental opportunities, as well as competitive pay and benefits.  Leadership reviews to identify high potential talent in the organization are conducted on an ongoing basis with all business units and on an annual basis with the Board of Directors.  Snap-on offers pension, postretirement and stock-based compensation as well as other stock plans, including an employee stock purchase plan for associates in the United States and Canada.  Additional information related to these plans is included in Notes 12, 13 and 14 to the Consolidated Financial Statements.  Other benefits, including skill training and tuition assistance programs, are available to employees, but vary from location to location.",
        "•Snap-on’s people and the behaviors they display define our success, including integrity, respect and teamwork.  Annual employee training is used to reinforce ethics, environmental matters, health and safety, and regulatory compliance.  ",
        "2020 ANNUAL REPORT11",
        "2020 ANNUAL REPORT11",
        "2020 ANNUAL REPORT11",
        "11",
        "In response to the COVID-19 pandemic, Snap-on has generally maintained its headcount as the company accommodated its operations to the virus environment.  Snap-on has taken what it believes to be appropriate measures to ensure the health and safety of its personnel, including enhancing cleaning protocols, providing protective equipment, permitting remote work and providing wages for quarantined associates.  Snap-on also provided direct assistance to its franchisees as they accommodated the turbulence caused by the virus to enable continued service to their essential technician customers.  Refer to the “Impact of the COVID-19” included in Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” for additional information on actions taken by the company in response to the COVID-19 pandemic.",
        "Social Responsibility",
        "Snap-on is committed to conducting business and making decisions honestly, ethically, fairly and within the law, and is guided by the company’s mission statement.  Snap-on is dedicated to earning and keeping the trust and confidence of its shareholders, customers, franchisees, distributors, retirees and associates, as well as of the communities where the company does business.  Snap-on’s Code of Business Conduct and Ethics provides guidelines and a framework for conducting business in an ethical manner.  These beliefs go beyond Snap-on and are expected of our suppliers as detailed in the company’s Supplier Code of Conduct.  Snap-on has adopted policies that seek to eliminate human trafficking, slavery, forced labor and child labor from its global supply chain.  ",
        "Snap-on’s sustainability framework is focused on key areas impacting our industry, including energy management, employee health and safety, and material management, and is aligned with the guidelines of the Sustainability Accounting Standards Board (SASB).  Snap-on’s sustainability metrics are available on the company’s website at www.snapon.com.  "
    ]
}