{
    "91576": [
        "Human Capital",
        "Engaging a diverse and talented team is a top strategic priority for Key. Our human capital management strategy includes recruiting, developing, and retaining top talent, rewarding and recognizing our employees based on performance, discouraging imprudent risk-taking, cultivating a fair and inclusive culture, and delivering strong returns to our shareholders. As part of our focus on balancing risk and reward, we carefully design our compensation programs to align with the guidance of our regulators and regularly monitor the programs to remain within our risk tolerances. All incentives paid to our employees are subject to a robust risk adjustment process that begins before grant and extends beyond payment",
        "Key had an average of 16,826 full time equivalent employees in 2020. As of December 31, 2020, our employee count by region was approximately",
        "Region",
        "Employee Count",
        "New England Region",
        "East Region",
        "Upstate New York Region",
        "Northeast Ohio/Western Pennsylvania Region",
        "Great Lakes Region",
        "Rocky Mountain Region",
        "Pacific Region",
        "Corporate Offices (Out of Footprint",
        "Key’s purpose is to help our clients, colleagues, and communities thrive. We remain committed to attracting a talented and diverse workforce and supplier base that represents the clients and communities we serve. In 2020, we placed an emphasis on increasing minority representation in management and leadership roles, expanding our overall recruiting focus, developing diverse candidate slates and pipelines, increasing supplier diversity, and leveraging our existing employee resource groups to strengthen both engagement and inclusion",
        "As of December31, 2020, our overall workforce was 59% female, 79% White, 8% Black/African American, 6% Hispanic/Latino, 5% Asian and 2% other. Our Board of Directors is 47% diverse (5 women and 2 minorities out of 15 total Directors) and our Executive Leadership Team is 23% diverse (3 women out of 13 total executives",
        "For more information about our diversity and inclusion efforts, a more detailed breakdown of employee diversity by EEO-1 categories, and information about how we work every day and in every way to help our clients, colleagues, and communities thrive, please see our website and our Corporate Responsibility Report at www.investor.key.com/esg-information/corporate-responsibility/"
    ]
}