{
    "91767": [
        "Human Capital Management",
        " -",
        "Sonoco’s core belief that “we are only as strong as our people” underlies our efforts to attract, acquire and retain talented employees for our global businesses. We seek to engage, develop and reward our 20,000 employees so they can successfully pursue our purpose of ",
        "Better Packaging. Better Life",
        ". We depend on our employees to achieve our mission of creating sustainable packaging solutions that help build our customers’ brands, enhance the quality of their products and improve the quality of life for people around the world. We work to accomplish this goal by establishing a foundation for actions that support health and safety, diversity and inclusion, and talent development.",
        "Health and Safety",
        "– Protecting the health and safety of our employees is our top priority, and we are committed to providing a safe working environment for all our employees. In 2019, we implemented new safety initiatives to eliminate injuries leading to Life Changing Events (LCE). We use global and local incident data along with identifying leading indicators to create programs and safety action plans to reduce conditions and behaviors that lead to at-risk situations. In 2020, we experienced a 6% decline in total recordable injuries and lost days were down more than 40%. To promote further elimination of incidents, we have introduced standardized safety metrics and practices within each of our business units to help ensure that we are evaluating and directing safety similarly across all or our operations. In 2020, our safety training focused on energy isolation, safe electrical work practices, working at heights and making paper safely. We evaluated our safety systems in 2020 to improve focus and prioritization of resources, and globally, we achieved 97% of our Safety Action Plans, which are site level improvement plans designed to reduce risks.",
        "Our focus on safeguarding the health of our employees was strengthened in response to the COVID-19 global pandemic. We have implemented new safety protocols and procedures across all our facilities following recommendations by the U.S. Center for Disease Control and Prevention and the World Health Organization. We established a global task force of senior leaders along with regional management committees to continuously monitor the impact of COVID-19 on our employees and proactively put in place new measures and practices for the health and safety of our employees and in response to applicable local laws or ordinances.",
        "Diversity and Inclusion",
        "– Sonoco embraces Diversity and Inclusion, and our efforts to increase diversity within our Company are an organizational priority. We strive to translate our values and belief about people into an organization that reflects the diversity of our customers and the communities where we live and work. As of December 31, 2020, our employees were located in the following geographic regions: 48% in North America; 30% in Europe, Middle East and Africa; 12% in Latin America; and 10% in Asia Pacific. Our global workforce is 26% female and 74% male, and 34% of our U.S. employees identify with a racial minority. We have labor unions in all regions of our operations, and in North America, approximately 16% of our employees are represented by labor unions.",
        "We rely on the unique qualities and talents of our employees to help us meet our strategic priorities. Our Diversity and Inclusion goals are focused on increasing representation of women and racial minority employees into more salaried and senior leadership positions. We are working toward this goal by increasing hiring and promotions rates as well as decreasing attrition.  In 2011, Sonoco’s employees formed our Global Diversity and Inclusion Council. In 2019, we completed a review and refresh of council activities to focus on workforce representation (diversity) and work environment (inclusion) by addressing unconscious bias to ensure we are building an environment where diverse backgrounds are appreciated, and diverse ideas are heard.",
        "In addition, we are committed to lifting-up historically disadvantaged businesses in an effort to make a positive economic impact on society. We have had a dedicated Supplier Diversity program since 2004, and since 2010 we have spent more than $1.5 billion with diverse suppliers. In 2020, our diversity spend was approximately 9.8% of our total supplier spend in the U.S. and Canada. We were recently nominated for the 2020 Corporation of the Year by the National Minority Supplier Development Council (NMSDC), awarded to recognize the best in minority business inclusion practices and utilization. ",
        "Talent Acquisition and Development",
        "– Attracting, developing, and retaining talented employees is critical to our success and is an integral part of our human capital management strategy. We have created a Global Talent Acquisition and Organizational Development team to provide a more holistic approach to managing and enriching the employee lifecycle through continuous training and comprehensive succession planning. In 2020, we developed and opened ",
        "Sonoco University",
        ", a centralized digital training hub, to provide our employees with expanded learning and career development programs. In addition, we conduct regular talent succession assessments along with individual performance reviews in which managers provide regular feedback and coaching to assist with the development of our employees, including the use of individual development plans to assist with individual career development.  ",
        "(e) Available information –",
        "The Company electronically files with the Securities and Exchange Commission (SEC) its annual reports on Form 10-K, its quarterly reports on Form 10-Q, its periodic reports on Form8-K, and amendments to those reports filed or furnished pursuant to Section13(a) of the Securities Exchange Act of 1934 (the “1934 Act”), and proxy materials pursuant to Section14 of the 1934 Act. The SEC maintains a site on the Internet, ",
        "www.sec.gov",
        ", that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. Sonoco also makes its filings available, free of charge, through its website, ",
        "www.sonoco.com",
        ", as soon as reasonably practical after the electronic filing of such material with the SEC.",
        "6                                                             FORM 10-K            SONOCO 2020 ANNUAL REPORT ",
        "Information about our Executive Officers –",
        "Name",
        "Age",
        "Position and Business Experiencefor the Past Five Years",
        "ExecutiveCommittee",
        "R. Howard Coker",
        "58",
        "President and Chief Executive Officer since February 2020. Previously Senior Vice President, Global Paper and Industrial Converted Products 2019-2020; Senior Vice President, Rigid Paper Containers and Paper/Engineered Carriers International 2017-2018; Group Vice President, Global Rigid Paper & Closures and Paper & Industrial Converted Products, EMEA, Asia, Australia and New Zealand 2015-2017; Vice President, Global Rigid Paper & Closures 2015; Group Vice President, Global Rigid Paper & Plastics 2013-2015; Vice President, Global Rigid Paper & Closures 2011-2013. Joined Sonoco in 1985. Mr. Coker is the brother-in-law of John R. Haley, Chairman of Sonoco's Board of Directors. ",
        "Julie C. Albrecht",
        "53",
        "Vice President and Chief Financial Officer since April 2019. Previously Corporate Vice President, Treasurer/Assistant Chief Financial Officer 2017-2019; Vice President, Finance and Investor Relations & Treasurer for Esterline Technologies Corporation, 2015-2017; Finance Director, Customer Service Aircraft Systems for United Technologies, 2012-2015. Joined Sonoco in 2017.",
        "Robert R. Dillard",
        "46",
        "Corporate Vice President, Strategy and Corporate Development since November 2019. Previously Staff Vice President, Corporate Development 2018-2019; President of Personal Care Europe, 2018, Vice President of Strategy and Innovation at Domtar Personal Care, a division of Domtar Corporation 2016-2018; President, Stanley Hydraulics at Stanley Black & Decker, Inc. 2013-2016. Joined Sonoco in 2018. ",
        "John M. Florence, Jr.",
        "42",
        "Vice President, Human Resources, General Counsel, and Secretary since February 2019. Previously Corporate Vice President, General Counsel and Secretary 2016-2019; Corporate Attorney 2015-2016.  Previously an attorney at Haynsworth Sinkler Boyd, P.A. 2005-2015. Joined Sonoco in 2015.",
        "Rodger D. Fuller",
        "59",
        "Executive Vice President, Global Industrial and Consumer since February 2020. Previously Senior Vice President, Global Consumer Packaging, Display and Packaging and Protective Solutions 2019-2020; Senior Vice President, Paper/Engineered Carriers U.S./Canada and Display & Packaging 2017-2019; Group Vice President, Paper & Industrial Converted Products, Americas 2015-2017; Vice President, Global Primary Materials Group 2015; Group Vice President, Paper & Industrial Converting N.A. 2013-2015; Vice President, Global Rigid Plastics & Corporate Customers 2011-2013. Joined Sonoco in 1985.",
        "Richard K. Johnson",
        "53",
        "Corporate Vice President and Chief Information Officer since joining Sonoco in March 2019. Previously Vice President and Chief Information Officer of HNI Corporation 2011-2019.",
        "Roger P. Schrum",
        "65",
        "Vice President, Investor Relations & Corporate Affairs since February 2009. Previously Staff Vice President, Investor Relations & Corporate Affairs 2005-2009. Joined Sonoco in 2005.",
        "Marcy J. Thompson",
        "59",
        "Vice President, Marketing and Innovation since July 2013. Previously Vice President, Rigid Paper N.A. 2011-2013; Division Vice President & General Manager, Sonoco Recycling 2009-2011. Joined Sonoco in 2006.",
        "Other Corporate Officers",
        "James A. Harrell III",
        "59",
        "Vice President, Americas Industrial effective March 1, 2020. Previously Vice President, Tubes & Cores, U.S. and Canada 2015-2020; Vice President, Global Tubes & Cores Operations February 2015-December 2015; Vice President, Tubes & Cores N.A. 2012-2015; and Vice President, Industrial Converting Division N.A. 2010-2012. Joined Sonoco in 1985.",
        "Jeffrey S. Tomaszewski",
        "52",
        "Vice President, North America Consumer and Global RPC effective March 1, 2020. Previously Vice President, Global Rigid Paper and Closures and Display and Packaging 2019-2020; Division Vice President and General Manager, Rigid Paper Containers, NA and Display and Packaging 2018-2019; Division Vice President Rigid Paper Containers, NA 2015-2018; and General Manager of Global Display and Packaging and Packaging Services 2013-2015. Joined Sonoco in 2002.",
        "Adam Wood",
        "52",
        "Vice President, Paper & Industrial Converted Products, Europe, Middle East, Australia and New Zealand since 2019. Previously Vice President, Paper & Industrial Converted Products, EMEA, Asia, Australia and New Zealand 2015-2019; Vice President, Global Tubes & Cores February 2015-December 2015; Vice President, Industrial Europe 2014-2015; Division Vice President and General Manager, Industrial Europe 2011-2014. Joined Sonoco in 2003.",
        "7                                                             FORM 10-K            SONOCO 2020 ANNUAL REPORT "
    ]
}