{
    "91928": [
        "Employees and Human Capital Resources",
        "To ensure strategic efforts related to human capital are met, the ESG Committee of the Board is responsible for oversight of key initiatives, including human capital management, diversity and inclusion, and safety. In addition, the Compensation Committee of the Board oversees executive compensation and engages independent consultants to provide expertise and guidance on competitive pay programs. In addition to the above, SJI has an internal Executive Safety Council that monitors progress and planning on safety efforts. There is also an internal ESG Management Committee whose responsibilities include managing the progress on SJI’s ESG efforts and providing periodic reports to the ESG Committee of the Board. SJI has also established a Diversity Council made up of a cross section of leadership to help drive diversity and inclusiveness",
        "Every day, our employees play a critical role in building the foundation that will support the future growth of SJI. Through our focus on talent acquisition and development, employee engagement initiatives, diversity and inclusion efforts, and our emphasis on safety, we are invested in creating a truly empowered workforce. We create an environment that fosters diverse perspectives and a support structure that champions our employees",
        "As of December 31, 2020, SJI and its subsidiaries employed 1,130 employees compared with 1,111 employees as of December 31, 2019.  As of December 31, 2020, 303 of the total number of employees were represented by labor unions at SJG, and 167 were represented by a labor union at ETG.  As of December 31, 2019, 319 of the total number of employees were represented by labor unions at SJG, and 176 were represented by a labor union at ETG. SJI has collective bargaining agreements with unions that represent these employees: IBEW Local 1293; IAM Local 76; and UWUA Local 424.  SJG employees represented by the IBEW operate under a collective bargaining agreement that runs through February 2022. SJG's remaining unionized employees are represented by the IAM and operate under a collective bargaining agreement that runs through August 2021. ETG employees represented by the UWUA operate under a collective bargaining agreement that runs through November 2022. The labor agreements cover wage increases, health and welfare benefits, paid time off programs, and other benefits",
        "When we recruit, we look for diverse talent with strong technical skills, as well as the ability to thrive in a highly collaborative and dynamic environment. It is our policy to comply fully with all federal, state and local laws, rules and regulations relating to discrimination in the workplace. SJI is committed to continuing to build a culture of inclusion through diversity and inclusion initiatives, including mandatory diversity and inclusion training for employees",
        "SJI provides employees with programs and opportunities to develop, as well as a commitment to a positive environment.  SJI offers competitive pay, health and welfare benefits, and incentive programs that recognize, reward, and retain employees, while driving performance. SJI also prides itself on developing our internal talent, capitalizing on opportunities to provide growth and promotions to roles of increased responsibility. Through our internal corporate development programs, employees can develop critical skills and hone industry knowledge. Multiple training opportunities and development programs provide employees the knowledge, skills, abilities, and experiences they need to grow within the organization. Employee engagement surveys are also conducted to ensure our employees have a voice in informing SJI’s ongoing efforts to foster a positive workplace culture",
        "The health and safety of our employees is a top priority.  We audit our operations and construction activities, track and report on compliance items and deliver ongoing Health, Safety, and Environment training. For information specific to our COVID-19 response, see the \"COVID-19\" section of Item 7 \"Management Discussion & Analysis of Financial Condition and Results of Operations\" in this Report",
        "SJI's sustainability report, which is published annually, is available free of charge on its corporate website under “ESG - Home.” Our 2019 ESG Annual Report reflects the most recent available data on a variety of topics, including specific information relating to (i) diversity in the workplace; and (ii) certain safety metrics at our natural gas businesses. Information included in this sustainability report is not incorporated into this Form 10-K",
        "Financial Information About Foreign and Domestic Operations and Export Sales",
        "SJI has no foreign operations and export sales have not been a significant part of SJI's business",
        "South Jersey Industries, Inc",
        "Part I"
    ]
}