{
    "92122": [
        "Human Capital",
        "I-12",
        "Human Capital",
        "Southern Company system management is committed to attracting, developing, and retaining a sustainable workforce and aims to foster a diverse, equitable, inclusive, and innovative culture. The Southern Company system's values – safety first, unquestionable trust, superior performance, and total commitment – guide behavior. The Southern Company system had approximately 27,700 employees on its payroll at December 31, 2020 comprised of the following:",
        "At December 31, 2020",
        "(*)",
        "Alabama Power",
        "6,200",
        "Georgia Power",
        "6,700",
        "Mississippi Power",
        "1,000",
        "Southern Power",
        "400",
        "Southern Company Gas",
        "4,500",
        "SCS",
        "3,800",
        "Southern Nuclear",
        "4,000",
        "PowerSecure and other",
        "1,100",
        "Total Southern Company system",
        "27,700",
        "(*)",
        "Numbers are rounded to 100s.",
        "All Southern Company system employees are located within the United States. Part-time employees represent less than 1% of total employees.",
        "Southern Company system management values a diverse, equitable, and inclusive workforce. Southern Company's subsidiaries have policies, programs, and processes to help ensure that all groups are represented, included, and fairly treated across all job levels. The Southern Company Board of Directors and management believe that diversity is important to provide different perspectives on risk, business strategy, and innovation. Southern Company management leads the Southern Company system's diversity, equity, and inclusion initiatives and employee recruitment, retention, and development efforts. The Board, principally through its Compensation and Management Succession Committee, oversees these efforts. At December 31, 2020, people of color and women represented 28% and 25%, respectively, of the Southern Company system's workforce.",
        "I-12",
        "Table of Contents",
        "",
        "Index to Financial Statements",
        "Southern Company system management recognizes the importance of attracting and retaining an appropriately qualified workforce. Southern Company system management uses a variety of strategies to attract and retain talent, including working with high schools, technical schools, universities, and military installations to fill many entry-level positions. The recruiting strategy also includes partnerships with professional associations and local communities to recruit mid-career talent. The addition of external hires augments the existing workforce to meet changing business needs, address any critical skill gaps, and supplement and diversify the Southern Company system's talent pipeline.",
        "The Southern Company system supports the well-being of its employees through a total rewards strategy with three measurable categories: physical, financial, and emotional well-being. The Southern Company system provides competitive salaries, annual incentive awards for nearly all employees, and health, welfare, and retirement benefits. The Southern Company system has a qualified defined benefit, trusteed pension plan and a qualified defined contribution, trusteed 401(k) plan which provides a competitive company matching contribution. Substantially all Southern Company system employees are eligible to participate in these plans. There are differences between the pension plan benefit formulas based on when and by which subsidiary an employee is hired. See Note 11 to the financial statements for additional information. At December 31, 2020, the average age of the Southern Company system employees was 45 and the average tenure with the Southern Company system was 15 years. Turnover rate, calculated as the percent of employees that terminated employment with the Southern Company system, including voluntary and involuntary terminations and retirements, divided by total employees, was 5.7%.",
        "Southern Company system management is committed to developing talent and helping employees succeed by providing development opportunities along with purposeful people moves as part of individual development plans and succession planning processes. The Southern Company system has multiple development programs, including programs targeted toward all employees, high potential employees, first-level managers, managers of managers, and executives. Additionally, Southern Company system management strives to deliver consistent needs-based training and solutions as workplace needs evolve.",
        "Southern Company system management believes the safety of employees and customers is paramount. The Southern Company system seeks to meet or exceed applicable laws and regulations while continually improving its safety technologies and processes. The Southern Company System Safety and Health Council, which includes leaders from each Registrant, works collectively across the Southern Company system to provide safety leadership, share learning, work collaboratively to address safety-related issues, and govern the consistency of safety programs. The safety programs are focused on the prevention and elimination of life-altering events, serious injuries, and fatalities. These programs include continuous process improvements to put critical controls in place to prevent serious injuries, promote learning, and implement appropriate corrective actions. In 2020, the Southern Company system had a serious injury rate of 0.10, which represent the number of incidents per 100 employees (calculated by taking the number of serious injuries multiplied by 200,000 workhours and divided by the total employee workhours during the year). A serious injury is one that is life-threatening or life-changing for the employee. Serious injury examples, as defined by applicable safety regulators, include fatalities, amputations, trauma to organs, certain bone fractures, severe burns, and eye injuries.",
        "Since the onset of the COVID-19 pandemic in early 2020, the Southern Company system has continued to provide essential services to customers while protecting employees, customers, and communities by implementing applicable business continuity plans, including teleworking, canceling nonessential business travel, increasing cleaning frequency at business locations, implementing applicable safety and health guidelines issued by federal, state, and local officials, and establishing protocols for required work on customer premises. To date, these procedures have been effective in maintaining the Southern Company system's critical operations, while also emphasizing employee, customer, and community safety.",
        "The Southern Company system also has longstanding relationships with labor unions. The traditional electric operating companies, Southern Nuclear, and the natural gas distribution utilities have separate agreements with local unions of the IBEW, which generally apply to operating, maintenance, and construction employees. These agreements cover wages, benefits, terms of the pension plans, working conditions, and procedures for handling grievances and arbitration. The Southern Company system also partners with the IBEW to provide training programs to develop technical skills and career opportunities.",
        "At December 31, 2020, approximately 32% of Southern Company system employees were covered by agreements with unions, with agreements expiring between 2021 and 2025. Negotiations related to the agreement expiring in 2021 are expected to commence later in the first quarter 2021.",
        "I-13",
        "Table of Contents",
        "",
        "Index to Financial Statements"
    ]
}