{
    "92380": [
        "Human Capital Resources",
        "General",
        "24",
        "The Company’s approach to human capital is a critical strategy with priorities that include, among others: (i) attracting, developing, and retaining a diverse and talented workforce; (ii) providing opportunities for learning, development, career growth, and movement within the Company; (iii) evaluating compensation and benefits, and rewarding performance; (iv) investing in physical, emotional, and financial health of Employees; (v) obtaining Employee feedback; (vi) maintaining and enhancing Company culture; and (vii) communicating with the Board of Directors on a routine basis on key topics, including executive succession planning.",
        "The Company has implemented many programs designed to achieve these priorities, including strong Employee training and benefits programs. The Company's vast Employee training and development opportunities address, among other things, leadership development, diversity and inclusion, communication skills, and human trafficking awareness. The Company rewards Employees with competitive compensation and benefits packages, including attractive medical plans, a 401(k) plan with a dollar-for-dollar match for Employees other than Pilots (subject to vesting requirements and certain compensation limits), a 401(k) plan with a non-elective contribution of 15% for Pilots, and a profit sharing plan.",
        "The Company regularly conducts Employee surveys to assess job satisfaction of its Employees, and uses information from the surveys to improve the Company’s ability to attract, develop, and retain talented Employees who will help advance the Company. For many years, the bonus opportunity for the Company's senior leadership group, including its executive officers, has been tied to the Company's performance relative to multiple pre-established performance metrics, including, among others, the Company's voluntary turnover rate for Employees. In addition to bonus opportunities for the Company’s senior leadership group, the Company has implemented performance-based compensation programs for other non-contract employee leaders, including managers, supervisors, and team leads.",
        "Diversity, Equity, and Inclusion",
        "Diversity, equity, and inclusion (\"DEI\") is also an integral part of the Company’s culture and processes that support recruitment, hiring, training, and advancement. In a",
        "n effort to advance the Company's commitment to DEI, the Company recently established the following goals:  ",
        "Evolve hiring and development practices to support diversity goals, including posting all open Leadership positions (Supervisor to Vice President) and requiring diverse candidate slates for each role; ",
        "Measure progress in increasing diversity in Senior Leadership; ",
        "Double the percentage of racial diversity and increase gender diversity in the Company’s Senior Management Committee by 2025; and",
        "Engaging the Company’s breadth of community partners to leverage relationships in sourcing diverse talent.",
        "Additionally, the Company’s Board of Directors has committed to increasing its diverse representation by 2025. The Company has a dedicated Diversity & Inclusion Department that provides regular updates to the Compensation Committee of the Company's Board of Directors. To continue the Company's commitment to inclusion, the Diversity & Inclusion Department has launched a multi-year training plan to increase the cultural competency of the Company's workforce.",
        "Effects of COVID-19",
        "On June 1, 2020, the Company announced Voluntary Separation Program 2020, a voluntary separation program that allowed eligible Employees the opportunity to voluntarily separate from the Company in exchange for severance, medical/dental coverage for a specified period of time, and travel privileges based on years of service. In conjunction with Voluntary Separation Program 2020, the Company also offered certain contract Employees the option to take voluntary Extended Emergency Time Off (\"Extended ETO\"), for periods between six and 18 months, with the exception of Pilots, who could elect to take Extended ETO for periods up to five years. The Company continues to evaluate and evolve its Extended ETO program, including offering additional Extended ETO opportunities of one, two, or three month durations to certain Employees who are either not currently participating ",
        "25",
        "in Extended ETO, or who are currently on Extended ETO set to expire in coming months. The purpose of Voluntary Separation Program 2020 and Extended ETO is to maintain a suitable sized workforce to operate at reduced capacity relative to the Company's operations prior to the COVID-19 pandemic. ",
        "Pursuant to the Payroll Support Program under the CARES Act and the Payroll Support Program Extension under the Consolidated Appropriations Act, 2021, the Company has received funds to protect Employees’ jobs by offsetting payroll expenses. In light of the Payroll Support Program and the Payroll Support Program Extension, the Company has not implemented and does not anticipate implementing pay cuts or furloughs through 2021. For further information about the Voluntary Separation Program 2020, Extended ETO, the Payroll Support Program, and the Payroll Support Program Extension, see \"Management’s Discussion and Analysis of Financial Condition and Results of Operations,\" and Note 2 to the Consolidated Financial Statements.",
        "Additional Information About the Company",
        "The Company was incorporated in Texas in 1967. The following documents are available free of charge through the Company's website, www.southwest.com: the Company’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to those reports that are filed with or furnished to the Securities and Exchange Commission (\"SEC\") pursuant to Sections 13(a) or 15(d) of the Securities Exchange Act of 1934. These materials are made available through the Company's website as soon as reasonably practicable after they are electronically filed with, or furnished to, the SEC. In addition to its reports filed or furnished with the SEC, the Company publicly discloses material information from time to time in its press releases, at annual meetings of Shareholders, in publicly accessible conferences and Investor presentations, and through its website (principally in its Press Room and Investor Relations pages). References to the Company's website in this Form 10-K are provided as a convenience and do not constitute, and should not be deemed, an incorporation by reference of the information contained on, or available through, the website, and such information should not be considered part of this Form 10-K.",
        "26",
        "DISCLOSURE REGARDING FORWARD-LOOKING INFORMATION ",
        "This Form 10-K contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. Forward-looking statements are based on, and include statements about, the Company’s estimates, expectations, beliefs, intentions, and strategies for the future, and the assumptions underlying these forward-looking statements. Specific forward-looking statements can be identified by the fact that they do not relate strictly to historical or current facts and include, without limitation, words such as \"anticipates,\" \"believes,\" \"estimates,\" \"expects,\" \"intends,\" \"may,\" \"will,\" \"would,\" \"could,\" \"plans,\" \"goal,\" and similar expressions. Although management believes these forward-looking statements are reasonable as and when made, forward-looking statements are not guarantees of future performance and involve risks and uncertainties that are difficult to predict. Therefore, actual results may differ materially from what is expressed in or indicated by the Company's forward-looking statements or from historical experience or the Company's present expectations. Known material risk factors that could cause these differences are set forth below under \"Risk Factors.\" Additional risks or uncertainties (i) that are not currently known to the Company, (ii) that the Company currently deems to be immaterial, or (iii) that could apply to any company, could also materially adversely affect the Company's business, financial condition, or future results.",
        "Caution should be taken not to place undue reliance on the Company's forward-looking statements, which represent the Company's views only as of the date this Form 10-K is filed. The Company undertakes no obligation to update publicly or revise any forward-looking statement, whether as a result of new information, future events, or otherwise."
    ]
}