{
    "9326": [
        "Human Capital",
        "Our employees are our most valued asset and fundamental to our success.  As of December31, 2020, we employed approximately 1,342 full-time employees worldwide, with approximately 18% covered by collective bargaining agreements.  We believe that we have been successful in attracting skilled and experienced personnel in a competitive environment and that our human capital resources are adequate to perform all business functions. ",
        "Health and Safety",
        "Protecting the workplace environment and the health and safety of our employees, contractors, visitors, and neighbors is our top priority. Our recordable injury rate, which was defined by recordable injuries per 200,000 hours worked, was 1.04 in 2020.  We continually upgrade our facilities to reduce risks and establish procedures with appropriate personnel protection for the safety of our employees.  Our safety program is structured around five pillars: process safety, personal safety, industrial hygiene, transportation safety and environmental safety, and focuses on driving higher ownership and engagement from employees and contractors.  ",
        "In response to the COVID-19 pandemic, we effectively deployed our Crisis Management Plan and activated our Crisis Management Team (CMT), to manage the day-to-day activities and make timely decisions related to the safety of our employees, customers, and the communities in which we operate.  We implemented significant changes which comply with government orders and Centers for Disease Control and Prevention (CDC) guidelines.  These changes include instituting travel restrictions, a mandatory work from home policy for all of our office employees, and additional safety measures for all of our manufacturing and research and development employees.",
        "5",
        "Table of Contents",
        "Diversity and Inclusion ",
        "We recognize that our best performance is achieved when our teams are diverse, and accordingly, diversity and inclusion are important elements of Balchem's Human Resources strategy.  We strive to promote inclusion through the implementation of inclusive leadership training across the Company and are committed to increasing representation of minorities throughout the organization.  In 2020, our total workforce consisted of 77% male and 23% female among all employees and 48% male and 52% female when excluding supply chain and operations functions.  With the support of our Board of Directors, we continue to explore additional diversity and inclusion initiatives.     ",
        "Training and Well-Being Programs",
        "We strive to develop employee skills and knowledge, which includes training for job-specific technical knowledge, regulatory requirements, and company policies, such as the Company's Code of Conduct, anti-harassment and discrimination, foreign corrupt practices, antitrust, and various other compliance topics.  Our sponsored employee Continuing Learning program offers a broad base of assistance for employees, including learning and development courses.  Employees have access to healthy lifestyle discounts through our Wellness Center, as well as debt, legal, and financial counseling.  Leadership programs, peak performance training and multiple online services and courses enable our employees to choose their own learning paths and work towards achieving their goals for education, finances, and overall well-being.  ",
        "Performance Review, Compensation and Benefits",
        "Our annual performance review process is an important, objective-based dialogue to foster continuous growth and development by providing an opportunity to establish goals and deliver feedback relative to each employee's performance.  Balchem's annual review process is closely aligned with a formal succession planning and talent review process designed to identify and develop the next generation of leaders.    ",
        "We are dedicated to providing full-time employees with a competitive compensation package that includes medical, dental, vision, and prescription benefits in addition to a 401(k) matching program.  Balchem also provides financial support for health and wellness programs such as online financial wellness content, sponsored weight loss programs and subsidized gym memberships.  We also provide generous time off and leave benefits, which are important to help ensure employees can enjoy a healthy balance between work and family time.  ",
        "For the year ended December 31, 2020, our turnover rate was 7% for salaried employees with an average length of service of over 9 years.  We are continuing to improve employee retention with effective employment engagement efforts, a productive performance review process, and competitive compensation. "
    ]
}