{
    "93389": [
        "Human Capital",
        "11",
        "Diversity and Inclusion.",
        "Health, Safety and Wellness.",
        "Compensation and Benefits.",
        "Talent Development.",
        "12",
        "Environmental, Social and Governance (ESG) and Human Capital",
        "Our Culture",
        "Our Company was founded in 1919 on the values of integrity, common decency and respect for others. These values continue to this day and are embodied in our Code of Ethics, which has been adopted by the Board of Directors of the Company to serve as a statement of principles to guide our decision-making and reinforce our commitment to these values in all aspects of our business. We believe that our commitment to our Company, our employees and the communities within which we operate has led to high employee satisfaction and low employee turnover, and our commitment to our customers, suppliers and business partners has resulted in high customer satisfaction, as evidenced by the customer awards that we routinely win, and decades-long customer relationships.",
        "We also take environmental and social issues seriously. We believe that our commitment to identifying and implementing positive environmental and social related business practices strengthens our Company, improves our relationship with our shareholders and better serves our customers, our communities and the broader environment within which we conduct our business. To further our commitment to these values, in 2020, we formed a multi-disciplinary leadership team comprised of our Chief Executive Officer and other executive officers to lead our efforts in this area, and we launched the SMPCaresTM initiative to put our philanthropic plans into practice.",
        "Environmental",
        "As a company we take our commitment to environmental stewardship seriously. Our use of remanufactured cores in our air conditioning compressor, diesel injector and diesel pump product lines result in the reduction of raw materials and energy consumption. Certain of our products, such as fuel injectors and electronic sensors reduce emissions and foster cleaner operating vehicles. As related to our manufacturing operations, over the last 5 years, we have spent in excess of $1 million for the reduction of energy consumption in our facilities by installing energy efficient lighting and climate control equipment. We have made efforts to reduce our waste through a reduction in packaging materials and a reduction in our usage of cardboard, paper and plastics in our manufacturing processes.",
        "We believe that our commitment to our employees is critical to our continued success, and has led to high employee satisfaction and low employee turnover. To facilitate talent attraction and retention, we strive to have a diverse, inclusive and safe workplace, with opportunities for our employees to grow and develop in their careers, supported by strong compensation, benefits and health and wellness programs, and by programs that build connections between our employees and their communities. Our employees share our corporate values of integrity, common decency and respect of others, values which have been established since our company was founded.",
        "\n\n11\n\n\n\nIndex\n\n",
        "\n11\n",
        "\nIndex\n",
        "Index",
        "As of December 31, 2020, we employed approximately 4,300 people, with 1,800 people in the United States and 2,500 people in Mexico, Canada, Poland, the U.K., Hong Kong and Taiwan. Of the 4,300 people employed, approximately 2,400 people are production employees. We operate primarily in non‑union facilities and have binding labor agreements with employees at other unionized facilities. We have approximately 77 production employees in Edwardsville, Kansas who are covered by a contract with The International Union, United Automobile, Aerospace and Agricultural Implement Workers of America (“UAW”) that expires in August 2022. We also have approximately 1,400 employees in Mexico who are covered under union agreements negotiated at various intervals. For clarification, the employee numbers described above exclude the employees of our joint venture operations.",
        "We believe that our facilities are in labor markets with ready access to adequate numbers of skilled and unskilled workers, and we believe our relations with our union and non‑union employees are good.",
        "Diversity and Inclusion. We believe that a diverse workforce is critical to our success, and we continue to focus on the hiring, retention and advancement of women and underrepresented populations. Our recent efforts have been focused in three areas: inspiring innovation through an inclusive and diverse culture; expanding our efforts to recruit and hire world-class diverse talent; and identifying strategic partners to accelerate our inclusion and diversity programs. Over the last 5 years, approximately 50% of our hires and promotions have been women or individuals of diverse backgrounds.",
        "To further our commitment to diversity, we have established a “Diversity and Inclusion Taskforce.” The Task Force will consist of a Project Manager, Steering Committee, Executive Sponsors and Senior Council. The Taskforce will be responsible for creating a diversity and inclusion strategy by establishing goals, tracking and mentoring high potential diverse employees, and enhancing our current practice of tracking diversity hires and promotions.",
        "Health, Safety and Wellness.The success of our business is fundamentally connected to the well-being of our people. Accordingly, we are committed to the health, safety and wellness of our employees. We provide our employees and their families with access to a variety of innovative, flexible and convenient health and wellness programs, including benefits that provide protection and security so they can have peace of mind concerning events that may require time away from work, or that impact their financial well-being; that support their physical and mental health by providing tools and resources to help them improve or maintain their health status and encourage engagement in healthy behaviors; and that offer choice where possible so they can customize their benefits to meet their needs and the needs of their families.",
        "In response to the COVID-19 pandemic, we implemented significant changes that we determined were in the best interest of our employees and which comply with government regulations. These include providing employees with flexible working arrangements, including, where appropriate, the ability to work from home, and implementing a number of safety policies and practices at all of our facilities. For additional information on safety protocols implemented at our facilities, refer to the paragraph entitled, “Impact of the Novel Coronavirus (COVID-19),” in Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this report.",
        "Compensation and Benefits. We provide competitive compensation and benefits programs that meet the needs of our employees. In addition to wages and salaries, these programs include annual cash bonuses, stock awards, a 401(k) Plan, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, family care resources, and employee assistance programs.",
        "Talent Development. We invest significant resources to develop the talent of our high potential employees. We deliver numerous training opportunities, provide rotational assignment opportunities, have expanded our focus on continuous learning and development, and implemented methodologies to manage performance, provide feedback and develop talent.",
        "Our talent development programs are designed to provide employees with the resources they need to help achieve their career goals, build management skills and lead their organizations. We provide a series of employee workshops that support professional growth and development. Our annual review process encourages manager and employee conversations throughout the year to enhance growth and development.",
        "\n\n12\n\n\n\nIndex\n\n",
        "\n12\n",
        "Social Engagement and Community Service",
        "We believe that building connections between our employees, their families and our communities creates a more meaningful, fulfilling and enjoyable workplace. Through our “SMP Cares” initiative, our employees are encouraged to pursue their interests, and to connect to local communities through volunteering and giving opportunities.",
        "Our corporate giving and volunteering programs, along with our practice of “Company Matching,” encourages our employees to donate, and to engage in those local causes that they are most passionate about. Our employees have volunteered locally in projects such as the park beautification project in Long Island City, and have donated to such causes as the March of Dimes, United Way and Salvation Army. We have successfully raised money for flood victims in Mexico and Puerto Rico, and are active in assisting many communities that have been devastated by natural disasters. In response to the COVID-19 pandemic, our employees have donated in excess of $100,000 to local hospitals, schools and shelters, and have participated in numerous coat and clothing drives. We continue to encourage participation in these initiatives as we believe they are essential in the support of our core values."
    ]
}