{
    "9346": [
        "Human Capital Management",
        "COVID-19, Employee Safety and Wellness",
        "Diversity and Inclusion",
        "Employee Engagement, Development and Training",
        "Compensation and Benefits",
        "Community Involvement",
        "Protective is committed to attracting, developing and retaining top talent in order to drive its continued success and achieve its business goals. The Company strives for a diverse and inclusive culture, which rewards performance, provides growth and development opportunities and supports employees through competitive compensation, benefits and numerous volunteer and charitable giving opportunities",
        "As of December 31, 2020, the Company had approximately 490 employees working full-time",
        "Employee health and safety are top priorities. In response to the COVID-19 pandemic, the Company adopted numerous health and safety measures in accordance with best-practice safe hygiene guidelines issued by recognized health experts such as the U.S. Centers for Disease Control and Prevention (CDC) and the World Health Organization (WHO), as well as government mandates",
        "The Company has provided for work-from-home arrangements for employees where possible, including providing employees with the necessary equipment to effectively work from home, provides regular communication updates to its employees on COVID-19 related matters, has implemented office sanitization protocols and requires mask usage at the office and temperature and health screening prior to entering the Company's facilities",
        "Protective is committed to fostering a work environment that values and promotes diversity and inclusion. During 2020, several Employee Resource Groups (ERGs) were created and staffed by employees with diverse backgrounds, experiences or characteristics who share a common interest in professional development, improving corporate culture and delivering sustained business results. The Company provides equal access to and participation in programs and services without regard to race, religion, color, national origin, disability, sex, sexual orientation, gender identify, stereotypes or assumptions based thereon",
        "Protective invests resources in professional development and growth as a means to encourage employee performance, motivation and retention. The Company encourages and supports the growth and development of its employees, and wherever possible, seeks to fill positions by promotion or transfer from within the organization. The Company promotes continuous learning and career development through ongoing performance and development discussions and evaluations, training programs, succession and talent pipeline planning and educational reimbursement programs. The Company provides employees with the opportunity to provide regular feedback through surveys, meetings with management and CEO-led discussions. Employees are also eligible to participate in a departmental rotation program to gain experience and knowledge about the organization",
        "Opportunities for continuous learning and development are available to employees through internal and external training resources, conferences and seminars. Protective offers internal online training opportunities on topics such as diversity and inclusion, health and safety, personal development, computer skills and management training courses",
        "Protective is committed to providing its employees with a competitive compensation package, which rewards performance and achievement of desired business results and personal goal attainment. The Company's compensation package consists of base pay and an incentive program in which all employees are eligible to participate, health and welfare benefits and retirement contributions. The Company analyzes its compensation and benefits programs regularly to ensure they remain competitive with the market",
        "Health and wellness programs are provided and contribute to a productive workforce by empowering our employees to take personal responsibility for their health, safety and well-being. Employees are offered the opportunity to participate in healthcare and insurance benefits, disability insurance, health savings and flexible spending accounts, paid time off, parental leave and various wellness programs",
        "The Company and its employees provide multi-faceted support for its communities to address needs where its employees work and live. Corporate sponsorships and employee volunteer opportunities support a wide range of non-profits, including those that address children and youth programs, education, safety, human trafficking, housing, abuse, joblessness, blood donations and many others"
    ]
}