{
    "9389": [
        "Human capital risks",
        "Human Capital and Employees",
        "Ball Corporation’s people are its greatest asset and we are proud to set out the material aspects of our human capital program. At the end of 2020, the company and its subsidiaries employed approximately 21,500 employees, including approximately 10,700employees in the U.S. Details of collective bargaining agreements are included within Item 1A, Risk Factors, of this annual report.",
        "Our Culture",
        "Embracing our rich 140-year history, we “know who we are”, a company that respects and values each of our employees and their collective desire to deliver value to all our stakeholders. We embrace our diversity and are “one Ball” in valuing: ",
        "Diversity and Inclusion",
        "Diversity and Inclusion (D&I) is embedded in our Drive for 10 vision and is key to the sustained success of our business.  We established a dedicated D&I function in 2015 to build on our longstanding commitment to D&I across the company.  Over the past five years, we have made good progress on D&I, which has been recognized by external organizations, including Forbes, which ranked Ball as number one on its 2019 list of “America’s Best Employers for Diversity” and recognized us again in 2020. Our dedicated D&I function reports directly to our CEO, and we understand that the key to success is shared accountability rather than designating a single owner for this critical area. Our focus to date has been on providing unconscious bias training for our global workforce, expanding our Ball Resource Groups (BRGs) in terms of quantity and geography, and increasing awareness about the importance of D&I and each employee’s role in ensuring that we have a culture where people can bring their authentic selves to work and thrive. While we are proud of our progress, we know there is more work to do.  ",
        "As we move forward, we are accelerating our D&I efforts with a greater sense of urgency. In June 2020, we instituted a new global cloud-based human capital management platform that will – among many other talent-focused features – enable us to more fully understand employee demographics and identify how we can better enhance our diversity around the world. We continue to evolve our talent acquisition process and focus on diversity for internships, candidate slates, interview panels, talent reviews and succession planning. Each of our business segment leaders has committed to help drive further D&I progress during 2021 and beyond. Currently, 58 percent of our board of directors are either gender or ethnically diverse, including four female board members, and 30 percent of our company’s executive leadership team are either gender or ethnically diverse.",
        "Talent",
        "We seek to attract, develop and retain the best talent throughout the company. During the past decade, we established and expanded our talent management organization with dedicated talent acquisition and development functions that have implemented rigorous hiring and development processes, including standardized assessments for candidate selection, and an embedded “Inspire, Connect, Achieve” leadership framework, which details clear behaviors that we expect from our people leaders to ensure they align with our culture. We have also strengthened our succession planning through a holistic approach to developing key managers that includes challenging assignments, formal development plans and professional coaching.  ",
        "9",
        "Table of Contents",
        "Training and Development",
        "Our new global human capital management platform will further enable rigorous identification, analysis and development of talent around the world. In conjunction with that platform, the company launched an updated approach to performance management focused on development and continuous improvement. This approach emphasizes ongoing performance conversations between managers and employees and a focus on mitigating bias in performance conversations, resulting in an enhanced employee developmental experience and data points for our talent discussions. In addition, all employees have access to create a personal development plan and we have implemented additional resources to support employees in their personal and professional development, including:",
        "Employee Engagement",
        "As part of our Drive for 10 vision, we seek to ensure that everyone at Ball is motivated to perform their best work every day. To further that objective, our engagement approach focuses on clear communication and recognition. We communicate through quarterly employee town hall meetings, at both the corporate and operating division levels, with business and market updates and information on production, safety, quality and other operating metrics. We also communicate company information through news releases, executive communications, internal management information bulletins, digital signage and our weekly Ball eNews through the new BallConnect intranet, which are available to all employees. We have many recognition-oriented awards throughout our company, including our corporate and divisional awards of excellence. We conduct regular company-wide engagement surveys, as well as periodic pulse surveys, which have generally indicated high levels of engagement and trust in Ball’s leadership, key strategies and initiatives.  ",
        "Total Rewards",
        "We have steadily upgraded our total rewards function over the past decade with the objective of acquiring, rewarding and retaining the best talent by providing total rewards that are competitive and performance based. Our compensation programs, including our long-standing EVA® based incentive plans, reflect our commitment to reward performance that drives shareholder value. Total direct compensation is positioned in a competitive range of the applicable market median in each jurisdiction, differentiated based on tenure, skills and performance, and designed to attract and retain the best talent.",
        "Health, Safety and Wellness",
        "The health, safety and wellness of each of our employees has been one of Ball’s top priorities for many years. Our environmental, health and safety function and our operations executives partner to consistently reinforce policies and procedures that are designed to reduce workplace risks and ensure safe methods of plant production, including through regular training and reporting on injuries and lost-time incidents. Over the past 15 years, we have sponsored a variety of health and wellness programs designed to enhance the physical and mental well-being of our employees around the world. During 2020, the company expanded access to its existing Employee Assistance Program (EAP) to our entire global workforce. The EAP provides employees and their families access to mental health, stress management and support resources during these difficult times.",
        "10",
        "Since the onset of the novel coronavirus (COVID-19) pandemic, nearly all of our businesses have been deemed essential by the governments where we operate, and our production facilities have operated continuously. During this time, we have put employee health and well-being front and center, and we have adjusted our approach to how work gets done accordingly.  Our guiding principles throughout the pandemic have been safety, flexibility and empathy.  Ball has implemented rigorous safety protocols in all its locations, including face coverings, social distancing, contact tracing, employee testing and enhanced cleaning.  Most office-based roles have transitioned to working from home, and our IT systems have been flexed to support more virtual meetings and remote collaboration.  We are actively preparing for a more flexible approach to traditional office roles after the pandemic ends.  ",
        "Finally, despite the effects of the pandemic and in direct support of our growing businesses, Ball increased its net employee headcount by approximately 3,200 employees during 2020. Additional information on our human capital programs can be found in the Ball Corporation Sustainability Report, which is available at www.ball.com. "
    ]
}