{
    "94049": [
        "Human Capital Resources",
        "At December 31, 2020 and 2019, the Company employed 2,293 and 2,284 persons, respectively. We view our employees as critical to helping us realize our vision of delivering innovative chemical solutions for a cleaner, healthier, more energy efficient world. The Company’s five Values reflect our shared commitment to this vision and serve as a guide as we operate our business: (1) People First: Empowering Everyone to Make a Difference – we listen, share and recognize great work; (2) Integrity: Doing the Right Thing – we do what is right and safe, and can be counted upon to fulfill our commitments and speak up when we have concerns; (3) Customer Focused: Partnering to Deliver Value – our approach to collaborative chemistry helps our customers’ products perform and deliver solutions that serve the needs of our global community; (4) Continuous Improvement: Improving Every Day – we embrace a spirit of continuous learning to improve the sustainability of our practices and our products; and (5) Growth, Innovation and Sustainability: Shaping the Future Through Curiosity – we see incredible possibilities and accept the challenge to make a positive impact",
        "Safety for all employees, our business partners, and the communities in which we operate continues to be a top priority. We have a long-standing focus on safety and responsible chemicals management, as well as a commitment to the environmental, health, safety and security performance initiative of the American Chemistry Council (ACC), a U.S.-based industry association. As part of this focus and commitment, the Company invests in behavior based and task-based safety programs for its global workforce. The goal of these programs is to help establish habits and behaviors that promote safety awareness, thinking, and responsiveness. All Company facilities are ISO 9001:2015 certified, and the Company conforms to the ACC Responsible Care Management System (RCMS)® at its U.S. sites. In addition, facilities outside the United States are encouraged to participate in their country-specific Responsible Care® program equivalents. Special recognition is given annually to the Company’s facilities that have demonstrated safety achievements. The President’s Safety Award is given to sites that meet specific criteria for recordable incidents and injuries, as well as other safety and compliance requirements, over the course of the year",
        "We depend on our highly skilled workforce to reach our business goals, and through a robust commitment to promote safety and well-being, enable professional development, and provide excellent benefits, the Company aims to attract and retain top talent.We value the fact that we have a diverse, inclusive, and engaged community of workers, and our goal, is to create workplace environments built on respect, safety, strong teamwork, and high competency.Employee feedback is regularly solicited on workplace practices and culture.Results from these surveys are used at the corporate and site levels to define needs and develop improvement plans.Across our operations, employees are encouraged and supported in developing the technical and leadership skills they need to excel at their work and to advance in their roles.The Company provides an array of opportunities, including our Emerging Leaders Program, Leadership Development Program, technical training and certifications, language training, and educational assistance.Developing our talent pipeline and retaining our skilled labor force is a key focus, and our objective is to support employees’ progress toward their professional goals through opportunities within the Company.Employees receive comprehensive and competitive benefits packages aimed at attracting top talent and supporting needs for work-life balance.Employees are rewarded for their positive contributions to company success with Pay-for-Performance incentives"
    ]
}