{
    "94344": [
        "Human capital resources",
        "As of December31, 2020, we employed approximately 5,800 people, with approximately 5,200 employees located in the U. S. and approximately 600 employees located internationally. We consider our relationship with our employees to be critical to both our operations and performance. We are committed to attracting, developing, retaining, and motivating a diverse and inclusive group of employees, and we do so in a variety of ways. Stewart’s end-to-end career framework attracts talent, encourages learning and development across the organization, creates transparency around job expectations through a deliberate performance management process, allows Stewart employees to take ownership of their career, and provides them with the resources needed to be successful in their current as well as future roles. Moreover, Stewart cares about the health, safety, and well-being of our employees and their families, and provides a variety of valuable health and welfare benefits, including but not limited to, medical, dental and vision coverage, life and disability insurance, 401(k) plan match, participation in an employee stock purchase plan, health savings account, flexible spending account, an employee assistance program, emotional health and wellness programs, local community based charitable programs through the Stewart Foundation, and global employee appreciation and recognition programs",
        "Stewart is committed to an inclusive workplace that values all employees equally, regardless of age, race, ethnicity, sexual orientation, or gender identification and committed to providing a supportive diverse professional work environment that is free of and prohibits discrimination against any employee or applicant for employment as defined by applicable laws as well as best practices in corporate governance. All phases of employment, including but not limited to, recruiting, selection, employment, placement, promotion, transfer, demotion, reduction of force and termination, benefits, training, and compensation are guided by the Company policies regarding conduct, including Stewart’s Equal Opportunity Employer statement and our Code of Business Conduct and Ethics"
    ]
}