{
    "95953": [
        "Human Capital",
        "Safety and Wellness",
        "The health and safety of our workforce is fundamental to the success of our business. We provide our employees upfront and ongoing safety training to ensure that safety policies and procedures are effectively communicated and implemented. Personal protective equipment is provided to employees to safely perform their job responsibilities",
        "Because our business involves the manufacturing of physical products, many of our employees are unable to work from home. In an effort to keep our employees safe and maintain operations during the COVID-19 pandemic, we have implemented new health-related measures, including social distancing, restrictions on visitors to our facilities, limiting in-person meetings and other gatherings, limiting company travel, increasing cleanings of our facilities and providing personal protective equipment and disinfecting agents to employees",
        "Talent Management",
        "Our approach to human capital management is one that seeks to foster an inclusive and respectful work environment where employees are empowered at all levels to implement new ideas, to better serve our customers and continuously improve our processes and operations. Our business results depend on our ability to manage our human capital resources, including attracting, identifying, and retaining key talent. Factors that may affect our ability to attract and retain qualified employees include competition from other employers, availability of qualified individuals and opportunities for employee growth",
        "As of December31, 2020, the Company had 526 employees. The Company considers relations with employees to be strong. The number of employees of the Company represented by unions, located at the Munhall, Pennsylvania, Mineral Ridge, Ohio, and Bristol, Tennessee facilities, is 232, or 44 percent of the Company's employees. They are represented by three locals affiliated with the United Steelworkers (the \"USW\"). Collective bargaining contracts for the USW locals expire at various dates between 2023 and 2024",
        "Our voluntary turnover rate in 2020 was approximately three percent. We monitor employee turnover rates by plant and the Company as a whole. The average tenure of our employees is approximately 10 years and we believe is driven by our competitive total rewards package offered to employees and development opportunities which promotes longer employee tenure and reduces voluntary turnover",
        "Total Rewards",
        "We invest in our workforce by offering a competitive total rewards package that includes a combination of salaries and wages, health and wellness benefits, retirement benefits and educational benefits. We strive to offer competitive total rewards packages and benefits for eligible employees",
        "Diversity and Inclusion",
        "We are an Equal Opportunity Employer and all qualified applicants for positions with the Company receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender, identity, national origin, disability, or veteran status. We strive to provide an equitable and inclusive environment for all our employees with representation across all levels of our workforce that reflects the diversity of the communities in which we live and work",
        "Human Capital Risks",
        "Certain of our employees in the Metals Segment are covered by collective bargaining agreements, and the failure to renew these agreements could result in labor disruptions and increased labor costs",
        "As of December31, 2020, we had 232 employees represented by unions at our Bristol, Tennessee, Mineral Ridge, Ohio, and Munhall, Pennsylvania facilities, which is 44 percent of the aggregate number of Company employees. These employees are represented by three local unions affiliated with the USW. The collective bargaining contracts for the USW will expire at various dates between 2023 and 2024. Although we believe that our present labor relations are strong, our failure to renew these agreements on reasonable terms as the current agreements expire could result in labor disruptions and increased labor costs, which could adversely affect our financial performance",
        "If we do not successfully manage the transitions associated with the election of three new members of our Board of Directors, the appointment of a new Chairman of the Board, the retirement of our Chief Executive Officer and appointment of a new Interim Chief Executive Officer and a new Chief Financial Officer, it could have an adverse impact on our business operations, including our internal controls over financial reporting, as well as be viewed negatively by our customers and shareholders",
        "The Company appointed Sally M. Cunningham Senior Vice President and Chief Financial Officer effective June 30, 2020 after the resignation of Dennis M. Loughran. In addition, on July 7, 2020, the Company announced the election of three new members of the Board of Directors at the 2020 Annual Meeting of Shareholders. On July 9, 2020, the Company's Board of Directors elected Henry L. Guy as Chairman of the Board of Directors. On October 27, 2020, the Company announced the retirement of Craig C. Bram, the Company's President and Chief Executive Officer and member of the Company's Board of Directors, effective November 9, 2020. On October 27, 2020, the Company announced the appointment of Christopher G. Hutter, a member of the Company's Board of Directors, as interim President and Chief Executive Officer, effective November 9, 2020. Such leadership transitions can be inherently difficult to manage, and an inadequate transition may cause disruption to our business, including our relationships with customers, suppliers, vendors, and employees. It may also make it more difficult to hire and retain key employees",
        "The loss of key members of our management team, or difficulty attracting and retaining experienced technical personnel, could reduce our competitiveness and have an adverse effect on our business and results of operations",
        "The successful implementation of our strategies and handling of other issues integral to our future success will depend, in part, on our experienced management team. The loss of key members of our management team could have an adverse effect on our business. Although we have entered into employment agreements with key members of our management team including Christopher G. Hutter, Interim President and Chief Executive Officer and Sally M. Cunningham, Senior Vice President and Chief Financial Officer, employees may resign from the Company at any time and seek employment elsewhere, subject to certain non-competition and confidentiality restrictions. Additionally, if we cannot retain our technical personnel or attract additional experienced technical personnel, our ability to compete could be harmed"
    ]
}