{
    "96943": [
        "HUMAN CAPITAL RESOURCES",
        "As of December 31, 2020, we employed approximately 14,000 employees including 4,000 employees in the U.S. and 10,000 employees in 31 other countries around the world. Our manufacturing employees make up 58% of the total employee population, and are located primarily in Mexico, Malaysia and the Czech Republic. Our commercial organization comprises 25% of the employee base, located throughout the globe.  The remaining 17% of employees work in various corporate functions, based in each of our locations",
        "We believe our employees are a significant differentiating factor and play a critical role in our ability to deliver on our commitments to patients and execute our strategy to our customers and shareholders. Our management team places significant focus and attention to matters affecting our people, particularly our commitment to our Core Values, capability development, total rewards and diversity, as well as how each employee experiences our culture",
        "Culture",
        "The culture of our organization is critical to the human capital we attract, develop and retain and who, in turn, contribute to the results and success of our organization. Our culture is framed by our Core Values – building trust, entrepreneurial spirit and making our workplace fun, with people at the center of all we do.  We strive to develop and sustain our culture by embedding these values in all aspects of our organization, including our human capital strategies",
        "Talent Management, Development and Learning",
        "We are committed to providing our employees with opportunities for growth, development and career advancement and to building a high-performance culture that supports our Core Values throughout the employee lifecycle. We have implemented a talent management process that provides regular coaching check-ins between employees and their manager to review the employee’s developmental objectives and career progression. We also regularly review our talent portfolio and succession plans to ensure we can deliver on our company strategy",
        "In addition, we offer a number of internal educational and training resources to employees throughout our organization. Among these resources is the Teleflex Academy, a curriculum that provides learning opportunities for our employees to further develop their skills and receive training across broad subject areas such as leadership; communications; diversity, equity and inclusion; sales; customer service; and business acumen",
        "Diversity, Equity and Inclusion",
        "We believe that diversity, equity, and inclusion (DEI) drives value for employees, patients, customers and shareholders by engaging a broad range of perspectives and experiences to enrich our offering to these communities. We are continuing to cultivate this diversity through the efforts of our Corporate DEI Council and four regional DEI councils (North America, Latin America, EMEA and APAC), whose goals include supporting the attraction, development and retention of diverse employees in alignment with our Core Values",
        "One pillar of our DEI platform includes sponsoring our globally expanding Employee Resource Groups (ERGs) which we initiated with Women Inspiring Learning and Leadership in 2016, and which have since grown to include several other ERGs as of the end of 2020. Our ERGs are managed by employees and participation is open to all",
        "In our efforts to provide a diverse slate of candidates to our hiring managers, we deploy several recruitment channels to source talent from a variety of organizations including multiple social media outlets, co-op placement, local universities and technology institutes. We also work with numerous external recruiting firms that focus on diverse candidates",
        "Total Rewards",
        "We actively manage our global compensation and benefit programs to ensure we can attract and retain the critical human capital we need to continue to deliver on our commitments to employees, customers, patients and shareholders. We believe our compensation offering is aligned to competitive market pay levels and, along with our culture and Core Values, acts to incentivize the right behaviors and actions to achieve the best results for the organization. We structure our compensation to include a mix of pay components of base salary, short-term cash incentives and long-term incentives. We offer our employees health, welfare and retirement benefits and have implemented policies addressing paid time off, flexible work schedules, employee assistance, parental leave and family benefits, among others",
        "Environmental, Health and Safety",
        "Our Environmental Health and Safety (EHS) vision is to protect the safety and health of Teleflex personnel and the environments in which we operate. We have a vested interest in protecting our most valuable assets – our employees. Everyone is a steward of EHS, fostering a culture of being actively responsible in all our operations. We remain fully committed to complying with all relevant EHS legislation and to achieving our vision. We have and will continue to expend resources to construct, maintain, operate and improve our facilities across the globe for environmental, health, safety and sustainability of our operations. For example, in response to the risks associated with the COVID-19 pandemic, we have expended resources to implement various safety measures, including implementing social distancing protocols and expanding personal protective equipment availability and usage, across our facilities globally in an effort to protect the health and safety of our employees and others",
        "ENVIRONMENTAL",
        "We are subject to various environmental laws and regulations both within and outside the U.S. Our operations, like those of other medical device companies, involve the use of substances regulated under environmental laws, primarily in manufacturing and sterilization processes. While we continue to devote resources to compliance with existing environmental laws and regulations, we cannot ensure that our costs of complying with current or future environmental protection, health and safety laws and regulations will not exceed our estimates or will not have a material adverse effect on our business, financial condition, results of operations and cash flows. Further, we cannot ensure that we will not be subject to environmental claims for personal injury or cleanup in the future based on our past, present or future business activities",
        "INVESTOR INFORMATION",
        "We are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). Therefore, we file reports, proxy statements and other information with the Securities and Exchange Commission (SEC). The SEC maintains a website (http://www.sec.gov) that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC",
        "You can access financial and other information about us in the Investors section of our website, which can be accessed at www.teleflex.com. We make available through our website, free of charge, copies of our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed with or furnished to the SEC under Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after electronically filing or furnishing such material to the SEC. The information on our website is not part of this Annual Report on Form 10-K. The reference to our website address is intended to be an inactive textual reference only",
        "We are a Delaware corporation incorporated in 1943. Our executive offices are located at 550 East Swedesford Road, Suite 400, Wayne, PA 19087",
        "INFORMATION ABOUT OUR EXECUTIVE OFFICERS",
        "The names and ages of our executive officers and the positions and offices held by each such officer are as follows",
        "Name",
        "Age",
        "Positions and Offices with Company",
        "Liam J. Kelly",
        "Chairman, President and Chief Executive Officer",
        "Thomas E. Powell",
        "Executive Vice President and Chief Financial Officer",
        "Cameron P. Hicks",
        "Corporate Vice President, Human Resources and Communications",
        "Daniel V. Logue",
        "Corporate Vice President, General Counsel and Secretary",
        "Jay White",
        "Corporate Vice President and President, Global Commercial",
        "Mario Wijker",
        "Corporate Vice President, QA/RA",
        "James Winters",
        "Corporate Vice President, Manufacturing and Supply Chain",
        "Mr. Kelly has been our President and Chief Executive Officer since January 2018 and has been Chairman of our Board of Directors since May 2020. From May 2016 to December 31, 2017, Mr. Kelly served as our President and Chief Operating Officer. From April 2015 to April 2016, he served as Executive Vice President and Chief Operating Officer. From April 2014 to April 2015, Mr. Kelly served as Executive Vice President and President, Americas. From June 2012 to April 2014 Mr. Kelly served as Executive Vice President and President, International.  He also has held several positions with regard to our EMEA segment, including President from June2011 to June2012, Executive Vice President from November2009 to June2011, and Vice President of Marketing from April2009 to November2009. Prior to joining Teleflex, Mr.Kelly held various senior level positions with Hill-Rom Holdings, Inc., a medical device company, from October 2002 to April2009, serving as its Vice President of International Marketing and R&D from August2006 to February2009",
        "Mr.Powell has been our Executive Vice President and Chief Financial Officer since February2013. From March2012 to February2013, Mr.Powell was Senior Vice President and Chief Financial Officer.He joined Teleflex in August2011 as Senior Vice President, Global Finance. Prior to joining Teleflex, Mr.Powell served as Chief Financial Officer and Treasurer of Tomotherapy Incorporated, a medical device company, from June2009 until June2011. In 2008, he served as Chief Financial Officer of Textura Corporation, a software provider. From April2001 until January2008, Mr.Powell was employed by Midway Games, Inc., a software provider, serving as its Executive Vice President, Chief Financial Officer and Treasurer from September2001 until January2008. Mr.Powell has also held leadership positions with Dade Behring, Inc., PepsiCo, Bain & Company, Tenneco Inc. and Arthur Andersen & Company",
        "Mr. Hicks has been our Corporate Vice President, Human Resources and Communications since April 2013.  Prior to joining Teleflex, Mr. Hicks served as Executive Vice President of Human Resources & Organizational Effectiveness for Harlan Laboratories, Inc., a private global provider of pre-clinical and non-clinical research services, from July 2010 to March 2013.  From April 1990 to January 2010, Mr. Hicks held various leadership roles with MDS Inc., a provider of products and services for the development of drugs and the diagnosis and treatment of disease, including Senior Vice President of Human Resources for MDS’ global Pharma Services division from November 2000 to January 2010",
        "Mr. Logue has been our Corporate Vice President, General Counsel and Secretary since January 2021.  Mr. Logue joined Teleflex in 2004 and previously held the positions of Deputy General Counsel from February 2017 to December 2020, Associate General Counsel from March 2013 to January 2017 and Assistant General Counsel from June 2004 to February 2013.  Prior to joining Teleflex, Mr. Logue was an associate at the law firm of Pepper Hamilton LLP (now Troutman Pepper Hamilton Sanders LLP) from September 1999 to June 2004",
        "Mr. White has been our Corporate Vice President and President, Global Commercial since February 2021. From February 2017 to January 2021, Mr. White served as our President, The Americas, and from December 2013 to January 2017 he served as President and General Manager, Vascular. From January 2013 to November 2013, Mr. White served as our President and General Manager, Surgical. Prior to that, he served as our Vice President and General Manager, Surgical from January 2010 to December 2012. Mr. White joined Teleflex in March 2005 as our Director of Marketing, North America. Prior to joining Teleflex, Mr. White worked at Covidien plc (now part of Medtronic plc) where he held senior leadership positions in sales and marketing over a five-year period",
        "Mr. Wijker has been our Corporate Vice President, Quality Assurance and Regulatory Affairs since January 2019.  Prior to joining Teleflex, Mr. Wijker served as Global Vice President Quality and Regulatory for Mölnlycke Health Care AB, a medical device company, from May 2016 to December 2018.  From April 2014 to January 2016",
        "Mr. Wijker served as Senior Director Global Regulatory Affairs for Boston Scientific Corporation, a medical device company.  From January 2012 to March 2014, he held the position of Director Quality and Regulatory Affairs International for the American Medical Systems division of Endo International plc, a pharmaceutical company.  From September 2003 to December 2011, Mr. Wijker held various regulatory affairs and quality assurance positions with Life Technologies Corporation, a life sciences and in vitro diagnostics company",
        "Mr. Winters has been our Corporate Vice President, Manufacturing and Supply Chain since February 2020.  He previously held the position of Vice President, Global Manufacturing from March 2018 to January 2020.  Prior to joining Teleflex, Mr. Winters held various senior management and operational roles with the DePuy Synthes division of Johnson & Johnson, a healthcare company, from August 2005 to February 2018. Most recently, Mr. Winters served as Vice President of Global Manufacturing for Global Joint Reconstruction for DePuy Synthes from February 2015 to February 2018. Prior to that, Mr. Winters served as Plant Manager for the DePuy Synthes Ireland Manufacturing Operation",
        "Our officers are elected annually by our board of directors. Each officer serves at the discretion of the board"
    ]
}