{
    "97134": [
        "Human Capital",
        "Tennant Company has a commitment to our employees to foster a culture of integrity and stewardship. This guides our actions as we manage our business and holds us accountable to our colleagues to care for one another and work together for our mutual safety. To that end, our executive leadership, as well as our Board of Directors, emphasize the importance of positive human capital management. The following are key human capital measures and objectives that the Company currently focuses on",
        "Employee Safety - We prioritize the health and safety of all of our employees. In our manufacturing facilities, we have established safety teams that proactively identify areas of improvement and help to reinforce employee behaviors in order to reduce or eliminate incidents. In our manufacturing facilities, behavioral safety culture is a primary focus, with a specific growing emphasis on “near-miss” reporting and resolution. We define a near-miss event as a situation where no property was damaged, and no personal injury was sustained, but given a slight shift in time or position, damage and/or injury could have occurred. This focus has increased awareness to potential incidents at our facilities. The result is a continuing positive trend in safety issues in our facilities. Additionally, we have an experienced team of Enterprise Health and Safety professionals that provide onsite and corporate level support to our global teams",
        "Diversity, Equity, and Inclusion - Tennant is proud to be an equal opportunity employer where we foster and maintain an ethical work environment free of discrimination. Employment decisions are made on the basis of individual skill, ability, reliability, productivity, and other factors important to performance. We do not discriminate on the basis of race, color, creed, religion, sex, national origin, physical or mental disability, age, veteran status, pregnancy, sexual orientation, genetic information, gender identity, or any other basis protected by state or federal law or local ordinance",
        "Diversity in Governance - As of December 31, 2020, women represented 29% of ourexecutive management team and 33% of our Board of Directors",
        "Gender Equitable Pay - In 2020, Tennant Company performed a gender wage gap analysis to evaluate any gender differences in pay.The median income for women working full time in the United States was reported to be 99.36% as compared to their male counterparts. In other words, women at Tennant were seen to be making 99.36 cents to every $1 men earned.To put this figure in context, Tennant’s wage gap findings were compared to the national average. According to the national statistics published by Bureau of Labor Statistics (BLS) in 2019, women on average made 81.6% of the earnings made by males. The adjusted pay gap at Tennant was found to be 99.89% after controlling for variables such as title, grade, and work location, that are legitimate and non-discretionary reasons for pay difference. Also, this leftover gap of 0.11% was statistically not significant, suggesting that there is no evidence of pay gap at Tennant Company"
    ]
}