{
    "97216": [
        "HUMAN CAPITAL MANAGEMENT",
        "SAFETY",
        "The safety of our team is our number one priority.  At Terex, safety is an absolute way of life.  We are committed to Zero Harm, and we expect all team members to be committed to safety and continuous improvement in this area.  In 2016, Terex set the long-term goals of reaching a 0.2 lost time injury rate and 1.0 total recordable injury rate by 2024.  Through the end of 2020, our lost time injury rate has declined from 0.80 to 0.43 and our total recordable injury rate has declined from 3.58 to 1.50.  Our aspirational goal will always be zero injuries, but these goals represent milestones along our journey to Zero Harm",
        "TEAM MEMBER TALENT AND SUPPORT",
        "Terex strives to attract, develop and retain the best people to be part of our team.  We have a diverse and highly engaged global workforce.  Capable, highly skilled and diverse team members are key to our ability to implement our “Execute, Innovate, Grow” strategy",
        "As of December31, 2020, we had approximately 8,200 team members, including approximately 3,800 team members in the U.S.  Approximately one percent of our team members in the U.S. are represented by labor unions.  Outside of the U.S., we enter into employment contracts and collective agreements in those countries in which such relationships are mandatory or customary.  The provisions of these agreements correspond in each case with the required or customary terms in the subject jurisdiction.  We generally consider our relations with our team members to be good and we provide mechanisms such as surveys and helplines for our team members to provide their perspectives",
        "We have a robust talent review process in which we assess talent strengths and opportunity areas, matching our team members’ career aspirations with the needs of the business.  We offer a wide range of training programs to support team members in their current roles and in achieving advancement opportunities.  Our core curriculum of Terex Success Programs are designed for all of our team members from individual contributors to front line supervisors to managers and executives.  These programs are grounded in The Terex Way values and help participants build key skills",
        "We have a strong performance management process that includes annually setting clear business and professional objectives, mid-year calibration, annual performance reviews and succession planning.  Both team members and managers play active roles in the performance management process, furthering a culture of accountability that supports team member development",
        "We design our benefits and programs to support the way our team members live and work.  We care about our team members.  For example, our Global Employee Assistance Program is in place to support team members who are facing challenges in their personal lives.  Where we can, we offer a flexible work environment, enabling team members to manage the demands of their personal and professional lives",
        "DIVERSITY, EQUITY AND INCLUSION",
        "We are committed to increasing and retaining demographic diversity at all levels of our global workforce.  We extend a warm welcome to team members of every race, gender, age, religion, identity or experience.  We encourage, value and support non-majority team members in all of our facilities worldwide.  We actively seek their engagement and partnership, as we understand that diversity of background, thought and experience leads to improved problem-solving and greater innovation",
        "Diversity in and of itself is not sufficient. We strive to be fair and impartial in our decisions, ensuring Equity within our workplace. By doing so, we create a sense of Inclusion for all our team members. We are committed to Diversity, Equity & Inclusion so we can make Terex the kind of place where every team member feels valued, listened to, and appreciated",
        "Our Company has a vibrant, global initiative to increase representation of women in our workplace because we recognize that women are often under-represented in manufacturing organizations such as ours.  We are making excellent progress, requiring diverse candidate slates, supporting women through mentoring, training, and colleague-to-colleague education, and using our talent development process to identify qualified women for their next role(s) within our organization.  In 2014, we established five-year goals to increase representation in three areas: women in leadership, women in line roles (like operations, engineering and sales) and women overall.  Having made progress against these goals, we have extended them for another five years",
        "In 2020, we committed to expand our primary Diversity, Equity & Inclusion focus areas to include race and ethnicity, to ensure that members of under-represented groups have a sense of belonging and can thrive within our organization.  We intentionally defined our Diversity, Equity & Inclusion aspirations, initially focusing on our U.S. workforce",
        "We have implemented actions to achieve our aspirations, by mobilizing a Diversity, Equity & Inclusion Advisory Committee that is focused on training, development, recruitment and inclusion.  We have started our training efforts with the Executive Leadership Team to ensure they have a thorough awareness and understanding of systemic racism and unconscious bias.  We are developing tools and resources for use at the site level to foster inclusion",
        "Human Capital Risks",
        "We rely on key management",
        "We rely on the management and leadership skills of our senior management team, particularly those of the Chief Executive Officer.  The loss of the services of key employees or senior officers, or the inability to identify, hire and retain other highly qualified personnel in the future, could adversely affect the quality and profitability of our business operations",
        "We may be adversely impacted by work stoppages and other labor matters",
        "As of December31, 2020, we employed approximately 8,200 people worldwide in our continuing operations businesses.  While we have no reason to believe that we will be impacted by work stoppages or other labor matters, we cannot assure that future issues with our team members or labor unions will be resolved favorably or that we will not encounter future strikes, further unionization efforts or other types of conflicts with labor unions or our team members.  Any of these factors may have an adverse effect on us or may limit our flexibility in dealing with our workforce"
    ]
}