{
    "97745": [
        "Human Capital",
        "The success of Thermo Fisher Scientific is fueled by colleagues who are highly engaged and feel empowered to achieve their goals. Everything we do starts with our Mission – to enable our customers to make the world healthier, cleaner and safer. Our colleagues understand the role they play in fulfilling that Mission and that inspires them to bring their best to work each day. Our Mission is not only a differentiator for us externally, but a motivator for us internally. ",
        "Our culture is rooted in our 4i Values of Integrity, Intensity, Innovation and Involvement.  Within this framework, we strive to create a safe, fair and positive working environment for our colleagues around the world. We want our teams to feel they have a stake in our success, a voice in our direction and to be empowered to make a difference for the key stakeholders we serve. ",
        "Every year, we conduct an Employee Involvement Survey to solicit direct feedback from our colleagues on what we’re doing well and where we need to improve. We then compile the feedback to measure our progress using three key indices: Leadership, Involvement and Inclusion. In 2020, 84 percent of our workforce completed the survey, and we saw marked improvement in each index and across every survey question, despite the challenges brought on by the pandemic. Our continued focus on enhancing our culture helps position our company to be an even better place to work.",
        "We are committed to building the strongest team in our industry, focusing on developing and retaining our colleagues, while leveraging our leadership to attract new colleagues to our company. Of our more than 80,000 colleagues globally, as of December 31, 2020, approximately 42,000 were based in the Americas region, 12,000 were in the Asia-Pacific region, and 26,000 were in Europe, the Middle East and Africa (EMEA).",
        "Diversity and Inclusion",
        "We recognize that the future aspirations outlined in our Vision for 2030, which serves as our long-term roadmap, will only be achievable if we have a culture that values diversity and inclusion. While diversity of gender and ethnicity are important – and we’re focused on continuously improving– for us, diversity of backgrounds, experiences and viewpoints is equally vital to our long-term success. When those differences are welcomed and supported, we create an inclusive workplace that unlocks the true benefits of diversity.",
        "Diversity and Inclusion is not an initiative at Thermo Fisher Scientific. It’s woven into the fabric of our culture, and our colleagues are encouraged to openly share the wide range of perspectives they represent. We work together to create an inclusive culture where our colleagues feel they belong and are empowered to contribute, collaborate and innovate. Embracing individual differences is critical to our success. For example, Thermo Fisher was named a Best Place to Work for LGBTQ Equality for the sixth consecutive year in 2020. Establishing this kind of environment is critical in empowering our colleagues so they can contribute their best ideas and bring their true selves to work each day.",
        "Our D&I focus is embedded in every stage of our colleague lifecycle – from recruiting to onboarding, training, development and longer-term career planning. We track our progress on our D&I strategic objectives through a core set of metrics that are reviewed during routine business operating mechanisms, including Quarterly Business Reviews, Human Resource Reviews, Board Reviews and through team dashboards that are shared each month with leaders across the company. This enables frequent, meaningful, data-driven discussions across our businesses and functions on a range of D&I factors, including gender and ethnic representation. This approach also ensures we consistently prioritize our opportunities to improve. We understand the critical role diversity plays in sustained business success, and our teams are empowered to ensure our workforce represents the customers we serve. ",
        "We are committed to ensuring our colleagues have access to resources, awareness training and internal networks that offer support and guidance. Our diversity and inclusion strategy is greatly enabled by our Employee Resource Groups (ERGs), which bring together individuals with similar interests to share experiences, learn from each other and collaborate to identify solutions ",
        "13",
        "THERMO FISHER SCIENTIFIC INC.",
        "Business (continued)",
        "to business challenges. Our ERGs reinforce that all colleagues can make a difference for our customers, for each other and for our company. As of December 31, 2020, we had 10 ERGs globally, with 220 local ERG chapters.",
        "Talent Development ",
        "Our overarching goal from a talent perspective is to create opportunities for our colleagues to achieve their full potential and career aspirations here at Thermo Fisher Scientific. We are committed to creating an exceptional colleague experience from their first day throughout their career with us. We focus on the entire lifecycle of a colleague’s career, from their initial recruitment, to onboarding, through ongoing development and training to enhance their skills so they are in the best position to deliver on their goals and achieve their career aspirations. ",
        "In today’s environment, we know talent is a key competitive advantage, and that building the strongest team in the industry is critical to our future. From our colleague referral program, summer internships, university relations, to our Graduate Leadership Development Program, we continue to build strong internal and external sourcing channels. ",
        "Once on board, talent development at Thermo Fisher is a key organizational capability. We continue to make significant investments to support our colleagues along every step of their career journey to help support their success. Our talent development framework incorporates a multi-faceted approach, including formal and self-paced training, networking opportunities, on-the-job stretch learning, coaching, mentoring and manager training utilizing contemporary technology solutions to support the broad needs of our workforce.",
        "We provide multiple programs at all career levels, from online learning for all colleagues through Thermo Fisher University, to focused trainings for managers at various experience levels, to our Global Leadership Program for executives. We also support our colleagues’ career advancement through our tuition reimbursement program.",
        "In a company our size, we can also actively manage our talent through rotational opportunities across our businesses, functions and geographies that help our colleagues gain new experiences, share knowledge and broaden their skills. Our executives and leaders participate in frequent talent discussions as well as formal reviews, leveraging workforce data and predictive analytics to better anticipate the talent requirements of our business based on our growth opportunities and market demand. ",
        "Thermo Fisher is dedicated to talent development to meet our evolving business needs and to provide our colleagues with opportunities for long and fulfilling careers. Our colleagues are passionate about our company, and their role in our success, and it’s our responsibility to help them reach their full potential. ",
        "Total Rewards ",
        "We offer a comprehensive total rewards package that we regularly evaluate and measure against established benchmarks to ensure its effectiveness in recruiting and retention, and to position Thermo Fisher as an employer of choice. ",
        "Our health and wellness programs provide competitive, flexible programs that our global colleagues and their families can count on. For example, for U.S. colleagues, we offer a choice of comprehensive national medical, dental and vision plans; a wellness program, including valuable health incentive opportunities and tax-advantaged savings and spending accounts; as well as commuter benefits, employee assistance programs, optional group legal coverage, and company-paid disability, accident and life insurance. We also offer a company-paid proprietary program for cancer care called the Impact Program, which gives our colleagues and their families access to personalized support and direct lines of communication to experts in cancer genetics and genomics. Similar benefits are available in all countries around the world where we operate.",
        "We also invest in our colleagues’ financial health, helping them to grow and protect their savings, plan for the future and share in the success of the company they are helping to build. We deliver comprehensive rewards, including competitive base pay, and also provide a variety of incentive and equity programs that, by design, directly link the impact of colleague contributions to the company’s overall success."
    ]
}