{
    "98222": [
        "Human Capital Management",
        "Employees and Labor Relations: ",
        "As of January1, 2021, we employ approximately 5,400employees worldwide. Ourglobal footprint has over 90% of our fleet working internationally in more than 30 countries.We are not a party to any union contract in the United States but through several subsidiaries are subject to union agreements covering local nationals in several countries other than the United States, most heavily in the North Sea with UK and Norwegian mariners.",
        "Culture and Engagement",
        "Company culture is a key focus for the Chief Human Resource Officer (CHRO) and the rest of the senior leadership. Tidewater’s culture is promoted through its “7 Cs”:",
        "●",
        "Capability",
        "Collaboration",
        "Commitment",
        "Communication",
        "Compassion",
        "Compliance",
        "Courage",
        "Our focus ison creating an environment where our colleagues feel respected, valued, and can contribute to their fullest potential. Weleverage technology to promote online collaborative workspaces to bring our colleagues together across multiple time zones and geographies and create a global sense of community.In fiscal year 2020, theCOVID-19 pandemic had a significant impact on our human capital management. A large majority of our onshore workforce has worked remotely beginning in thesecond quarter of 2020and, for those who continue to work on site,we instituted safety protocols and procedures.",
        "In October 2019, we conducted a global shore-based employee satisfactionsurvey using a leading outside firm that specializes in employee engagement. We had an above-average completion rate and the majority of respondents indicated satisfaction in their jobs.We see our positive employee engagement evidencedby ouremployee retention, with most of the employees who responded to our survey having been with us for at least 10 years. We plan to conduct this type of survey on a periodic basis and will use the information to work towards continuously improving our employees’ environment.",
        "Health and Safety",
        "We maintain a safety culture grounded on the premise of eliminating workplace incidents, risks and hazards. We are dedicated to ensuring the safety of our operations for our employees, our customers and any personnel associated with our operations. Ourprincipal operations occur in offshore waters where the workplace environment presents many safety challenges. Management communicates frequently with company personnel to promote safety and instill safe work habits through the use of company media directed at, and regular training of, both our mariners and shore-based personnel. We dedicate personnel and resources to ensure safe operations and regulatory compliance. In addition, we employ safety personnel who are responsible for administering our safety programs and fostering our safety culture and monitoring the results of our safety programs and initiatives.Our position is that each of our employees is a safety supervisor with the authority and the obligation to stop any operation that they deem to be unsafe.",
        "By establishing practical safeguards against all identified risks, we take a consistent and proactive approach to minimizing the number of accidents, incidents and hazardous occurrences. We utilize both leading and lagging indicators to monitor the performance of our health and safety programs. Lagging indicators include the Total Recordable Incident Rate (TRIR) and the Lost Time Incident Rate (LTIR) based upon the number of incidents per one millionworking hours. Leading indicators include reporting and closure of all near miss events and Health, Safety and Environmental (HSE) training activities. In calendaryear 2020, we achieved our lowest recordable incident rate on record, with a TRIR of 0.34, a LTIR of 0.0 and no work-related fatalities.",
        "In 2020, we experienced significant challenges resulting fromCOVID-19. Revised safety protocols were immediately implemented and management in each area of operation ensured constant compliance with local government, customer and other restrictions and guidelines to help mitigate risk of exposure of our employees and contractors.",
        "Inclusion and Diversity",
        "We embrace the diversity of our team members, stakeholders and customers, including their unique backgrounds, experiences, thoughts and talents. Everyone is valued and appreciated for their distinct contributions to the growth and sustainability of our business. We strive to cultivate a culture and vision that supports and enhances our ability to recruit, develop and retain diverse talent at every level. We are an equal opportunity employer, with all qualified applicants receiving consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability or protected veteran status. We comply with all applicable employment, labor and immigration requirements, and requireall of our personnel to cooperate with all compliance efforts. We havea policy of continuous improvement; opportunities to further connect and support collaboration between our diverse employee base continue to be identified and addressed with further investments in training, tools and systems.",
        "We are committed to racial equality and fostering a culture of diversity and inclusion throughout our organization, a commitment that both starts with, and is reflected in, our board of directors. We have made diversity and inclusion an important part of our hiring and retention efforts. Our CHRO has primary responsibility for our human capital management strategy, including attracting, developing, engaging and retaining those talented employees. The CHRO is also responsible for the design of employee compensation and benefits programs in addition to promoting diversity and inclusion throughout the Company.",
        "Available Information ",
        "We make available free of charge, on or through our website (www.tdw.com), our Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and other filings pursuant to Section13(a) or 15(d) of the Securities Exchange Act of 1934, (Exchange Act) and amendments to such filings, as soon as reasonably practicable after each is electronically filed with, or furnished to, the Securities and Exchange Commission (the SEC). The SEC maintains a website that contains our reports, proxy and information statements, and our other SEC filings. The address of the SEC’s website is www.sec.gov. Information appearing on our website is not part of any report that we file with the SEC.",
        "We have adopted a Code of Business Conduct and Ethics (Code), which is applicable to our directors, chief executive officer, chief financial officer, principal accounting officer, and other officers and employees on matters of business conduct and ethics, including compliance standards and procedures. The Code is publicly available on our website at www.tdw.com. We will make timely disclosure by a Current Report on Form 8-K and on our website of any change to, or waiver from, the Code for our chief executive officer, chief financial officer and principal accounting officer. Any changes or waivers to the Code will be maintained on our website for at least 12 months. A copy of the Code is also available in print to any stockholder upon written request addressed to Tidewater Inc., 6002 Rogerdale Road, Suite 600, Houston, Texas, 77072."
    ]
}