{
    "98362": [
        "Human Capital",
        "The Company believes that its associates and their collective knowledge are its most valuable resource. As a result, the Company is committed to providing a safe and healthy work environment, attracting, motivating and retaining the best talent in the industry and providing opportunities for its associates to learn and advance their career with the Company",
        "Associate Health and Safety",
        "The Coronavirus (\"COVID-19\") pandemic presented unique challenges with respect to protecting associate health and safety globally, and the Company is proud of how its associates responded. The health and safety of associates will always remain a top priority for the Company and the commitment to safety starts at the top of the organization. CEO, Richard Kyle, was the first-ever chair of the Company's Environmental Health and Safety Leadership Council, which was created in 2009 and continues to drive accountability and responsibility for safety throughout the organization",
        "The Company's commitment to the health and safety of its associates is evidenced by its strong safety results in 2019 and 2020 shown in the charts below",
        "*Rates calculated as (number of injuries and illnesses x 200,000) / employee hours worked. 2020 rates represent the Company's best estimate as of February16, 2021",
        "- - - represents the 2019 average (mean) for U.S. metal manufacturers (North American Industry Classification System (\"NAICS\") code 332) that employ at least 1,000 employees, based on information provided by the U.S. Bureau of Labor Statistics at https://www.bls.gov/iif/",
        "The 2019 lost time accident rate of 0.19 represented record performance for the Company, while the 2020 rate of 0.31 remained strong. The Company aims to maintain a recordable rate within the top quartile of U.S. metal manufacturers (NAICS code 332) based on information provided by the U.S. Bureau of Labor Statistics, and it met that target in 2019. Industry data for 2020 was not available at the time of this report. In addition, the 2020 recordable rate of 0.91 represented record performance for the Company",
        "Attracting, Retaining, and Motivating Highly Qualified Associates",
        "Successful execution of the Company's strategy continues to depend on attracting, retaining, and motivating highly qualified talent. As such, the Company believes it is important to reward associates with competitive wages and benefits to recognize professional excellence and career progression. The Company also believes it is important to provide pay and benefits that is competitive and equitable based on the local markets in which it operates",
        "Table of Contents",
        "In addition, the Company also believes that having open, honest dialogue with its associates is key to evolving its culture and keeping the Company strong. In line with that approach, the Company conducts comprehensive surveys on a periodic basis to measure employee engagement. The Company also deploys regular pulse surveys to gain insights from associates’ recent experiences and to better understand how effectively it is engaging, energizing and enabling its workforce",
        "The Company also provides several professional development and training opportunities to advance our associates’ skills and expertise. Some of these opportunities include online-learning platforms, job-specific training, and educational reimbursement programs. To better inform its hiring and associate development efforts, the Company has partnered with third-party vendors to provide required training for its managers focused on diversity and inclusion",
        "To further the Company's goal of inclusiveness, Timken associate resource groups (“ARGs”) around the world help us understand and address the challenges faced by our diverse workforce and the opportunities diversity offers in advancing our collective knowledge. Since 2009, our associates have driven the expansion of regional chapters across three primary ARGs: Women’s International Network (WIN), Multicultural Association of Professionals (MAP), and Young Professionals Network (YPN",
        "Available Information",
        "The Company uses its Investor Relations website at http://investors.timken.com, as a channel for routine distribution of important information, including news releases, analyst presentations and financial information. The Company posts filings as soon as reasonably practicable after they are electronically filed with, or furnished to, the Securities and Exchange Commission (the \"SEC\"), including its annual, quarterly and current reports on Forms10-K, 10-Q and 8-K; its proxy statements; and any amendments to those reports or statements. All such postings and filings are available on the Company’s website free of charge. In addition, this website allows investors and other interested persons to sign up to automatically receive e-mail alerts when the Company posts news releases and financial information on the Company’s website. The content on any website referred to in this Annual Report on Form10-K is not incorporated by reference into this Annual Report unless expressly noted",
        "Risks Related to Human Capital Management and Employee Benefits",
        "If we are unable to attract, retain and develop key personnel, our business could be materially adversely affected",
        "Our business substantially depends on the continued service of key members of our management and other key employees. The loss of the services of a significant number of members of our management or other key employees could have a material adverse effect on our business. Our future success also will depend on our ability to attract, retain and develop highly skilled personnel, such as engineering, finance, marketing and senior management professionals, as well as skilled labor. Competition for these types of employees is intense, and we could experience difficulty from time to time in hiring, developing and retaining the personnel necessary to support our business. If we do not succeed in retaining and developing our current employees and attracting new high-quality employees, our business could be materially adversely affected",
        "Work stoppages or similar difficulties could significantly disrupt our operations, reduce our revenues and materially affect our earnings",
        "A work stoppage at one or more of our facilities, whether caused by fire, flooding, epidemics, pandemics (including the COVID-19 outbreak), other natural disaster or otherwise, could have a material adverse effect on our business, financial condition and results of operations. In addition, some of our employees are represented by labor unions or works councils under collective bargaining agreements with varying durations and terms. We have experienced work stoppages at certain of our facilities historically at times, and while these stoppages have been short-term in nature, no assurances can be made that we will not experience additional work stoppages due to government directives, employee health concerns, and other types of conflicts with labor unions, works councils, and other similar groups in the future",
        "A work stoppage at one of our suppliers, whether caused by epidemic, pandemic or otherwise could also materially and adversely affect our operations if an alternative source of supply were not readily available. In addition, if one or more of our customers were to experience a work stoppage, whether due to an epidemic, pandemic or otherwise, that customer could halt or limit purchases of our products, which could have a material adverse effect on our business, finan",
        "cial condition and results of operations. In addition, the credit and default risk or bankruptcy of customers or suppliers as a result of work stoppages could also materially and adversely affect our operations and results",
        "Expenses and contributions related to our defined benefit plans are affected by factors outside our control, including the performance of plan assets, interest rates, actuarial data and experience, and changes in laws and regulations, all of which could impact our funded status",
        "Our future expense and funding obligations for defined benefit pension plans depend upon a number of factors, including the level of benefits provided for by the plans, the future performance of assets with specific country economic performance risks set aside in trust for these plans, the level of interest rates used to determine the discount rate to calculate the amount of liabilities, actuarial data and experience, and any changes in government laws and regulations. In addition, if the various investments held by our pension trusts do not perform as expected or the liabilities increase as a result of discount rate changes and other actuarial changes, our pension expense and required contributions would increase and, as a result, could materially adversely affect our business or require us to record charges that could be significant and would cause a reduction in our shareholders' equity. We may be required legally to make contributions to the pension plans in the future in excess of our current expectations, and those contributions could be material",
        "Future actions involving our defined benefit and other postretirement plans, such as annuity purchases, lump-sum payouts, and/or plan terminations could cause us to incur significant pension and postretirement settlement and curtailment charges, and require cash contributions",
        "We have purchased annuities and offered lump-sum payouts to defined benefit plan and other postretirement plan participants and retirees in the past. If we were to take similar actions in the future, we could incur significant pension settlement and curtailment charges related to the reduction in pension and postretirement obligations from annuity purchases, lump-sum payouts of benefits to plan participants, and/or plan terminations. Pursuing these types of actions could require us to make additional contributions to the defined benefit plans to maintain a legally required funded status"
    ]
}