{
    "99780": [
        "Human Capital.",
        "The following table presents the approximate headcount breakdown of employees by reportable segment as of December 31, 2020:",
        "Railcar Leasing and Management Services Group",
        "155",
        "Rail Products Group",
        "5,295",
        "All Other",
        "635",
        "Corporate and Enterprise Support",
        "290",
        "6,375",
        "As of December 31, 2020, approximately 3,030 employees were employed in the U.S. and 3,345were employed in Mexico.",
        "Safety.",
        " We are committed to providing a safe and healthy work environment for all employees. We seek to protect the well-being of our employees through comprehensive health and safety policies and procedures that include the identification and mitigation of health and safety risks, operations management, health and safety training, emergency preparedness, performance auditing, program certification, and improvement targets. Our Occupational Health and Safety system includes robust protocols and procedures that extend to employees and suppliers. Additionally, all of our rail operations are certified through the American Chemistry Council’s Responsible Care® Management System, which guides the continual improvement of our environmental, health, and safety practices and performance and applies to all our operations and employees, including contractors.",
        "Workforce Talent and Diversity.",
        " We are committed to attracting and retaining highly skilled and diverse employees and are proud that our workforce is made up of talented people from a variety of backgrounds. This commitment to diversity as a driver of our long-term success is one that we strive to uphold throughout the Company, including through all stages of our human resources process, from recruitment and hiring to talent retention.",
        "We encourage and support employee resource and networking groups, such as WISE (our Women’s Initiative for Success and Empowerment), our diversity and inclusion committee, and other employee groups, which offer educational, professional development, and community service opportunities. We also provide focused training, mentoring, and employee development for specialized positions, such as plant managers, engineers, accountants, and more.",
        "Through strategies such as our employee experience survey, our employee recognition program, and a comprehensive commitment to our core values, we are dedicated to building a healthy, engaging workplace where employees can thrive and do their best work. We pride ourselves on maintaining an active dialogue with our employees. In our U.S. facilities, for example, we benchmark overall employee engagement with an annual cross-organization survey targeting metrics such as safety, job satisfaction, and more.",
        "Our Mexico Corporate Social Responsibility program is part of our broader environmental stewardship and social responsibility program, which addresses stakeholders, including employees, suppliers, customers, and the local communities where we operate.",
        "Human Rights.",
        " We are committed to respecting human rights throughout all our operations, and seek to provide respect, dignity, and all basic needs to employees and contractors. We are committed to promoting human rights and strive to ensure that the products and services provided by the Company and our third-party business partners are ethically sourced and do not breach human rights laws in countries in which they originate.",
        "9",
        "Information about our Executive Officers. ",
        "The following table sets forth the names and ages of all of our executive officers, positions and offices presently held by them, and the year each person first became an officer. All officer terms expire in May 2021.",
        "Name",
        "Age",
        "Office",
        "OfficerSince",
        "E. Jean Savage",
        "56",
        "Chief Executive Officer and President",
        "2020",
        "Eric R. Marchetto",
        "51",
        "Executive Vice President and Chief Financial Officer",
        "2001",
        "Melendy E. Lovett",
        "62",
        "Executive Vice President and Chief Administrative Officer",
        "2014",
        "Brian D. Madison",
        "60",
        "Executive Vice President, Services Operations",
        "2016",
        "Steven L. McDowell",
        "59",
        "Vice President and Chief Accounting Officer",
        "2013",
        "Gregory B. Mitchell",
        "55",
        "Executive Vice President and Chief Commercial Officer",
        "2007",
        "Kevin Poet",
        "54",
        "Executive Vice President, Support Services",
        "2020",
        "Sarah R. Teachout",
        "48",
        "Executive Vice President and Chief Legal Officer",
        "2016",
        "Neil J. West",
        "46",
        "Executive Vice President, Production Operations",
        "2005",
        "Ms. Savage was appointed as the Company’s Chief Executive Officer and President, effective February 17, 2020, and has served as a member of the Company’s Board of Directors since 2018.Prior to her employment with the Company, from 2002 to 2020, she served in a variety of positions with Caterpillar, Inc. (“Caterpillar”), a manufacturer of construction, industrial, and mining equipment.From 2017 until her retirement from Caterpillar in February 2020, she served as Vice President of Caterpillar’s Surface Mining and Technology Division.From 2014 to 2017, she was Chief Technology Officer and Vice President of Caterpillar’s Innovation and Technology Development Division.",
        "Mr. Marchetto has served as Executive Vice President and Chief Financial Officer since 2020. He served as Senior Vice President and Group President of TrinityRail from 2019 until his appointment as Chief Financial Officer. He served as the Chief Commercial Officer for the Company’s rail businesses from 2018 to 2019. He served as Executive Vice President and Chief Administrative Officer for the Company’s rail businesses from 2016 to 2018, following service as Executive Vice President and Chief Financial Officer for the rail businesses from 2012 to 2016. He joined the Company in 1995.",
        "Ms. Lovett has served as Executive Vice President and Chief Administrative Officer since 2020. From 2019 to 2020, she served as Senior Vice President and Chief Financial Officer. She joined the Company in 2014 as Senior Vice President and Chief Administrative Officer. A member of the Company's Board of Directors from 2012 to 2014, Ms. Lovett resigned her Board position at the time of her appointment as an officer of the Company. Prior to joining Trinity in 2014, she was the Senior Vice President and President of the Education Technology business for Texas Instruments. In January 2021, Ms. Lovett notified the Company of her intention to transition to retirement, effective July 2021.",
        "Mr. Madison has served as Executive Vice President, Services Operations since 2020. He joined the Company in 2016 as President of Trinity Industries Leasing Company. Prior to joining the Company, he served as Executive Vice President at Key Equipment Finance from 2010 to 2016, overseeing manufacturer and vendor alliances. Prior to his tenure at Key Equipment, he served as General Manager, Microsoft Financing for Microsoft Corp.",
        "Mr. McDowell has served as Vice President and Chief Accounting Officer since 2018. He joined the Company in 2013 as Vice President and Chief Audit Executive and was named Vice President and Chief Compliance Officer in 2017. Prior to joining Trinity, he worked for Dean Foods from 2007 to 2013, where he held a variety of management positions and most recently served as Vice President, Internal Audit and Risk Management. Prior to his tenure at Dean Foods, he served as Vice President - Internal Audit at Centex Corporation.",
        "Mr. Mitchell has served as Executive Vice President and Chief Commercial Officer since 2020, having served as Chief Commercial Officer of TrinityRail since 2019. He joined Trinity in 2007 as President of Trinity Logistics. He was named President of Highway Products in 2010. In 2018, he was named Chairman of Trinity Highway Products and Trinity Logistics. Prior to joining Trinity in 2007, he served as an executive or in senior leadership in supply chain for companies such as Glazers Corporation, Gap Inc., and Wal-Mart.",
        "Mr. Poet has served as Executive Vice President, Support Services since 2020. He joined Trinity in 2020 from Siemens AG, where from 2016 to 2019 he served in a variety of operational roles, including most recently as Vice President of Operations for Siemens Energy, Inc. From 2006 to 2016, he served in several operational roles of increasing responsibility for Ford Motor Company.",
        "10",
        "Ms. Teachout has served as Executive Vice President and Chief Legal Officer since 2020, having served as Senior Vice President and Chief Legal Officer since 2018. She joined the Company in 2015 as Deputy General Counsel, and was elected Vice President and Deputy General Counsel in 2016. Prior to joining Trinity, Ms. Teachout was a partner at the law firm of Akin Gump Strauss Hauer & Feld LLP from 2012 to 2015. Before joining Akin Gump, Ms. Teachout had been a partner at the law firm of Haynes and Boone, LLP since 2007.",
        "Mr. West has served as Executive Vice President, Production Operations since 2020. He joined the Company in 1998. He has served in a variety of roles during his tenure, including service as President of Trinity Rail Maintenance Services since 2015, and service as Senior Vice President of the Company’s galvanizing business from 2012 to 2015. ",
        "Commitment to Sustainability.",
        " We recognize that further integrating the key principles of sustainability, including environmental stewardship, safety and quality assurance, corporate social responsibility, governance, and diversity and inclusion, are important to enhancing the Company’s long-term value. We strive to employ company resources in ways that make positive contributions to our stakeholders and the communities in which we operate. As we pursue improvements to our products and services, we keep in mind the environmental and societal impacts of our decisions and work to protect natural resources and the environment for the benefit of current and future generations. We continuously look for ways to improve our governance practices with the goal of promoting the long-term interests of stakeholders, strengthening accountability, and inspiring trust.",
        "Environmental Stewardship.",
        " We take our commitment to reducing our own environmental impact seriously, as we recognize climate change is a challenge facing our business, industry, and communities today. We are committed to contributing to a more resource-efficient economy and embedding climate change mitigation into our business strategy to help confront challenges such as energy management, fuel economy and efficiency, and materials sourcing. We aim to operate our business in a manner that minimizes the impact on natural resources and the environment. We believe railcars are a more environmentally-friendly way to fuel the North American supply chain. U.S. freight railroads produce far fewer greenhouse gas emissions than certain other modes of commercial transportation, such as trucks. We strive to responsibly support customers' products at each stage of the product lifecycle, including recycling the railcar through scrap and salvage at the end of its useful life.",
        "Social Responsibility.",
        " We actively engage stakeholders across our environmental, health and safety initiatives to continually improve processes and performance as we operate our businesses with a goal of zero injuries and incidents. Our goal is to add value to the communities in which we live and work, strengthening our relationships and leveraging our partnerships to amplify our impact. We strive to attract and retain a diverse and empowered workforce. Our priorities include fostering an inclusive and collaborative workplace, promoting opportunities for professional development, improving the well-being of our employees and other stakeholders, and contributing to the communities in which we operate. ",
        "Governance.",
        " Our goal is to promote the long-term interests of stakeholders, strengthen accountability, and inspire trust. We have focused our governance practices to promote best-in-class leadership, diversity, independence and stockholder-aligned incentive practices at the most senior levels. Our Board of Directors includes an independent Chairman and diverse and independent Board members who help ensure that our business strategies and programs, including our compensation program, are aligned with stakeholder interests. Our Board of Directors and senior management teams are also committed to the Company’s continued respect for human rights throughout all our operations.",
        "Green Financing Framework.",
        " As part of our sustainability efforts, TILC issued its Green Financing Framework in January 2021 supported by a second-party opinion from Sustainalytics, a Morningstar Company and a globally-recognized provider of ESG research, ratings, and data. The Green Financing Framework enhances the Company’s Sustainability strategy by contributing to a more resource-efficient economy through the financing of railcar assets that contribute to reducing the overall environmental footprint of the transportation industry.",
        "In accordance with the International Capital Market Association's Green Bond Principles, 2018 and the Loan Syndications and Trading Association's Green Loan Principles, 2020, TILC will manage and report on eligible projects and assets to existing debt holders. The Green Financing Framework will enable Trinity’s leasing company to issue green financing instruments, including green non-recourse ABS bonds and green loans, supported by green eligible railcar assets. Under the existing framework, TILC has issued over $4 billion of railcar-related debt that meet the criteria and qualify for the Green Financing designation.",
        "11",
        "Governmental Regulation.",
        "Railcar Industry.",
        "Our railcar and related manufacturing, maintenance services, and leasing businesses are regulated by multiple governmental regulatory agencies such as the U.S. Environmental Protection Agency (\"USEPA\"); Transport Canada (\"TC\"); the U.S. Department of Transportation (\"USDOT\") and the administrative agencies it oversees, including the Federal Railroad Administration (\"FRA\"), the Pipeline and Hazardous Materials Safety Administration (\"PHMSA\"), and the Research and Special Programs Administration; Mexico's Agencia Reguladora del Transporte Ferroviario; Mexico's Secretaria de Comunicaciones y Transportes; and industry authorities such as the Association of American Railroads (\"AAR\"). All such agencies and authorities promulgate rules, regulations, specifications or operating standards affecting railcar design, configuration, and mechanics; maintenance, and rail-related safety standards for railroad equipment, tracks, and operations, including the packaging and transportation of hazardous or toxic materials. We believe that our product designs and operations are in compliance with these specifications, standards, and regulations applicable to our business.",
        "Highway Products.",
        "The primary regulatory and industry authorities involved in the regulation of highway products manufacturers are the USDOT, the FHWA, and various state highway departments and administrative agencies. These organizations, with participation from the American Association of State Highway and Transportation Officials (\"AASHTO\"), establish certain specifications, product testing criteria, and performance standards related to the manufacture of our highway products. We believe that our highway products are in compliance with the standards and specifications applicable to our business. ",
        "Occupational Safety and Health Administration and Similar Regulations.",
        "Our operations are subject to regulation of health and safety matters by the U.S. Occupational Safety and Health Administration (\"OSHA\") and the Secretaria del Trabajo y Prevision Social (\"STPS\") in Mexico. We believe that we employ appropriate precautions to protect our employees and others from workplace injuries and harmful exposure to materials handled and managed at our facilities. However, claims asserted against us for work-related illnesses or injury and the further adoption of occupational safety and health regulations in the U.S. or in foreign jurisdictions in which we operate could increase our operating costs. While we do not anticipate having to make material expenditures in order to remain in substantial compliance with health and safety laws and regulations, we are unable to predict the ultimate cost of compliance.",
        "Environmental Matters.",
        "We are subject to comprehensive federal, state, local, and foreign environmental laws and regulations relating to the release or discharge of materials into the environment; the management, use, processing, handling, storage, transport, and disposal of hazardous and non-hazardous waste and materials; and other activities relating to the protection of human health, natural resources, and the environment. ",
        "Environmental operating permits are, or may be, required for our operations under these laws and regulations. These operating permits are subject to modification, renewal, and revocation. We regularly monitor and review our operations, procedures, and policies for compliance with our operating permits and related laws and regulations. We believe that our operations and facilities, whether owned, managed, or leased, are in substantial compliance with applicable environmental laws and regulations and that any non-compliance is not likely to have a material adverse effect on our operations or financial condition.",
        "See Item 1A for further discussion of risk factors with regard to environmental, governmental, and other matters."
    ]
}