{
    "9984": [
        "Human Capital Management",
        "Our people are one of our greatest assets. Our skilled and dedicated employees around the globe are committed to the highest performance standards and achieving consistent, sustainable profitable growth. At December 31, 2020, the Company had approximately 5,000 employees worldwide. Approximately 20% were in the Asia-Pacific region, 40% in the Europe, Middle East and Africa region and 40% in the Americas region",
        "The Company maintains a global Health, Safety and Environmental Affairs (\"HSE\") program which focuses on employee safety throughout the enterprise. Our HSE program maintains a set of HSE standards, consistent with our commitment to worker health and safety and to environmental protection, as well as with prevailing regulatory frameworks in place around the globe. All locations are required to meet local laws and regulations, or the HSE Standards, whichever are more stringent. We measure and monitor results using standard protocols, which are communicated to the senior leadership team and Board of Directors on a regular basis",
        "With the safety of our employees as our priority, we continuously focus on proactive risk identification and mitigation with emphasis on “practicing safety.” Employee health and safety took center stage in 2020 as we implemented the necessary preventive measures and controls to protect our employees and keep our operations running",
        "The Company’s long history is grounded in its core values and principles which have guided our ongoing transformation and growth. Our Company Values promote a culture of collaboration, empowerment, diversity and inclusion, and an environment providing opportunity, dignity and respect for all of our employees. Grounded in these values and as an integral part of BES, we manage human capital through our Talent Management System (\"TMS\"). TMS integrates our key human resource processes and tools to facilitate talent management decisions and enables the Company to have the right people with the right skills in the right roles at the right time. TMS enhances our ability to attract and hire talented employees, as well as supports their growth, development and engagement - empowering them to perform at their very best, every day. Aligned with our vision TMS helps accelerate the ongoing transformation of our Company, to drive business performance, and support the successful execution of the Company’s growth strategy",
        "The TMS framework focuses on five key areas (pillars) - Attract, Perform, Develop, Engage and Recognize – all supported by tools and processes that our employees, managers and leaders can use to support their own professional growth and development, as well as leverage to make better talent management decisions that promote and cultivate an agile and high performance organization",
        "Table of Content",
        "Attract",
        "– encompasses the processes and tools available to employees and management that support and facilitates the    planning and effective recruiting, hiring and on-boarding of our employees",
        "Perform",
        "– highlights the processes and tools that help our employees fully leverage and utilize their skills and capabilities to perform at their best and contribute meaningfully to achieving the goals and objectives of the business",
        "Develop",
        "– comprises the Human Resource processes and tools that support the growth and development of our employees through on-going training, skill-building, assessment, career planning and development and enrichment opportunities",
        "Engage",
        "- contains Human Resource programs and tools that support employee engagement and involvement across the Company and in the communities in which our employees work and live",
        "Recognize",
        "- aligned with our “pay-for-performance” philosophy, highlights Human Resource processes and programs used to recognize and reward our employees and facilitate their on-going engagement",
        "Furthermore, our compensation programs are designed to align the compensation of our employees with the company’s performance provide the proper incentives to attract, retain and motivate employees to achieve superior results for both short-term and long-term performance",
        "In managing our global businesses, and as part of TMS, we focus on several human capital measures and objectives including those related to the hiring, performance, succession planning and retention of our employees. We accomplish this through the effective utilization of our robust TMS tools, and the ongoing commitment and engagement of the senior leadership team – all with a view of identifying and developing the next generation workforce, the future leaders of the Company and promoting a high-performance organization",
        "RISKS RELATED TO HUMAN CAPITAL",
        "Our future success depends, in part, on our ability to continue to attract, develop, engage and retain qualified employees",
        "Our executive officers and key management personnel are critical to",
        "driving business performance and successfully executing the Company’s growth strategy",
        "Because of the complex nature of many of our products and services, and our focus on technological and product innovations, we are generally dependent on an educated and highly skilled workforce, including our engineering talent and our sales professionals. We manage human capital through our Talent Management System, which is aimed at enhancing",
        "our ability to attract and hire talented employees, as well as supporting their growth, development and engagement; however, we cannot guarantee the system's effectiveness",
        "Failure to attract, develop, engage and retain qualified employees, whether as a result of an insufficient number of qualified applicants, difficulty in recruiting new employees, or inadequate resources to train, integrate and retain qualified employees, could impair our ability to execute our business strategy, and could adversely affect our business, financial condition, results of operations or cash flows. In addition, while we aim to reduce the impact of the departure of employees, our operations or ability to execute our business strategy may be impacted by the loss of employees, particularly when departures involve groups of employees, such as the restructuring and workforce reduction actions taken in 2020. Such losses may adversely affect the Company through decreased employee morale, the loss of knowledge of departing employees, and the devotion of resources to reorganizing and reassigning job roles and responsibilities, and could increase the risk of claims or litigation from former employees",
        "Our business, financial condition, results of operations and cash flows could be adversely impacted by strikes or work stoppages",
        "Approximately 15% of our U.S. employees are covered by collective bargaining agreements (\"CBAs\") and approximately 40% of our non-U.S. employees are covered by CBAs, trade union agreements or national industry agreements. The Company has a national CBA with certain unionized employees at the Bristol, Connecticut and Corry, Pennsylvania facilities of the Associated Spring business unit covering approximately 200 employees which expires in August 2021, at which time we expect to negotiate a successor agreement. The local CBA for the Bristol, Connecticut facility of the Associated Spring business unit will also expire in August 2021, at which time we expect to negotiate a successor agreement. We also have annual negotiations in Brazil and Mexico and, collectively, these negotiations cover approximately 250 employees in those two",
        "countries. In addition, we expect to negotiate successor agreements to the local CBAs in Singapore, Germany and Sweden, collectively covering approximately 650 employees, given these agreements will expire in 2021. We completed negotiations resulting in wage adjustments at four locations in our Industrial Segment, collectively, covering a total of approximately 300 employees. Although we believe that our relations with our employees are good, we cannot assure you that we will be successful in negotiating new CBAs or that such negotiations will not result in significant increases in the cost of labor, including healthcare, pensions or other benefits. Any potential strikes or work stoppages, and the resulting adverse impact on our relationships with customers, could have a material adverse effect on our business, financial condition, results of operations or cash flows. Similarly, a protracted strike or work stoppage at any of our major customers, suppliers or other vendors could materially adversely affect our business"
    ]
}